[
    {
        "url": "https://techcrunch.com/2024/08/13/gemini-live-googles-answer-to-chatgpts-advanced-voice-mode-launches/",
        "title": "Gemini Live, Google’s answer to ChatGPT’s Advanced Voice Mode, launches",
        "author": "Kyle Wiggers",
        "publish_date": "2024-08-13",
        "publish_text": "10:00 AM PDT • August 13, 2024",
        "body": "Gemini Live, Google’s answer to the recently launched (in limited alpha) Advanced Voice Mode for OpenAI’s ChatGPT , is rolling out on Tuesday, months after being announced at Google’s I/O 2024 developer conference . It was announced at Google’s Made by Google 2024 event . Gemini Live lets users have “in-depth” voice chats with Gemini, Google’s generative AI-powered chatbot , on their smartphones. Thanks to an enhanced speech engine that delivers what Google claims is more consistent, emotionally expressive and realistic multi-turn dialogue, people can interrupt Gemini while the chatbot’s speaking to ask follow-up questions, and it’ll adapt to their speech patterns in real time. Here’s how Google describes it in a blog post: “With Gemini Live [via the Gemini app ], you can talk to Gemini and choose from [10 new] natural-sounding voices it can respond with. You can even speak at your own pace or interrupt mid-response with clarifying questions, just like you would in any conversation.” Gemini Live is hands-free if you want it to be. You can keep speaking with the Gemini app in the background or when your phone’s locked, and conversations can be paused and resumed at any time. So how might this be useful? Google gives the example of rehearsing for a job interview — a bit of an ironic scenario , but OK. Gemini Live can practice with you, Google says, giving speaking tips and suggesting skills to highlight when speaking with a hiring manager (or AI, as the case may be ). One advantage Gemini Live might have over ChatGPT’s Advanced Voice Mode is a better memory. The architecture of the generative AI model underpinning Live, Gemini 1.5 Pro and Gemini 1.5 Flash, has a longer-than-average “context window,” meaning they can take in and reason over a lot of data — theoretically hours of back-and-forth conversations — before crafting a response. “Live uses our Gemini Advanced models that we have adapted to be more conversational,” a Google spokesperson told TechCrunch via email. “The model’s large context window is utilized when users have long conversations with Live.” We’ll have to see how well this all works in practice, of course. If OpenAI’s setbacks with Advanced Voice Mode are any indication, rarely do demos translate seamlessly to the real world. Image Credits: Google On that subject, Gemini Live doesn’t have one of the capabilities Google showcased at I/O just yet: multimodal input. Back in May, Google released pre-recorded videos showing Gemini Live seeing and responding to users’ surroundings via photos and footage captured by their phones’ cameras — for example, naming a part on a broken bicycle or explaining what a portion of code on a computer screen does. Multimodal input will arrive “later this year,” Google said, declining to provide specifics. Also later this year, Live will expand to additional languages and to iOS via the Google app; it’s only available in English for the time being. Gemini Live, like Advanced Voice Mode, isn’t free. It’s exclusive to Gemini Advanced, a more sophisticated version of Gemini that’s gated behind the Google One AI Premium Plan , priced at $20 per month. Other new Gemini features on the way are free, though. Android users can soon (in the coming weeks) bring up Gemini’s overlay on top of any app they’re using to ask questions about what’s on the screen (e.g., a YouTube video) by holding their phone’s power button or saying, “Hey Google.” Gemini will be able to generate images (but still not images of people , unfortunately) directly from the overlay — images that can be dragged and dropped into apps like Gmail and Google Messages. Gemini is also gaining new integrations with Google services (or “extensions,” as the company prefers to call them) both on mobile and the web. In the coming weeks, Gemini will be able to take more actions with Google Calendar, Keep, Tasks, YouTube Music and Utilities, the apps that control on-device features like timers and alarms, media controls, the flashlight, volume, Wi-Fi, Bluetooth and so on. In a blog post, Google gives a few ideas of how people might take advantage. Sounds nifty, assuming it all works reliably: Ask Gemini to “make a playlist of songs that remind me of the late ’90s.” Snap a photo of a concert flier and ask Gemini if you’re free that day — and even set a reminder to buy tickets. Have Gemini dig out a recipe from Gmail and ask it to add the ingredients to your shopping list in Keep. Lastly, starting later this week, Gemini will be available on Android tablets."
    },
    {
        "url": "https://techcrunch.com/2024/08/13/move-over-seo-profound-is-helping-brands-with-ai-search-optimization/",
        "title": "Move over SEO, Profound is helping brands with AI search optimization",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-13",
        "publish_text": "7:00 AM PDT • August 13, 2024",
        "body": "Search engine optimization (SEO) has been top of mind for brands for more than a decade to ensure their websites and products capture as many eyeballs as possible by ranking high up on search results pages. But search is changing, and as consumers increasingly turn to AI chatbots like ChatGPT or Claude to search for things, brands need a new strategy. Profoun d launched to help brands better figure out how they appear in AI searches by tracking common search queries for brands. For example, if a user is in the automotive industry, their dashboard would automatically contain data on searches like “what is the best SUV?” People can also use the platform to run more-specific searches to find out how search results change by demographic data or to get in the weeds about how AI systems rank the trustworthiness of websites talking about specific products. The New York-based company was launched earlier this year by James Cadwallader and Dylan Babbs, who met at startup incubator South Park Commons. Cadwallader told TechCrunch that he and Babbs became obsessed with how AI was changing online search. Cadwallader said his experience working with big Fortune 500 brands as a former founder of data-driven influencer marketing agency Kyra helped spark the specific idea behind Profound. “In this new world of AI answers, how does Nike understand and control how they show up? If I’m asking ChatGPT for a running sneaker, it will give me four or five suggestions,” Cadwallader said. “Nike spends $4 billion a year on marketing and hundreds of millions of people are using these AI answers to research products and brands on a daily basis. How do we show up in the new world?” The platform is dynamic, as opposed to a static snapshot, Babbs said, so as AI search continues to evolve and may change what it favors — a common occurrence for SEO rankings — brands using Profound can track changes and adjust. Cadwallader said the startup is still in its infancy but has already started working with a large branding agency; Profound also has two other contracts in the works. The company is now emerging from stealth with $3.5 million in seed money from a round that included Keith Rabois, through Khosla Ventures, Saga, South Park Commons and angel investors Scott Belsky and Balaji S. Srinivasan. Cadwallader said Profound plans to use the money to hire and to continue building out the tech. Ben Braverman, a co-founder and managing partner at Saga, told TechCrunch that he met Cadwallader through a talk he gave at South Park Commons. “As soon as you start talking to [Cadwallader] about what he is building, the energy is dripping off this guy,” Braverman said. “The more time I spent with him, a delightful human being, talking about where the puck was moving in AI, it was a lightbulb moment, I have to spend more time with this person.” Braverman added that he’s been able to eavesdrop on sales calls and it seems like potential customers quickly come to understand the need for this kind of tech. Braverman was also interested because he thinks Profound is building itself a moat, and the way the company is serving the brands it works with will prevent those companies from wanting to build the tech in-house. But that jury is likely still out. While Profound may be one of the companies looking to tackle this area, it will not be the last. As AI search becomes an increasing area of conversation, there will be existing SEO firms or marketing agencies in addition to other startups looking to build up their prowess in this area. “In this new world, every company, every business across every industry is going to want to know how they show up in AI answers,” Cadwallader said. “Profound will be the solution that every company in the world uses every day to understand how these AI systems are talking about them.”"
    },
    {
        "url": "https://techcrunch.com/2024/08/15/ben-horowitz-declares-war-on-michael-moritz/",
        "title": "Ben Horowitz declares war on Michael Moritz",
        "author": "Connie Loizos",
        "publish_date": "2024-08-15",
        "publish_text": "9:31 PM PDT • August 15, 2024",
        "body": "A social media spat between billionaire tech investors is raising questions about the journalistic independence of three-year-old news outfit SF Standard, after a reporter representing the outlet reached out to sources for a story about VC Ben Horowitz and his wife Felicia. The Standard’s sole backer is another longtime VC, Michael Moritz, and on Thursday night, in a tirade on the X platform, Horowitz called the “coming article” a “cheap hit piece” directed by Moritz and accused Moritz of “having his fake disinformation ‘newspaper’ fabricate hit pieces on his business rival, me.” Horowitz’s business partner, Marc Andreessen, later waded in to echo the accusations and lob a few more insults for good measure. TechCrunch has reached out to both Moritz and SF Standard Executive Editor Jon Steinberg for comment. Moritz has yet to respond, but in an emailed statement to TechCrunch, Steinberg writes: “I can confirm [reporter] Emily Shugerman is working on a story about the Horowitzes for the San Francisco Standard. Beyond that, I can’t comment on the substance of our piece prior to publication.” The Standard has previously covered news about Horowitz and Andreessen; it has also published news about Moritz. Interestingly, some of its coverage has been about thousands of acres of rural land north of San Francisco that is being acquired by tech entrepreneurs and investors, including both Moritz and Andreessen."
    },
    {
        "url": "https://techcrunch.com/2024/08/12/a16z-backed-fintech-tally-which-raised-172m-in-funding-is-shutting-down-after-running-out-of-cash/",
        "title": "a16z-backed fintech Tally, which raised $172M in funding, is shutting down after running out of cash",
        "author": "Mary Ann Azevedo",
        "publish_date": "2024-08-12",
        "publish_text": "3:29 PM PDT • August 12, 2024",
        "body": "Tally , a nine-year-old fintech that helped consumers manage and pay off their credit card debt, has shut down, according to the company. In a LinkedIn post that was shared earlier Monday, founder and CEO Jason Brown said the “sad and difficult” decision to close down Tally was not the outcome the company had “hoped for,” but that “after exploring all options,” it was “unable to secure the necessary funding to continue our operations.” According to PitchBook, Tally was last valued at $855 million and had 183 employees. Tally’s model was initially designed to help people manage their credit cards and pay off high-interest debt through a lower interest loan that it offered. But in April, Tally announced it would be sunsetting its consumer app and shifting to B2B . At the time, the company said it had a launch partner, a “large publicly-traded consumer company with more than 50 million users,” that was launching in July. However, it never followed up with an announcement naming the company. TechCrunch has reached out to the company for further details. Founded in 2015, San Francisco-based Tally had raised $172 million in funding over the years. In October of 2022, Tally raised an $80 million Series D led by Sway Ventures. Andreessen Horowitz led its $50 million Series C round in 2019, which also included participation from Silicon Valley heavy hitters such as Kleiner Perkins , Shasta Ventures , Cowboy Ventures and Sway Ventures . Want more fintech news in your inbox? Sign up for TechCrunch Fintech here . Want to reach out with a tip? Email me at maryann@techcrunch.com or send me a message on Signal at 408.204.3036. You can also send a note to the whole TechCrunch crew at tips@techcrunch.com. For more secure communications, click here to contact us , which includes SecureDrop ( instructions here ) and links to encrypted messaging apps."
    },
    {
        "url": "https://techcrunch.com/2024/08/01/how-filming-a-capella-concerts-and-dance-recitals-led-northzones-newest-partner-molly-alter-to-a-career-in-vc/",
        "title": "How filming a cappella concerts and dance recitals led Northzone’s newest partner Molly Alter to a career in VC",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-01",
        "publish_text": "12:03 PM PDT • August 1, 2024",
        "body": "Molly Alter wears a lot of hats. She’s a mocumentary filmmaker working on a project about an alternate reality where charades is big business. She’s a caesar salad connoisseur and documents her rankings of different restaurants’ attempts on a blog called JULIUS. She’s also Northzone’s newest partner. Alter’s path to venture capital was not an obvious one. Her parents were journalists and she grew up heavily involved in creative passions like theater and improv comedy. These interests were the basis for the company Alter started at Harvard that filmed a cappella concerts and dance recitals and ultimately led her to VC. She told TechCrunch that she really just started that company as a way to make money — it was better than her other job cleaning toilets — but it morphed into a real business that scaled up to 27 employees. Then Insight Partners came knocking via a message sent on Facebook Messenger to see if Alter wanted to join their analyst program. “I went to Insight straight out of undergrad,” said Alter, who graduated from Harvard. “My rationale was that I’m not from this world. I don’t know anything about these different businesses and business models. There is a lot for me to learn about starting companies. I’ll get a broad exposure and after a couple years, I’ll start my next company.” She didn’t end up starting that other business and has been in venture ever since. After nearly five years at Insight, she moved over to Index as a partner out of their London office in 2020. She moved to Northzone and to New York City in 2023. Now she’s being promoted to partner at the firm and will continue her focus on vertical software. Northzone is a multistage firm that currently backs startups in the U.S. and Europe out of its €1.1 billion 10th fund. While Alter assumed she’d go back to being an entrepreneur, she realized being a VC was a better fit for her and that building blocks for that career were always there even if she hadn’t noticed them. She said as a kid, she was always questioning and was obsessed with how things were made and where they came from down to the bread she used to make toast. “What you are doing at its core by investing in innovation, is finding out how things work right now and how things could be better,”Alter said. Alter said she likes that being a VC requires her to go deep into a subject and learn all the ins and outs about it. She said her investment in GovDash is a great example. While software for government contracts may not seem super interesting on the surface, Alter said she was fascinated by all the intricacies like how even a government contract for a janitor needs to be vetted for potential corruption. “This is such an exciting job,” Alter said. “You are learning about things that are right under your nose and learning how these things work today and if they are broken how an entrepreneur could fix that.” Alter thinks her creative background and current pursuits has made her a better investor. A direct example is that her interest in film led her to source a Series C investment into Frame.io in 2019 when she was at Insight. The company built a cloud-based video collaboration platform, which Alter understood the need for immediately based on her past experiences in film. The company later exited through a $1.3 billion sale to Adobe in 2021 after raising about $90 million. She added that she thinks it helps in less tangible ways too. She likes having other things to talk about with founders to help them relax and not feel like they need to be talking about their company 24/7. “I do have a ton of diverse interests and it helps me build stronger relationships with founders and build that trust to go through thick and thin,” Alter said. Being a VC hasn’t always been the easiest job, Alter said, but she’s ready to double down on investing with this latest role. She wants to cut through the AI noise to find the startups with real potential and she remains bullish on vertical software and investing out of New York. “I think there were times where I had to exercise that grit and feel like I was pushing a rock up a hill,” Alter said. “It hasn’t been easy but I have really felt that this is the right industry for me to be in. My test of that is, am I excited on a Sunday night to launch into a week of meeting founders or do I get Sunday scaries? Sundays at Northzone, I’m chomping at the bit.”"
    },
    {
        "url": "https://techcrunch.com/2024/08/13/winning-a-gold-medal-is-a-lot-like-being-a-vc-according-to-olympic-champion-kristen-faulkner/",
        "title": "Winning a gold medal is a lot like being a VC, according to Olympic champion Kristen Faulkner",
        "author": "Julie Bort",
        "publish_date": "2024-08-13",
        "publish_text": "1:05 PM PDT • August 13, 2024",
        "body": "Kristen Faulkner’s astonishing Olympic success of two gold medals stems from lessons learned from her former career as a venture capitalist. Faulkner was an associate investor at Threshold Ventures, and at Bessemer Venture Partners before that, leaving the VC world in 2021 to pursue cycling. She wasn’t initially scheduled to ride in the 158-kilometer (98-mile) road cycling race but took her teammate Taylor Knibb’s spot at the last minute. Faulkner passed the favorites to win gold that day. She won a second medal as part of the gold-winning U.S. women’s velodrome track cycling team. “As a VC, you sit down with entrepreneurs every single day who are going to do something they’re passionate about. They have these big ideas. They’re taking risks,” she told Fortune , add that such thinking helps her win races. “If a VC thinks there’s a 50% chance the company is going to be successful, that doesn’t mean they go 50% all-in for the company. When you invest, assess the risk and make your decision, but then you go all-in. You don’t look back. You have to commit. I think that’s something that shaped me.”"
    },
    {
        "url": "https://techcrunch.com/2024/08/12/euro-vcs-welcome-baldertons-fresh-1-3b-but-grumble-about-europes-ai-misses/",
        "title": "Euro VCs welcome Balderton’s fresh $1.3B but grumble about Europe’s AI misses",
        "author": "Mike Butcher",
        "publish_date": "2024-08-12",
        "publish_text": "11:05 AM PDT • August 12, 2024",
        "body": "Balderton Capital — one of the older, larger European VCs noted for investing in Revolut and Wayve — has raised a fresh $1.3 billion in total, spread across two funds. Its Early Stage Fund IX will get $615 million, and its Growth Fund II will get $685 million. The news was greeted with cautious optimism by the VCs TechCrunch spoke with. It’s also a further indication that European VC is picking up after a lackluster couple of years following the ZIRP and post-COVID-driven bull-run of 2021 and 2022. Indeed, the London-based Balderton pointed to research that said European VC funds have outperformed VCs in the U.S. over 10- and 15-year periods, based on data from both Invest Europe and Cambridge Associates. In an interview with TechCrunch, partner Suranga Chandratillake said the raise had gone relatively smoothly: “We raised [these funds] faster than we’ve ever raised them before. It was about 80% reupping of existing LPs.” He said the fund has also raised from a large, but unnamed, U.S.-based institution: “What we’ve heard a lot is that European venture feels like a proper, solid, here-to-stay part of the industry VC globally, which obviously seems like old news to me or to you, but it’s amazing how long that takes, in a global sense, to really permeate into everybody’s way of thinking about the world.” In fact, European AI startups Mistral, Wayve and Poolside AI now account for 18% of all European VC funding, according to Dealroom . Balderton’s fundraise follows raises by other VCs in Europe, including Accel’s European arm, Index Ventures and Creandum. In the last 12 months, Balderton has announced 12 new investments: Checkly, SAVA, Tinybird, Qargo, Huspy, trawa, Payflows, Scalable Capital, Lassie, Writer, Anytype and Deepset. However, the firm’s Europe-only focus means it has largely missed out on investing in the “foundational” wave of AI startups out of Silicon Valley, such as OpenAI and Anthropic. These have ben backed by giant U.S. firms such as Andreessen Horowitz, Sequoia Capital and Lightspeed Venture Partners, all of which now have London offices. Balderton has singled out London and Paris as key innovation centers. But despite having Bernard Liautaud, a Frenchman, as managing partner of the fund, Balderton didn’t opt to back the Paris-based Mistral. “We think Mistral is a great company and there’s nothing negative about the team or their mission,” Chandratillake told me. “We think it’s a hard investment for a more early-stage focused VC like ourselves because it’s the kind of company that will have to raise huge amounts of money to stay up with the leaders. If you are early in those sorts of companies, you get really squashed. You won’t have the firepower to keep going, to write checks of hundreds of millions of dollars. And so you get squashed in the cap table, you lose your relevance, you lose your board seat, etc., etc. So it was not necessarily a good fit for our kind of fund. That doesn’t mean it isn’t a great company. It just isn’t a very good fit for us.” Is the strategy instead to watch the whole AI field play out and pick off the emerging companies? “We believe in foundational models, and we believe that there should be a healthy market of those. But we think that the amount of capital required to build a great foundational model is colossal, [and better suits] private equity firms, hyperscaler public companies that are printing cash in their core businesses,” Chandratillake said. “We do think there are a lot of interesting companies that are going to get built that use this technology in different ways to solve very specific problems and that’s where you’ll see a lot of our dollars going. Wayve is in our portfolio, and they have raised the largest single round of any AI company in Europe. So I think we feel pretty good about AI.” TechCrunch also spoke to other VCs to gauge industry opinion about the raise. Brent Hoberman, founder of firstminute capital (a $400 million AUM seed fund) said: “It’s very encouraging for Europe, especially the pure Europe focus and the stats regarding Euro VCs outperforming the U.S. Europe riding on top of foundation models heavily funded from USA is valid, too.” “It is great news for European tech. We need more and experienced capital, especially at the growth stage in Europe,” commented Apostolos Apostolakis, partner with VentureFriends , Athens. Susanne Najafi, founding partner at BackingMinds VC in Stockholm, said: “It’s great. More capital for European startups — both early and growth. Regarding growth, we’re a firm believer that it will be easier for growth startups to raise their rounds here versus relying on U.S. funds for that. That might still be relevant + value adding, but now European growth funds can compete to a larger extent.” Another unnamed VC, who wanted to remain anonymous for fear of market repercussions, said he backed Balderton’s decision not to invest in Mistral: “I believe Balderton has always had a very realistic, almost calm view on things … They might not be the most fancy brand, but they are certainly the one that returns money. They likely missed out on hundreds of outliers over the years, but chose many great ones to create a diversified portfolio. I would call them sober decision-makers. And big institutional investors want this, along with repeat business. Investing in Balderton is akin to investing in Revaia, Highland and Verdane.” However, not everyone is so impressed. Andrew J. Scott, founding partner at 7percent Ventures said: “What’s critical is that European Series A-plus managers have the guts to back really big foundational technology bets, not only software layer applications which show established revenue. If they don’t, the U.S. will control AI, space and robotics for the next 30 years in the same way it controls the web, search and cloud compute today.” This story was updated to include another quote from a VC about Balderton’s decision not to invest in Mistral."
    },
    {
        "url": "https://techcrunch.com/2024/08/12/fbi-takes-down-ransomware-gang-that-hacked-dozens-of-companies/",
        "title": "FBI takes down ransomware gang that hacked dozens of companies",
        "author": "Zack Whittaker",
        "publish_date": "2024-08-12",
        "publish_text": "1:55 PM PDT • August 12, 2024",
        "body": "FBI’s seizure notice of the Radar/Dispossessor ransomware and extortion gang. Image Credits: FBI The FBI said Monday it seized the servers of a ransomware and extortion gang called Radar (aka Dispossessor). At the time of writing, Radar’s website features a message from law enforcement, reading: “This website has been seized.” It’s a rare win for the FBI, which along with global law enforcement agencies has struggled to contain and curtail the rising threat from ransomware. In a statement from the FBI’s Cleveland, Ohio, field office, the feds said they seized the gang’s domains and servers located in the United Kingdom and Germany. Radar/Dispossessor had at least 43 victim companies since the gang started out in August 2023, the agency said. The FBI said the Radar/Dispossessor group, led by a ringleader named “Brain,” would exploit security flaws in a victim company’s systems, steal vast amounts of data and scramble the company’s data with encryption. The gang would hold the data hostage in exchange for a ransom, and threaten to publish the data if the ransom wasn’t paid, a common tactic used by extortion gangs known as “double extortion.”"
    },
    {
        "url": "https://techcrunch.com/2024/08/15/jeff-bezos-brothers-firm-has-launched-a-debut-100m-vc-fund-called-hipstr/",
        "title": "Jeff Bezos’ brother’s firm has launched a debut $100M VC fund called HIPstr",
        "author": "Marina Temkin",
        "publish_date": "2024-08-15",
        "publish_text": "12:06 PM PDT • August 15, 2024",
        "body": "HighPost Capital, a private equity firm run by Mark Bezos, Jeff Bezos’ younger brother, and PE veteran David Moross, has launched a new venture capital arm called HIPstr. And with it, fresh capital to invest in startups. The new entity just announced its first VC fund of $100 million. HighPost Capital focuses on consumer companies and HIPstr aims to take advantage of dramatically lower startup valuations of the past couple of years, Bloomberg reported . The fund has already invested in half a dozen early-stage startups, including Wild Common, a liquor company started by Kylie Jenner, and After.com, a cremation services provider that raised a $10 million Series A round last month."
    },
    {
        "url": "https://techcrunch.com/2024/08/07/techstars-is-laying-off-17-percent-ending-jp-morgan-backed-programs/",
        "title": "Techstars is laying off 17%, ending its J.P. Morgan-backed programs",
        "author": "Dominic-Madori Davis",
        "publish_date": "2024-08-07",
        "publish_text": "1:31 PM PDT • August 7, 2024",
        "body": "Techstars is laying off 17% of its workforce and will end its $80 million J.P. Morgan-backed AdvancingCities program once the fund is completely deployed at the end of this year, TechCrunch has learned. The AdvancingCities program, which launched in 2022, saw the launch of accelerator programs across the nation in cities like Oakland, New York, Miami and Washington, D.C. with the goal of backing more diverse founders. J.P. Morgan sponsored the program with a commitment through December, but the relationship between the bank and Techstars soured almost immediately, as TechCrunch previously reported . The bank was supposed to commit to continuing the program last summer so Techstars could start fundraising for another round with the hope of deploying capital from the second round in 2025. But it didn’t commit by that earlier deadline. As of our earlier report, the fate of around 20 Techstars employees who worked on the program was unclear. “In 2022, J.P. Morgan announced the $80MM Advancing Cities Fund, raised as a private placement to invest in a Techstars accelerator program focused on advancing equitable access to funding among diverse founders across the U.S,” a J.P Morgan spokesperson told TechCrunch. “The fund is expected to be fully deployed by the end of this year, as planned. JPMorganChase remains committed to supporting across the country through the expansion of its diverse manager network, private investments platform and engagement capabilities.” The news that the program was officially shut down was reported on Wednesday by The Information. In an email about the layoffs, Techstars co-founder and CEO David Cohen told staff that the startup accelerator “overbuilt and over hired.” He said that most of the layoffs would come from engineering, support services and those working on sales and partnerships. He promised that those running most accelerator programs would not be impacted with the exception of the J.P. Morgan programs, specifically the AdvancingCities program. The news comes during a transformative year for Techstars. Techstars’ now-former CEO Maëlle Gavet stepped down in May, with Cohen stepping back into the role upon her departure. Wednesday’s layoff also follows a 7% headcount reduction in January, as TechCrunch previously reported. Techstars’ strategy under Gavet was to scale into more programs and back more startups, but it was met with criticism from those in the investment community as the organization began earlier this year to restructure itself. Cohen somewhat addressed the criticisms in that email to staff today, saying that the firm would now “stop focusing on scaling and shift all of our focus to being better for founders each and every day.” Techstars declined further comment but pointed to Cohen’s email which it published on its website. Note: This story was updated to add a statement from J.P. Morgan."
    },
    {
        "url": "https://techcrunch.com/2024/08/08/cohere-co-founder-nick-frosst-thinks-everyone-needs-to-be-more-realistic-on-what-ai-can-and-cannot-do/",
        "title": "Cohere co-founder Nick Frosst thinks everyone needs to be more realistic about what AI can and cannot do",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-08",
        "publish_text": "11:15 AM PDT • August 8, 2024",
        "body": "AI companies are gobbling up investor money and securing sky-high valuations early in their life cycle. This dynamic has many calling the AI industry a bubble. Nick Frosst, a co-founder of Cohere, which builds custom AI models for enterprise customers, recently said on TechCrunch’s Found podcast that he doesn’t think the AI industry is in a bubble. While he acknowledges the froth, he thinks calling it a bubble discredits the companies, like his own Cohere, that are creating genuinely useful features for its customers. “Frequently I’ll run into something where I’ll see somebody using our model, and they will have enabled some completely new feature that wasn’t possible before or they’ll have automated some process that was really bogging them down and slowing everything up,” Frosst said. “And like that’s tangible value. It’s hard for there to be a complete bubble when you have something so useful.” But that doesn’t mean Frosst is bullish on everything the industry is building. He doesn’t think AI is really ever going to get to artificial general intelligence, defined as human-level intelligence, which is a noticeably different narrative from some of Frosst’s AI peers like Mark Zuckerberg and Jensen Huang . He added that if the industry does get there, it’s not going to be for a long time. “I don’t think we’re gonna have digital gods anywhere, anytime soon,” Frosst said. “And I think more and more people are kind of coming to that realization, saying this technology is incredible. It’s super powerful, super useful. It’s not a digital god. And that requires adjusting how you’re thinking about the technology.” Frosst said they try to be realistic at Cohere about what AI technology can and can’t do and what types of neural networks can provide the most value. Cohere’s approach to building its business model is based on the research work of Cohere co-founder and CEO Aidan Gomez while at Google Brain. Gomez is, of course, known for his extensive AI research. He’s most famous for co-writing a paper that bought AI the transformer model that ushered in this generative AI era. But he also co-wrote a paper in 2017 called One Model to Learn Them All . This research came to the conclusion that an all-encompassing large language model is more useful than small models trained for a specific task or on data from a specific industry, Frosst said. Today, Cohere uses that main model as a base to build custom models for enterprise clients. “We specialize as people. We go into particular fields. But the first part of our education is just about how to use language in general,” Frosst said. “We spent a long time learning how to read and write. It’s not until very later that you kind of specify on a particular subfield of language. So there’s something kind of similar going on with neural nets as well.” But despite thinking larger, foundational models will win in his market — among those building such services — he doesn’t think enterprise companies should ask their own single models to do everything: consumer tasks, B2B tasks, product tasks. Frosst says that companies that want to use AI technology successfully should focus and also be aware of what AI technology can and can’t do. “We’re pretty sober about how this technology is useful, and what value it can deliver, and to be clear, an insane amount of value,” Frosst said. “But I don’t think it’s going to bring about the death of all humans. And so we’re able to kind of have this realistic approach that maybe spares us from some of the extreme rhetoric on either side.”"
    },
    {
        "url": "https://techcrunch.com/2024/08/14/nea-led-a-100m-round-into-fei-fei-lis-new-ai-startup-now-valued-at-over-1b/",
        "title": "NEA led a $100M round into Fei-Fei Li’s new AI startup, now valued at over $1B",
        "author": "Marina Temkin",
        "publish_date": "2024-08-14",
        "publish_text": "2:25 PM PDT • August 14, 2024",
        "body": "World Labs, a stealthy startup founded by renowned Stanford University AI professor Fei-Fei Li, has raised two rounds of financing two months apart, according to multiple reports. The latest financing was led by NEA and valued the company at over $1 billion, TechCrunch has learned from several people with knowledge of the investments. This was a $100 million round previously reported by the Financial Times in July. This was a significant increase in valuation from World Labs’ initial financing, which took place in April, and valued World Labs at $200 million, one person said. Investors in the first round included Andreessen Horowitz and Canadian firm Radical Ventures, where Li is a scientific partner, Reuters reported in May . Li and NEA didn’t respond to a request for comment. World Labs, which was reportedly founded in April and went from founding to unicorn in four months, suggests that investors continue to place large bets on AI startups founded by prominent AI scientists, even if the startups businesses are unproven. In the case of World Labs, what Li is working on is particularly difficult to do and could be essential in the AI-driven world that Silicon Valley is madly building. It’s aiming to create AI models that can accurately estimate the three-dimensional physicality of real-world objects and environments, enabling detailed digital replicas without the need for extensive data collection. Li, widely known as a “Godmother of AI,” discussed how machines can be trained to develop human-like “spatial intelligence” in a TED talk earlier this year. “Very little three-dimensional data exists in the world,” said one investor familiar with World Labs’ approach. “Autonomous vehicle companies collect that data by driving thousands and thousands of miles to create three-dimensional data, which they then use to train their machines. In all other applications, like serving coffee, there’s no three-dimensional data. Collecting that data is expensive because the universe of places you have to collect data is enormous.” Once available, World Labs’ models can be used in gaming and robotics applications, she said. Li is best known for her work on ImageNet, a dataset that revolutionized computer vision. She is currently on partial leave until December 2025 from her role as co-director of Stanford’s Human-Centered AI Institute."
    },
    {
        "url": "https://techcrunch.com/2024/08/15/tech-layoffs-2024-list/",
        "title": "A comprehensive list of 2024 tech layoffs",
        "author": "Cody Corrall",
        "publish_date": "2024-08-15",
        "publish_text": "1:10 PM PDT • August 15, 2024",
        "body": "The tech layoff wave is still going strong in 2024. Following significant workforce reductions in 2022 and 2023 , this year has already seen 60,000 job cuts across 254 companies, according to independent layoffs tracker Layoffs.fyi . Companies like Tesla , Amazon , Google , TikTok , Snap and Microsoft have conducted sizable layoffs in the first months of 2024. Smaller-sized startups have also seen a fair amount of cuts, and in some cases, have shut down operations altogether . By tracking these layoffs, we’re able to understand the impact on innovation across companies large and small. We’re also able to see the potential impact of businesses embracing AI and automation for jobs that had previously been considered safe. It also serves as a reminder of the human impact of layoffs and what could be at stake in regards to increased innovation. Below you’ll find a comprehensive list of all the known layoffs in tech that have occurred in 2024, to be updated regularly. If you have a tip on a layoff, contact us here . If you prefer to remain anonymous, you can contact us here . January 2024: 19,350 employees laid off — see all January 2024 Tech Layoffs February 2024: 15,589 employees laid off — see all February 2024 Tech Layoffs March 2024: 7,403 employees laid off — see all March 2024 Tech Layoffs April 2024: 22,153 employees laid off — see all April 2024 Tech Layoffs May 2024: 9,882 employees laid off — see all May 2024 Tech Layoffs June 2024: 10,083 employees laid off — see all June 2024 Tech Layoffs July 2024: 8,851 employees laid off — see all July 2024 Tech Layoffs August 2024 Formlabs Has laid off a “small number” of employees, the company exclusively confirmed to TechCrunch. The 3D printing firm says the cuts occured over the past two years and impact 40 employees out of its less than 750-person staff. Sonos CEO Patrick Spence confirmed with TechCrunch the company cut 100 employees in a new layoff round, impacting 6% of the company’s workforce. Sonos previously reduced its headcount by 7% in 2023. Cisco Will reportedly eliminate thousands of jobs in another round of layoffs this year. The company previously laid off more than 4,000 employees in February 2024. Tally Has shut down its operations “after exploring all options” before running out of cash. The fintech previously helped users manage and pay off their credit card debt; it had 183 employees and was last valued at $855 million. Branch.io Has laid off more than 100 employees . Nova Launcher, which was acquired by Branch in 2022, said the cuts whittled down its team to one full-time developer . READY Robotics Has reportedly stopped its operations . The company is now auctioning off equipment through the Silicon Valley Disposition . Eventbrite Is cutting around 100 employees, accounting for 11% of its total workforce. The online ticketing company previously let go of 8% of its employees in February 2023. LegalZoom Announced it will reduce its global workforce by 15% and pause future hiring efforts in an effort to save $25 million. Techstars Is laying off 17% of its staff and ending its $80 million J.P. Morgan-backed programs at the end of this year following a rocky period for the company that has included financial losses and leadership shakeups . Mobius Will completely shut down operations after facing financial struggles. The Kenya-based SUV manufacturer reportedly cited tax hikes as a driving force of the decision . Infineon Will cut 1,400 jobs globally, including hundreds of roles at its German plant. The company said it will also relocate an additional 1,400 employees to countries with lower labor costs. Jam City Has eliminated around 85 employees, affecting 10% of the video game developer and publisher’s total workforce. Dell Will conduct layoffs as the company plans to get “leaner,” according to an internal memo, and create a new sales unit focused on AI products and services. The number of employees impacted is currently unknown. Intel Intel kicked off the month with substantial layoffs , with 15,000 employees accounting for 15% of its total staff affected by the company’s cutbacks. “Our revenues have not grown as expected — and we’ve yet to fully benefit from powerful trends, like AI,” CEO Pat Gelsinger said in a memo announcing the layoffs. July 2024 Rad Power Bikes The e-bike startup that has raised more than $300 million from investors has also conducted five rounds of layoffs since April 2021, with TechCrunch exclusively learning that Red Power’s most recent layoffs were conducted in July with an unknown number of Rad Power’s roughly 394 employees impacted. Match Group Has discontinued livestreaming services across its dating apps, specifically Plenty of Fish and BLK, as it shifts its focus to generative AI. The move will result in a 6% reduction in its total workforce. Bungie Will cut 220 employees, representing around 17% of the game studio’s total workforce. CEO Pete Parsons said the changes impact all levels of the company, including senior and executive leadership. Pocket FM Has reportedly eliminated roles for nearly 200 U.S. writers a month after the company partnered with ElevenLabs to quickly convert scripts into audio content using AI. WayCool Foods Has reportedly laid off more than 200 employees across several departments. It would be the agritech company’s third substantial layoff round in the past year. Webflow Announced it will eliminate roughly 8% of its workforce as the company works toward its “next phase of growth.” Cohere Is reportedly laying off about 20 employees , accounting for nearly 5% of its total workforce. The cuts came the day after the company announced it raised $500 million at a $5 billion valuation . Magic Leap Reportedly eliminated around 75 of its workers. As part of the cuts, the augmented reality startup reportedly axed its sales and marketing departments entirely. Mercari Is reportedly laying off nearly half of its employees in the U.S. as the Japan-based company struggles to compete with other e-commerce rivals like Temu. Aqua Is eliminating 50 employees , accounting for 10% of its total workforce. Earlier this year, the cybersecurity company raised $60 million at a $1 billion valuation, making it a unicorn. EverC Is reportedly laying off 10% of its 165-person workforce . The company develops cyber intelligence software that helps prevent online fraud. Lex Has laid off the majority of its roughly eight-person staff as the LGBTQ+ social networking site struggles to monetize its product. Last year, the company’s third, Lex raised $5.6 million in seed funding and elevated co-founder Jennifer Lewis from COO to CEO. Monarch Tractor Cut “less than” 15% of its 250- to 300-person workforce as part of a necessary reshuffling following a $133 million Series C funding round, TechCrunch has learned. Kaspersky Will lay off dozens of employees and leave the U.S. market completely following a U.S. government order that banned the sale of the company’s software due to security risks. Salesforce Eliminated about 300 employees in its workforce as it rolls out a broader effort to cut costs and streamline its operations. Intuit Will cut 1,800 employees , impacting 10% of its workforce. The company says more than half were cut due to low performance and aims to hire approximately the same number of employees instead of cutting costs. UiPath Plans to cut 420 jobs, 10% of its total workforce, as the company undergoes a large restructuring effort. UKG Cut an estimated 2,200 employees, amounting to nearly 14% of its workforce, as the software company attempts to redirect its resources into “key areas of product innovation.” OpenText​​ Plans to cut roughly 1,200 jobs, amounting to almost 2% of its total workforce, as the information management company plans to significantly reduce its expenses by 2025. Unacademy Is laying off about 250 employees in the latest in a series of job cuts after schools reopened across India following pandemic lockdowns. Koo Is ceasing its operations after its last-resort acquisition talks with Dailyhunt collapsed. Upside Foods Has cut its workforce by 26 people , CEO Uma Valeti wrote in an email to staff, as the lab-grown meat industry sees a decline in VC funding. Sightful Is eliminating 20 employees , amounting to a third of its total workforce, as the company shifts its focus to software development. June 2024 RealPage Will cut approximately 4% of its workforce as part of a plan to boost growth, though the company is also one of many within its field facing a consolidated lawsuit alleging they engaged in price fixing . Planet Intends to lay off roughly 180 employees , amounting to 17% of its workforce, according to an SEC filing that amounts to its second recent round of layoffs . Moxion Power Is laying off more than 100 employees , according to a WARN filing. The news of the cuts comes after the company launched a large office expansion in Richmond, California. eBay Is reportedly conducting layoffs in Israel as it goes through a global restructuring. BeReal Is reportedly cutting a large number of its staff after being acquired by French gaming company Voodoo . Flutterwave Has laid off about 30 people , accounting for 3% of its workforce, as it refocuses its business to enterprise. Ginkgo Bioworks Terminated 158 employees, with another batch of layoffs expected to come as the company aims to reduce its workforce by 25%. Moovit Is making cuts to 10% of its workforce, impacting around 20 to 25 employees. Wex Is laying off 375 employees, accounting for 5% of its total workforce. PayPal Will eliminate up to 85 employees based in Ireland, the company announced. Rapyd Is reportedly laying off around 30 employees in Israel and will move positions to other regions to cut costs. C2FO Cut 16 employees in its supplier resource management department as it focuses on automation. Chegg Is reducing its global headcount by 23% in a major restructuring effort as the online learning platform aims to become a “leaner” operation. StackPath Is closing up shop and liquidating its assets. The number of employees affected is currently unknown. Unit Is reducing its headcount by 15% as the company attempts to “think in longer time frames,” the company announced in a blog post. Loop Is making more cuts, co-CEO Carey Anne Nadeau announced on LinkedIn . The number of employees impacted is currently unknown. Care/of Will lay off its 143 employees by July 3 due to a “funding loss,” and will no longer be accepting new orders. The company has not shut down fully though, telling TechCrunch: “We are actively exploring options for the brand but do not have anything definitive to communicate at this time.” Running Tide Shut down its operations and laid off its remaining employees after raising more than $50 million since its 2017 start. Satellogic Is laying off 70 employees, about 30% of its workforce, three weeks after an earlier round of cuts impacted 34 employees. ByteDance Is slashing around 450 jobs at its Indonesian e-commerce division, accounting for 9% of the unit. VRChat Has eliminated around 30% of its total workforce , CEO Graham Gaylor confirmed in a statement. Paytm Is reportedly conducting large cuts across the company. The total number of employees impacted is currently unknown. Kissflow Has cut around 45 jobs as part of a restructuring effort. Copia Global Has laid off at least 1,060 employees two weeks after the startup filed for administration. Revel Is laying off its 1,000+ staff drivers as it embraces a gig worker model similar to that of Lyft and Uber. Simpl Has cut 30 employees a month after the Bengaluru-based startup laid off 160 people. Oda Has confirmed layoffs of 150 jobs as it drastically scales back its expansion ambitions to focus on its markets in Norway and Sweden. Pagaya Is laying off 100 workers, or 20% of its staff, in another round of cuts. MoonPay Is reportedly laying off 10% of its workforce, amounting to around 30 people. Microsoft Is reportedly cutting hundreds of employees working in its Azure cloud business, though the exact number of employees impacted is currently unknown. OrCam Is laying off 100 employees months after reducing its headcount by 50 workers. Google Is reportedly making large cuts globally across several of its Cloud teams, including teams focused on sustainability, consulting and partner engineering. Tropic Is eliminating 40 employees as part of a restructuring effort, CEO David Campbell wrote in a post on LinkedIn . May 2024 Gro Intelligence Is shutting down its operations after laying off 60% of its staff in March in an attempt to stay afloat. Jasper Health Has laid off a substantial part of its workforce , TechCrunch learned. Engineering and product design departments were most impacted by the cuts at the cancer care platform startup. Cirium Is laying off 37 tech workers at FlightStats , the flight tracking startup it acquired in 2016, as it plans to consolidate its operations in India and the U.K. Walnut Is cutting 15 employees in a round of layoffs, impacting 20% of the Israeli startup’s total workforce. Fisker Has laid off hundreds of employees in a bid to keep the EV startup alive . One current and one laid off employee told TechCrunch exclusively that an estimated 150 people remain at the company. Cue Health Is shutting down its operations and laying off the rest of its staff. The COVID-19 test company laid off half of its workforce earlier this month to cut costs. Foursquare Has let go of 105 employees as the company seeks to “streamline” its operations, according to an email to staffers from current CEO Gary Little. Lucid Motors Is laying off about 400 employees , roughly 6% of its workforce, as part of a restructuring ahead of the launch of its first electric SUV later this year. TikTok Will reportedly make large cuts to its global operations and marketing teams. The amount of employees impacted is currently unknown. Pixar Will reportedly cut 14% of its staff , impacting 175 employees, as the company shifts its focus from original Disney+ programming back to films. Replit Let go of 20% of its staff as the coding startup shifts its focus to enterprise sales. SeekOut Cut about 30% of its total workforce . The recruiting startup that uses AI to find candidates was last valued at over $1.2 billion in January 2022 . Gopuff Eliminated 6% of its staff in another round of layoffs as the fast-delivery startup attempts to become cash-flow positive by the end of 2024. Atmosphere Plans to lay off 106 employees , according to a WARN notice filed in Texas. Mainvest Has shut down its operations . The number of employees affected is currently unknown. Indeed Is cutting roughly 1,000 jobs, impacting 8% of the company’s headcount, CEO Chris Hyams wrote in a letter to staff . Motional Cut around 40% of its workforce, impacting about 550 employees, sources told TechCrunch . The company’s chief operating officer, Abe Ghabra, has also left the company. Google Will eliminate 57 positions in San Francisco , according to a WARN notice filed in California. Vacasa Is eliminating 800 employees , accounting for 13% of its workforce, as part of a restructuring effort. Brilliant Told The Verge it has laid off most of its staff and is no longer selling its smart home controllers and light switches as it looks for a buyer. Enovix Laid off roughly 170 workers , impacting a third of its total headcount, in an effort to cut back on annual operating costs. Microsoft Closed Arkane Austin, Tango Gameworks, and more game studios as part of cuts at Bethesda . It’s currently unclear how many employees will be impacted. Cue Health Is eliminating 230 employees, about 49% of its workforce, in a cost cutting measure laid out in documents filed with the U.S. SEC . Luminar Is slashing its workforce by 20% . The cuts will affect around 140 employees, and the company is also cutting ties with “the majority” of its contract workers. Sprinklr Has laid off about 3% of its workforce , impacting 116 people, the company confirmed to TechCrunch in a statement. The cuts come over a year after the company eliminated about 4% of its headcount . Peloton Is laying off 15% of its workforce , affecting about 400 people, as part of a cost-cutting effort. The company’s CEO Barry McCarthy is also stepping down. April 2024 Tesla Has gutted its charging team in a new round of layoffs , CEO Elon Musk announced in an overnight email to executives. Google Has laid off staff across key teams like Flutter, Dart and Python . It is currently unclear how many employees were let go. Fisker Is laying off more employees to “preserve cash,” according to an internal email viewed by TechCrunch . The number of cuts is currently unknown. Getir Is shutting down operations in the U.S., the U.K. and Europe, impacting at least 6,000 jobs across the closing markets . Ola Is cutting about 180 jobs in a profitability push and has let go its chief executive Hemant Bakshi, a source familiar with the matter told TechCrunch. True Anomaly The space and defense startup laid off nearly 30 people, accounting for about 25% of its workforce, due to “duplication of roles and functions across the company,” TechCrunch exclusively reported. Expedia Is expected to cut employees in its Austin office for the second time this year. Nike Plans to eliminate 740 employees at its Oregon headquarters this summer, according to a WARN Act notice. Stability AI Is eliminating 10% of its workforce following the exit of former CEO Emad Mostaque. Google Is laying off workers as part of continued cost cutting measures . The number of employees affected was at the time unknown. Rivian Is reducing its total workforce by 1% . It’s the second round of layoffs for the EV maker this year. Take-Two Is laying off 5% of its workforce , affecting around 579 employees. The GTA 6 publisher also announced the elimination of “several projects” in development. Tome Is eliminating about 20% of its 59 employees in a restructuring effort. Tesla Is cutting “more than 10%” of its global workforce , per an internal email sent by CEO Elon Musk. That could impact more than 14,000 workers worldwide, as Tesla prepares itself “for our next phase of growth” amid a challenging EV market. Criteo Is reducing its global workforce by nearly 4%, impacting up to 140 employees . TikTok Is laying off 250 employees based in Ireland as it restructures its Training and Quality team. Hinge Health Cut approximately 10% of its workforce, TechCrunch exclusively learned , as the company prepares for an IPO and aims to reach profitability. Checkr Has laid off 382 employees, amounting to 32% of its total workforce, TechCrunch exclusively learned . The background-screening platform was last valued at $5 billion in April of 2022. Bolt.Earth Reportedly laid off a sizable part of its staff in a restructuring effort. The number of employees impacted is currently unknown, but sources told Inc42 that it could be “in the range of 70-100” workers. Apple Is laying off 614 employees in California after abandoning its electric car project , according to a WARN notice . Agility Robotics Has laid off a “small number” of employees as part of a company-wide focus on commercialization efforts. Ghost Autonomy Shut down operations. The company, which was backed by OpenAI, employed about 100 people . Whirlpool Is shutting down Yummly , the recipe and cooking app it acquired in 2017. AWS Will cut hundreds of jobs across Sales, Marketing, Global Services and its Physical Stores Technology team. Byju’s Is laying off about 500 employees , accounting for 3% of its total workforce, as part of a restructuring effort. March 2024 Reliance Reliance, largest conglomerate in India, took its time in announcing it had laid off more than 42,000 people in its fiscal year, which ended in March. That significant number accounted for 11% of its workforce, and another 143,000 employees took “voluntary separations” in the same time. ChowNow Has laid off 20% of its staff after acquiring point-of-sale platform Cuboh. The company previously laid off 100 people in 2022. Nintendo of America Is restructuring its testing department, which is largely made up of contractors. A Nintendo spokesperson told Kotaku the changes will end some assignments but will lead to the creation of new full-time positions. Dell Cut its global workforce by about 6,000 jobs , according to a 10-K SEC filing . The filing reveals the company cut 13,000 jobs in the last year . Synctera Has made cuts to its staff, the company confirmed to TechCrunch . A report in Fintech Business Weekly estimates that 17 people, or about 15% of the company, were impacted. ShopBack Is cutting 195 roles in an effort to become more sustainable, CEO Henry Chan wrote in a blog post . The layoffs impact nearly a quarter of its staff. Airmeet Reportedly eliminated 20% of its total workforce in its second restructuring effort in the past year. Chipper Cash Conducted another round of layoffs impacting 20 employees, CEO Ham Serunjogi announced in a blog post . Textio Has reportedly cut 16% of its staff in a strategic move to support its Textio Lift product. Stash Is reportedly laying off around 25% of its workforce . According to Axios, the cuts affect roughly 80 people. Phantom Auto Is shutting down after failing to secure new funding, TechCrunch has learned . The remote driving startup, which had cut staff last year, employed a little more than 100 people. IBM Is reportedly slashing its marketing and communications staff. The company previously announced a strategy to replace upwards of 8,000 jobs with AI. Inscribe.ai Cut just under 40% of its staff, equating to dozens of employees, the company confirmed to TechCrunch . Turnitin Laid off around 15 people earlier this year , following comments from CEO Chris Caren that the company would be able to reduce 20% of its headcount thanks to AI. Sorare Laid off 13% of its staff based in its New York office as the web3 fantasy sports platform focuses on its Paris headquarters, a source familiar with the matter told TechCrunch . Melio Is eliminating roughly 7% of its workforce as part of organizational restructuring. The fintech unicorn last conducted layoffs in August 2022. ONE Is cutting about 13% of its workforce , affecting 40 employees. It’s the second round of layoffs for the battery startup in recent months. Project Ronin Is shutting down, resulting in a “permanent mass layoff” impacting around 150 employees. February 2024 Fisker Plans to lay off 15% of its workforce and says it likely does not have enough cash on hand to survive the next 12 months. EA Cut 5% of its workforce , impacting 670 employees, as it moves away from the “development of future licensed IP.” Bumble Is letting go of about 350 employees, accounting for 30% of its workforce. Apple Is likely cutting hundreds of employees who worked on the company’s autonomous electric car project now that the effort has stopped, TechCrunch has learned. Sony Is laying off 900 employees from its PlayStation unit, affecting 8% of the division’s workforce. Insomniac Games, Naughty Dog, Guerrilla and Firesprite studios will also be impacted . Expedia Will reportedly cut 1,500 roles in 2024 , primarily in its Product & Technology division, accounting for more than 8% of the company’s workforce. Finder Eliminated roughly 60 employees , or 17% of its workforce. It’s the financial startup’s third major layoff round in the past 12 months. Rivian Is laying off 10% of its salaried workforce in a bid to cut costs in an increasingly tough market for EVs. Meati Foods Will lay off 13% of its workforce as it works to “build a financially sustainable business,” CEO Phil Graves told TechCrunch exclusively . Cisco Announced it will eliminate 5% of its employees, impacting more than 4,000 people . Toast Will lay off about 550 workers in a move designed to promote “operating expense efficiency.” Instacart Announced in an SEC filing that it will lay off roughly 250 employees as part of a restructuring effort. Mozilla Is scaling back its investment in a number of products, TechCrunch has learned, resulting in layoffs that will affect roughly 60 employees . Grammarly Is laying off 230 employees worldwide as part of the company’s efforts to advance its focus on “the AI-enabled workplace of the future.” Getaround Is cutting 30% of its North American workforce as part of a restructuring. Amazon Is reportedly cutting jobs in its healthcare businesses One Medical and Amazon Pharmacy. The number of impacted roles is currently unknown. DocuSign Announced plans to eliminate 6% of its workforce , largely impacting the company’s sales and marketing divisions. Snap Announced plans to cut 10% of its workforce , impacting roughly 500-plus employees, in an effort to “reduce hierarchy.” Polygon Labs Has laid off 60 employees , or about 19% of its staff, CEO Marc Boiron announced in a blog post . Okta Is laying off approximately 400 employees . The layoffs come almost exactly a year to the day after Okta announced plans to cut about 300 employees. January 2024 Thinx Will lay off 95 workers in New York City, according to a filing with the New York Department of Labor. Proofpoint Is laying off about 6% of its global workforce , or 280 employees, the company confirmed to TechCrunch. Wattpad Conducted another round of layoffs earlier this month, amounting to roughly 15% of its workforce, a source familiar with the situation told TechCrunch. Block Is reportedly laying off around 1,000 people in the Cash App, foundational and Square arms of Block. PayPal Has reportedly begun company-wide layoffs . While it is unclear how many people will be affected, one source told TechCrunch it was expected to be in the “thousands.” Aurora Solar Has laid off 20% of its staff of about 1,000 people, TechCrunch exclusively learned. The cuts to the software startup come despite record growth in the solar industry last year. iRobot Is laying off 350 people , or one-third of its headcount, after Amazon’s bid to acquire the Roomba-maker shuttered. Longtime CEO Colin Angle has also stepped down. Salesforce Is reportedly laying off 700 workers , or around 1% of its staff. This comes after the company had a significant reduction of 10% of its workforce in 2023. Flexport Is reportedly planning to cut around 20% of its staff in the next few weeks. The company announced similar cuts in October, when founder Ryan Petersen returned as CEO and slashed its workforce by 20%. Microsoft Is laying off 1,900 employees across its gaming divisions following its acquisition of Activision Blizzard. Blizzard president Mike Ybarra announced he will also be stepping down. Swiggy Is cutting about 400 jobs , 7% of its workforce, as the food delivery startup seeks to bring further improvements to its finances ahead of a planned IPO later this year. Aurora Laid off dozens of workers , according to sources familiar with the decision. The autonomous vehicle technology company has since confirmed that about 3% of its workforce has been laid off. eBay Will lay off 9% of the company’s workforce , affecting about 1,000 full-time employees. In a blog post , the company also plans to cut contract roles in the coming months. SAP Announced it intends to offer voluntary buyouts or job changes to 8,000 employees amid restructuring. Brex Laid off 20% of its staff , affecting 282 workers. In a blog post , Co-CEO Pedro Franceschi said that the company is prioritizing “long-term thinking and ownership over short-term gains in our comp structure.” TikTok Eliminated around 60 jobs across the U.S. in Los Angeles, New York, and Austin in addition to layoffs in international markets. The affected roles, according to NPR’s initial reporting, are largely in sales and advertising. Vroom Is cutting 90% of its employees as it shuts down its online used car marketplace and shifts resources into two business units: one focused on auto financing and the other on AI-powered analytics. Riot Games Is laying off 11% of its workforce , affecting about 530 employees, as the company focuses on “fewer, high-impact projects.” The League of Legends maker is also sunsetting its five-year-old publishing group , Riot Forge. Wayfair Is eliminating 13% of its global workforce , affecting 1,650 employees, in a restructuring effort aimed at cutting layers of management. YouTube Will eliminate 100 employees , a spokesperson confirmed to TechCrunch, as part of a restructuring effort in its creator management and operations teams. Google Is laying off “hundreds” of employees in its advertising sales team, according to a leaked memo. The cuts come a week after the company did sweeping layoffs across its hardware teams. And more layoffs will come throughout the year, as CEO Sundar Pichai told the company in a memo obtained by the Verge . Lost Boys Interactive Reportedly laid off a “sizable” number of employees January 12. The game developer studio was acquired by Borderlands maker Gearbox in 2022. Pixar Is going to lay off employees in 2024, TechCrunch exclusively learned , with the total impacted employees potentially reaching as high as 20% of the animation studio’s 1,300 person workforce. The cutbacks come as Disney looks to reduce the studio’s output as it struggles to achieve profitability in streaming. Audible Is laying off 5% of its workforce , citing an “increasingly challenging landscape,” according to a leaked memo obtained by Business Insider. Discord Is laying off 17% of its staff , impacting 170 people. In an internal memo obtained by the Verge , Discord CEO Jason Citron blamed the cuts on the company growing too quickly. Google Laid off hundreds of employees across its Google Assistant division and the team that manages Pixel, Nest and Fitbit hardware. The company confirmed to TechCrunch that Fitbit co-founders James Park and Eric Friedman are also exiting. Amazon Is laying off “several hundreds” of employees at Prime Video and MGM Studios, according to a memo obtained by TechCrunch. The cuts come days after the 500 layoffs at Amazon’s Twitch . Twitch Is reportedly laying off 500 employees , 35% of its current staff, amid a continued struggle to achieve profitability in the face of rising costs and community backlash. The pending layoffs come after hundreds more employees were laid off in 2023. Treasure Financial Confirmed to TechCunch that layoffs, conducted in December, had impacted 14 employees, accounting for 60% to 70% of the company, according to multiple sources. Duolingo Confirmed it cut 10% of its contractor workforce at the end of 2023 as it turns to AI to streamline content production and translations previously handled by humans. Rent the Runway Will cut about 10% of corporate roles as it goes through a restructuring plan following Anushka Salinas’ planned resignation as operating chief and president at the end of January. Unity Is reducing its workforce by about 25% , or 1,800 people. The video game engine maker went through three rounds of layoffs in 2023. Pitch Laid off two-thirds of its employees as the German startup, which built collaborative presentation software, looks to pursue a “completely different path.” CEO and co-founder Christian Reber also stepped down. BenchSci The AI and biomedical startup reportedly cut 17% of its workforce January 8, citing “shifts in the economic environment,” in a LinkedIn post announcing the layoffs. Flexe Eliminated 38% of its staff January 8 as the online retail logistics company follows up after conducting layoffs in September 2023. NuScale Announced January 8 it is laying off 28% of its staff , or 154 workers, as the small modular nuclear reactor company shifts its focus to “key strategic areas.” Trigo Is reportedly laying off 15% of its workforce focused on computer vision for retailers. InVision Is shutting down at the end of 2024 after a 12 year run. The design collaboration startup was once valued at nearly $2B. VideoAmp Is laying off nearly 20% of its workforce as it tries to maintain its battle with Nielsen over media measurement. CEO Ross McCray stepped down from the company. Orca Security Is laying off roughly 15% of its staff , totaling 60 employees. The Israel-based unicorn reportedly plans to move some impacted employees into other positions at the company. Frontdesk Laid off its entire 200-person workforce January 2 after attempts to raise more capital failed, TechCrunch exclusively learned . The mass layoff comes just seven months after the startup acquired rival Zencity ."
    },
    {
        "url": "https://techcrunch.com/2024/07/31/chatgpt-everything-to-know-about-the-ai-chatbot/",
        "title": "ChatGPT: Everything you need to know about the AI-powered chatbot",
        "author": "Kyle Wiggers",
        "publish_date": "2024-07-31",
        "publish_text": "11:45 AM PDT • July 31, 2024",
        "body": "ChatGPT, OpenAI’s text-generating AI chatbot, has taken the world by storm since its launch in November 2022. What started as a tool to hyper-charge productivity through writing essays and code with short text prompts has evolved into a behemoth used by more than 92% of Fortune 500 companies . That growth has propelled OpenAI itself into becoming one of the most-hyped companies in recent memory. And its latest partnership with Apple for its upcoming generative AI offering, Apple Intelligence, has given the company another significant bump in the AI race. 2024 also saw the release of GPT-4o, OpenAI’s new flagship omni model for ChatGPT. GPT-4o is now the default free model, complete with voice and vision capabilities. But after demoing GPT-4o, OpenAI paused one of its voices , Sky, after allegations that it was mimicking Scarlett Johansson’s voice in “Her.” OpenAI is facing internal drama, including the sizable exit of co-founder and longtime chief scientist Ilya Sutskever as the company dissolved its Superalignment team. OpenAI is also facing a lawsuit from Alden Global Capital-owned newspapers , including the New York Daily News and the Chicago Tribune, for alleged copyright infringement, following a similar suit filed by The New York Times last year. Here’s a timeline of ChatGPT product updates and releases, starting with the latest, which we’ve been updating throughout the year. And if you have any other questions, check out our ChatGPT FAQ here. Timeline of the most recent ChatGPT updates July 2024 June 2024 May 2024 April 2024 March 2024 February 2024 January 2024 ChatGPT FAQs July 2024 ChatGPT’s advanced Voice Mode starts rolling out to some users OpenAI is giving users their first access to GPT-4o’s updated realistic audio responses. The alpha version is now available to a small group of ChatGPT Plus users, and the company says the feature will gradually roll out to all Plus users in the fall of 2024. The release follows controversy surrounding the voice’s similarity to Scarlett Johansson, leading OpenAI to delay its release. We’re starting to roll out advanced Voice Mode to a small group of ChatGPT Plus users. Advanced Voice Mode offers more natural, real-time conversations, allows you to interrupt anytime, and senses and responds to your emotions. pic.twitter.com/64O94EhhXK — OpenAI (@OpenAI) July 30, 2024 OpenAI announces new search prototype, SearchGPT OpenAI is testing SearchGPT, a new AI search experience to compete with Google. SearchGPT aims to elevate search queries with “timely answers” from  across the internet, as well as the ability to ask follow-up questions. The temporary prototype is currently only available to a small group of users and its publisher partners, like The Atlantic, for testing and feedback. We’re testing SearchGPT, a temporary prototype of new AI search features that give you fast and timely answers with clear and relevant sources. We’re launching with a small group of users for feedback and plan to integrate the experience into ChatGPT. https://t.co/dRRnxXVlGh pic.twitter.com/iQpADXmllH — OpenAI (@OpenAI) July 25, 2024 OpenAI could lose $5 billion this year, report claims A new report from The Information , based on undisclosed financial information, claims OpenAI could lose up to $5 billion due to how costly the business is to operate. The report also says the company could spend as much as $7 billion in 2024 to train and operate ChatGPT. OpenAI unveils GPT-4o mini OpenAI released its latest small AI model, GPT-4o mini . The company says GPT-4o mini, which is cheaper and faster than OpenAI’s current AI models, outperforms industry leading small AI models on reasoning tasks involving text and vision. GPT-4o mini will replace GPT-3.5 Turbo as the smallest model OpenAI offers. OpenAI partners with Los Alamos National Laboratory for bioscience research OpenAI announced a partnership with the Los Alamos National Laboratory to study how AI can be employed by scientists in order to advance research in healthcare and bioscience. This follows other health-related research collaborations at OpenAI, including Moderna and Color Health. OpenAI and Los Alamos National Laboratory announce partnership to study AI for bioscience research https://t.co/WV4XMZsHBA — OpenAI (@OpenAI) July 10, 2024 June 2024 OpenAI makes CriticGPT to find mistakes in GPT-4 OpenAI announced it has trained a model off of GPT-4, dubbed CriticGPT , which aims to find errors in ChatGPT’s code output so they can make improvements and better help so-called human “AI trainers” rate the quality and accuracy of ChatGPT responses. We’ve trained a model, CriticGPT, to catch bugs in GPT-4’s code. We’re starting to integrate such models into our RLHF alignment pipeline to help humans supervise AI on difficult tasks: https://t.co/5oQYfrpVBu — OpenAI (@OpenAI) June 27, 2024 OpenAI inks content deal with TIME OpenAI and TIME announced a multi-year strategic partnership that brings the magazine’s content, both modern and archival, to ChatGPT. As part of the deal, TIME will also gain access to OpenAI’s technology in order to develop new audience-based products. We’re partnering with TIME and its 101 years of archival content to enhance responses and provide links to stories on https://t.co/LgvmZUae9M : https://t.co/xHAYkYLxA9 — OpenAI (@OpenAI) June 27, 2024 OpenAI delays ChatGPT’s new Voice Mode OpenAI planned to start rolling out its advanced Voice Mode feature to a small group of ChatGPT Plus users in late June, but it says lingering issues forced it to postpone the launch to July. OpenAI says Advanced Voice Mode might not launch for all ChatGPT Plus customers until the fall, depending on whether it meets certain internal safety and reliability checks. ChatGPT releases app for Mac ChatGPT for macOS is now available for all users . With the app, users can quickly call up ChatGPT by using the keyboard combination of Option + Space. The app allows users to upload files and other photos, as well as speak to ChatGPT from their desktop and search through their past conversations. The ChatGPT desktop app for macOS is now available for all users. Get faster access to ChatGPT to chat about email, screenshots, and anything on your screen with the Option + Space shortcut: https://t.co/2rEx3PmMqg pic.twitter.com/x9sT8AnjDm — OpenAI (@OpenAI) June 25, 2024 Apple brings ChatGPT to its apps, including Siri Apple announced at WWDC 2024 that it is bringing ChatGPT to Siri and other first-party apps and capabilities across its operating systems. The ChatGPT integrations, powered by GPT-4o, will arrive on iOS 18, iPadOS 18 and macOS Sequoia later this year, and will be free without the need to create a ChatGPT or OpenAI account. Features exclusive to paying ChatGPT users will also be available through Apple devices . Apple is bringing ChatGPT to Siri and other first-party apps and capabilities across its operating systems #WWDC24 Read more: https://t.co/0NJipSNJoS pic.twitter.com/EjQdPBuyy4 — TechCrunch (@TechCrunch) June 10, 2024 House Oversight subcommittee invites Scarlett Johansson to testify about ‘Sky’ controversy Scarlett Johansson has been invited to testify about the controversy surrounding OpenAI’s Sky voice at a hearing for the House Oversight Subcommittee on Cybersecurity, Information Technology, and Government Innovation. In a letter, Rep. Nancy Mace said Johansson’s testimony could “provide a platform” for concerns around deepfakes. ChatGPT experiences two outages in a single day ChatGPT was down twice in one day: one multi-hour outage in the early hours of the morning Tuesday and another outage later in the day that is still ongoing. Anthropic’s Claude and Perplexity also experienced some issues. You're not alone, ChatGPT is down once again. pic.twitter.com/Ydk2vNOOK6 — TechCrunch (@TechCrunch) June 4, 2024 May 2024 The Atlantic and Vox Media ink content deals with OpenAI The Atlantic and Vox Media have announced licensing and product partnerships with OpenAI . Both agreements allow OpenAI to use the publishers’ current content to generate responses in ChatGPT, which will feature citations to relevant articles. Vox Media says it will use OpenAI’s technology to build “audience-facing and internal applications,” while The Atlantic will build a new experimental product called Atlantic Labs . I am delighted that @theatlantic now has a strategic content & product partnership with @openai . Our stories will be discoverable in their new products and we'll be working with them to figure out new ways that AI can help serious, independent media : https://t.co/nfSVXW9KpB — nxthompson (@nxthompson) May 29, 2024 OpenAI signs 100K PwC workers to ChatGPT’s enterprise tier OpenAI announced a new deal with management consulting giant PwC . The company will become OpenAI’s biggest customer to date, covering 100,000 users, and will become OpenAI’s first partner for selling its enterprise offerings to other businesses. OpenAI says it is training its GPT-4 successor OpenAI announced in a blog post that it has recently begun training its next flagship model to succeed GPT-4. The news came in an announcement of its new safety and security committee, which is responsible for informing safety and security decisions across OpenAI’s products. Former OpenAI director claims the board found out about ChatGPT on Twitter On the The TED AI Show podcast, former OpenAI board member Helen Toner revealed that the board did not know about ChatGPT until its launch in November 2022. Toner also said that Sam Altman gave the board inaccurate information about the safety processes the company had in place and that he didn’t disclose his involvement in the OpenAI Startup Fund. Sharing this, recorded a few weeks ago. Most of the episode is about AI policy more broadly, but this was my first longform interview since the OpenAI investigation closed, so we also talked a bit about November. Thanks to @bilawalsidhu for a fun conversation! https://t.co/h0PtK06T0K — Helen Toner (@hlntnr) May 28, 2024 ChatGPT’s mobile app revenue saw biggest spike yet following GPT-4o launch The launch of GPT-4o has driven the company’s biggest-ever spike in revenue on mobile , despite the model being freely available on the web. Mobile users are being pushed to upgrade to its $19.99 monthly subscription, ChatGPT Plus, if they want to experiment with OpenAI’s most recent launch. OpenAI to remove ChatGPT’s Scarlett Johansson-like voice After demoing its new GPT-4o model last week, OpenAI announced it is pausing one of its voices , Sky, after users found that it sounded similar to Scarlett Johansson in “Her.” OpenAI explained in a blog post that Sky’s voice is “not an imitation” of the actress and that AI voices should not intentionally mimic the voice of a celebrity. The blog post went on to explain how the company chose its voices: Breeze, Cove, Ember, Juniper and Sky. We’ve heard questions about how we chose the voices in ChatGPT, especially Sky. We are working to pause the use of Sky while we address them. Read more about how we chose these voices: https://t.co/R8wwZjU36L — OpenAI (@OpenAI) May 20, 2024 ChatGPT lets you add files from Google Drive and Microsoft OneDrive OpenAI announced new updates for easier data analysis within ChatGPT . Users can now upload files directly from Google Drive and Microsoft OneDrive, interact with tables and charts, and export customized charts for presentations. The company says these improvements will be added to GPT-4o in the coming weeks. We're rolling out interactive tables and charts along with the ability to add files directly from Google Drive and Microsoft OneDrive into ChatGPT. Available to ChatGPT Plus, Team, and Enterprise users over the coming weeks. https://t.co/Fu2bgMChXt pic.twitter.com/M9AHLx5BKr — OpenAI (@OpenAI) May 16, 2024 OpenAI inks deal to train AI on Reddit data OpenAI announced a partnership with Reddit that will give the company access to “real-time, structured and unique content” from the social network. Content from Reddit will be incorporated into ChatGPT, and the companies will work together to bring new AI-powered features to Reddit users and moderators. We’re partnering with Reddit to bring its content to ChatGPT and new products: https://t.co/xHgBZ8ptOE — OpenAI (@OpenAI) May 16, 2024 OpenAI debuts GPT-4o “omni” model now powering ChatGPT OpenAI’s spring update event saw the reveal of its new omni model, GPT-4o, which has a black hole-like interface , as well as voice and vision capabilities that feel eerily like something out of “Her.” GPT-4o is set to roll out “iteratively” across its developer and consumer-facing products over the next few weeks. OpenAI demos real-time language translation with its latest GPT-4o model. pic.twitter.com/pXtHQ9mKGc — TechCrunch (@TechCrunch) May 13, 2024 OpenAI to build a tool that lets content creators opt out of AI training The company announced it’s building a tool, Media Manager, that will allow creators to better control how their content is being used to train generative AI models — and give them an option to opt out. The goal is to have the new tool in place and ready to use by 2025. OpenAI explores allowing AI porn In a new peek behind the curtain of its AI’s secret instructions , OpenAI also released a new NSFW policy . Though it’s intended to start a conversation about how it might allow explicit images and text in its AI products, it raises questions about whether OpenAI — or any generative AI vendor — can be trusted to handle sensitive content ethically. OpenAI and Stack Overflow announce partnership In a new partnership, OpenAI will get access to developer platform Stack Overflow’s API and will get feedback from developers to improve the performance of their AI models. In return, OpenAI will include attributions to Stack Overflow in ChatGPT. However, the deal was not favorable to some Stack Overflow users — leading to some sabotaging their answer in protest . April 2024 U.S. newspapers file copyright lawsuit against OpenAI and Microsoft Alden Global Capital-owned newspapers, including the New York Daily News, the Chicago Tribune, and the Denver Post, are suing OpenAI and Microsoft for copyright infringement. The lawsuit alleges that the companies stole millions of copyrighted articles “without permission and without payment” to bolster ChatGPT and Copilot. OpenAI inks content licensing deal with Financial Times OpenAI has partnered with another news publisher in Europe, London’s Financial Times , that the company will be paying for content access. “Through the partnership, ChatGPT users will be able to see select attributed summaries, quotes and rich links to FT journalism in response to relevant queries,” the FT wrote in a press release. OpenAI opens Tokyo hub, adds GPT-4 model optimized for Japanese OpenAI is opening a new office in Tokyo and has plans for a GPT-4 model optimized specifically for the Japanese language. The move underscores how OpenAI will likely need to localize its technology to different languages as it expands. Sam Altman pitches ChatGPT Enterprise to Fortune 500 companies According to Reuters, OpenAI’s Sam Altman hosted hundreds of executives from Fortune 500 companies across several cities in April, pitching versions of its AI services intended for corporate use. OpenAI releases “more direct, less verbose” version of GPT-4 Turbo Premium ChatGPT users — customers paying for ChatGPT Plus, Team or Enterprise — can now use an updated and enhanced version of GPT-4 Turbo . The new model brings with it improvements in writing, math, logical reasoning and coding, OpenAI claims, as well as a more up-to-date knowledge base. Our new GPT-4 Turbo is now available to paid ChatGPT users. We’ve improved capabilities in writing, math, logical reasoning, and coding. Source: https://t.co/fjoXDCOnPr pic.twitter.com/I4fg4aDq1T — OpenAI (@OpenAI) April 12, 2024 ChatGPT no longer requires an account  —  but there’s a catch You can now use ChatGPT without signing up for an account , but it won’t be quite the same experience. You won’t be able to save or share chats, use custom instructions, or other features associated with a persistent account. This version of ChatGPT will have “slightly more restrictive content policies,” according to OpenAI. When TechCrunch asked for more details, however, the response was unclear: “The signed out experience will benefit from the existing safety mitigations that are already built into the model, such as refusing to generate harmful content. In addition to these existing mitigations, we are also implementing additional safeguards specifically designed to address other forms of content that may be inappropriate for a signed out experience,” a spokesperson said. March 2024 OpenAI’s chatbot store is filling up with spam TechCrunch found that the OpenAI’s GPT Store is flooded with bizarre, potentially copyright-infringing GPTs . A cursory search pulls up GPTs that claim to generate art in the style of Disney and Marvel properties, but serve as little more than funnels to third-party paid services and advertise themselves as being able to bypass AI content detection tools. The New York Times responds to OpenAI’s claims that it “hacked” ChatGPT for its copyright lawsuit In a court filing opposing OpenAI’s motion to dismiss The New York Times’ lawsuit alleging copyright infringement, the newspaper asserted that “OpenAI’s attention-grabbing claim that The Times ‘hacked’ its products is as irrelevant as it is false.” The New York Times also claimed that some users of ChatGPT used the tool to bypass its paywalls. OpenAI VP doesn’t say whether artists should be paid for training data At a SXSW 2024 panel, Peter Deng, OpenAI’s VP of consumer product dodged a question on whether artists whose work was used to train generative AI models should be compensated . While OpenAI lets artists “opt out” of and remove their work from the datasets that the company uses to train its image-generating models, some artists have described the tool as onerous. A new report estimates that ChatGPT uses more than half a million kilowatt-hours of electricity per day ChatGPT’s environmental impact appears to be massive. According to a report from The New Yorker , ChatGPT uses an estimated 17,000 times the amount of electricity than the average U.S. household to respond to roughly 200 million requests each day. ChatGPT can now read its answers aloud OpenAI released a new Read Aloud feature for the web version of ChatGPT as well as the iOS and Android apps. The feature allows ChatGPT to read its responses to queries in one of five voice options and can speak 37 languages, according to the company. Read aloud is available on both GPT-4 and GPT-3.5 models. ChatGPT can now read responses to you. On iOS or Android, tap and hold the message and then tap “Read Aloud”. We’ve also started rolling on web – click the \"Read Aloud\" button below the message. pic.twitter.com/KevIkgAFbG — OpenAI (@OpenAI) March 4, 2024 February 2024 OpenAI partners with Dublin City Council to use GPT-4 for tourism As part of a new partnership with OpenAI, the Dublin City Council will use GPT-4 to craft personalized itineraries for travelers, including recommendations of unique and cultural destinations, in an effort to support tourism across Europe. A law firm used ChatGPT to justify a six-figure bill for legal services New York-based law firm Cuddy Law was criticized by a judge for using ChatGPT to calculate their hourly billing rate . The firm submitted a $113,500 bill to the court, which was then halved by District Judge Paul Engelmayer, who called the figure “well above” reasonable demands. ChatGPT experienced a bizarre bug for several hours ChatGPT users found that ChatGPT was giving nonsensical answers for several hours , prompting OpenAI to investigate the issue. Incidents varied from repetitive phrases to confusing and incorrect answers to queries. The issue was resolved by OpenAI the following morning. Match Group announced deal with OpenAI with a press release co-written by ChatGPT The dating app giant home to Tinder, Match and OkCupid announced an enterprise agreement with OpenAI in an enthusiastic press release written with the help of ChatGPT . The AI tech will be used to help employees with work-related tasks and come as part of Match’s $20 million-plus bet on AI in 2024. ChatGPT will now remember — and forget — things you tell it to As part of a test, OpenAI began rolling out new “memory” controls for a small portion of ChatGPT free and paid users, with a broader rollout to follow. The controls let you tell ChatGPT explicitly to remember something, see what it remembers or turn off its memory altogether. Note that deleting a chat from chat history won’t erase ChatGPT’s or a custom GPT’s memories — you must delete the memory itself. We’re testing ChatGPT's ability to remember things you discuss to make future chats more helpful. This feature is being rolled out to a small portion of Free and Plus users, and it's easy to turn on or off. https://t.co/1Tv355oa7V pic.twitter.com/BsFinBSTbs — OpenAI (@OpenAI) February 13, 2024 OpenAI begins rolling out “Temporary Chat” feature Initially limited to a small subset of free and subscription users, Temporary Chat lets you have a dialogue with a blank slate. With Temporary Chat, ChatGPT won’t be aware of previous conversations or access memories but will follow custom instructions if they’re enabled. But, OpenAI says it may keep a copy of Temporary Chat conversations for up to 30 days for “safety reasons.” Use temporary chat for conversations in which you don’t want to use memory or appear in history. pic.twitter.com/H1U82zoXyC — OpenAI (@OpenAI) February 13, 2024 January 2024 ChatGPT users can now invoke GPTs directly in chats Paid users of ChatGPT can now bring GPTs into a conversation by typing “@” and selecting a GPT from the list. The chosen GPT will have an understanding of the full conversation, and different GPTs can be “tagged in” for different use cases and needs. You can now bring GPTs into any conversation in ChatGPT – simply type @ and select the GPT. This allows you to add relevant GPTs with the full context of the conversation. pic.twitter.com/Pjn5uIy9NF — OpenAI (@OpenAI) January 30, 2024 ChatGPT is reportedly leaking usernames and passwords from users’ private conversations Screenshots provided to Ars Technica found that ChatGPT is potentially leaking unpublished research papers, login credentials and private information from its users. An OpenAI representative told Ars Technica that the company was investigating the report. ChatGPT is violating Europe’s privacy laws, Italian DPA tells OpenAI OpenAI has been told it’s suspected of violating European Union privacy , following a multi-month investigation of ChatGPT by Italy’s data protection authority. Details of the draft findings haven’t been disclosed, but in a response, OpenAI said: “We want our AI to learn about the world, not about private individuals.” OpenAI partners with Common Sense Media to collaborate on AI guidelines In an effort to win the trust of parents and policymakers, OpenAI announced it’s partnering with Common Sense Media to collaborate on AI guidelines and education materials for parents, educators and young adults. The organization works to identify and minimize tech harms to young people and previously flagged ChatGPT as lacking in transparency and privacy . OpenAI responds to Congressional Black Caucus about lack of diversity on its board After a letter from the Congressional Black Caucus questioned the lack of diversity in OpenAI’s board, the company responded . The response, signed by CEO Sam Altman and Chairman of the Board Bret Taylor, said building a complete and diverse board was one of the company’s top priorities and that it was working with an executive search firm to assist it in finding talent. OpenAI drops prices and fixes ‘lazy’ GPT-4 that refused to work In a blog post , OpenAI announced price drops for GPT-3.5’s API, with input prices dropping to 50% and output by 25%, to $0.0005 per thousand tokens in, and $0.0015 per thousand tokens out. GPT-4 Turbo also got a new preview model for API use, which includes an interesting fix that aims to reduce “laziness” that users have experienced. Expanding the platform for @OpenAIDevs : new generation of embedding models, updated GPT-4 Turbo, and lower pricing on GPT-3.5 Turbo. https://t.co/7wzCLwB1ax — OpenAI (@OpenAI) January 25, 2024 OpenAI bans developer of a bot impersonating a presidential candidate OpenAI has suspended AI startup Delphi, which developed a bot impersonating Rep. Dean Phillips (D-Minn.) to help bolster his presidential campaign. The ban comes just weeks after OpenAI published a plan to combat election misinformation, which listed “chatbots impersonating candidates” as against its policy. OpenAI announces partnership with Arizona State University Beginning in February, Arizona State University will have full access to ChatGPT’s Enterprise tier , which the university plans to use to build a personalized AI tutor, develop AI avatars, bolster their prompt engineering course and more. It marks OpenAI’s first partnership with a higher education institution. Winner of a literary prize reveals around 5% her novel was written by ChatGPT After receiving the prestigious Akutagawa Prize for her novel The Tokyo Tower of Sympathy, author Rie Kudan admitted that around 5% of the book quoted ChatGPT-generated sentences “verbatim.” Interestingly enough, the novel revolves around a futuristic world with a pervasive presence of AI. Sam Altman teases video capabilities for ChatGPT and the release of GPT-5 In a conversation with Bill Gates on the Unconfuse Me podcast, Sam Altman confirmed an upcoming release of GPT-5 that will be “fully multimodal with speech, image, code, and video support.” Altman said users can expect to see GPT-5 drop sometime in 2024. OpenAI announces team to build ‘crowdsourced’ governance ideas into its models OpenAI is forming a Collective Alignment team of researchers and engineers to create a system for collecting and “encoding” public input on its models’ behaviors into OpenAI products and services. This comes as a part of OpenAI’s public program to award grants to fund experiments in setting up a “democratic process” for determining the rules AI systems follow. OpenAI unveils plan to combat election misinformation In a blog post, OpenAI announced users will not be allowed to build applications for political campaigning and lobbying until the company works out how effective their tools are for “personalized persuasion.” Users will also be banned from creating chatbots that impersonate candidates or government institutions, and from using OpenAI tools to misrepresent the voting process or otherwise discourage voting. The company is also testing out a tool that detects DALL-E generated images and will incorporate access to real-time news, with attribution, in ChatGPT. Snapshot of how we’re preparing for 2024’s worldwide elections: • Working to prevent abuse, including misleading deepfakes • Providing transparency on AI-generated content • Improving access to authoritative voting information https://t.co/qsysYy5l0L — OpenAI (@OpenAI) January 15, 2024 OpenAI changes policy to allow military applications In an unannounced update to its usage policy , OpenAI removed language previously prohibiting the use of its products for the purposes of “military and warfare.” In an additional statement, OpenAI confirmed that the language was changed in order to accommodate military customers and projects that do not violate their ban on efforts to use their tools to “harm people, develop weapons, for communications surveillance, or to injure others or destroy property.” ChatGPT subscription aimed at small teams debuts Aptly called ChatGPT Team , the new plan provides a dedicated workspace for teams of up to 149 people using ChatGPT as well as admin tools for team management. In addition to gaining access to GPT-4, GPT-4 with Vision and DALL-E3, ChatGPT Team lets teams build and share GPTs for their business needs. OpenAI’s GPT store officially launches After some back and forth over the last few months, OpenAI’s GPT Store is finally here . The feature lives in a new tab in the ChatGPT web client, and includes a range of GPTs developed both by OpenAI’s partners and the wider dev community. To access the GPT Store, users must be subscribed to one of OpenAI’s premium ChatGPT plans — ChatGPT Plus, ChatGPT Enterprise or the newly launched ChatGPT Team. the GPT store is live! https://t.co/AKg1mjlvo2 fun speculation last night about which GPTs will be doing the best by the end of today. — Sam Altman (@sama) January 10, 2024 Developing AI models would be “impossible” without copyrighted materials, OpenAI claims Following a proposed ban on using news publications and books to train AI chatbots in the U.K., OpenAI submitted a plea to the House of Lords communications and digital committee. OpenAI argued that it would be “impossible” to train AI models without using copyrighted materials, and that they believe copyright law “does not forbid training.” OpenAI claims The New York Times’ copyright lawsuit is without merit OpenAI published a public response to The New York Times’s lawsuit against them and Microsoft for allegedly violating copyright law, claiming that the case is without merit. In the response , OpenAI reiterates its view that training AI models using publicly available data from the web is fair use. It also makes the case that regurgitation is less likely to occur with training data from a single source and places the onus on users to “act responsibly.” We build AI to empower people, including journalists. Our position on the @nytimes lawsuit: • Training is fair use, but we provide an opt-out • \"Regurgitation\" is a rare bug we're driving to zero • The New York Times is not telling the full story https://t.co/S6fSaDsfKb — OpenAI (@OpenAI) January 8, 2024 OpenAI’s app store for GPTs planned to launch next week After being delayed in December , OpenAI plans to launch its GPT Store sometime in the coming week, according to an email viewed by TechCrunch. OpenAI says developers building GPTs will have to review the company’s updated usage policies and GPT brand guidelines to ensure their GPTs are compliant before they’re eligible for listing in the GPT Store. OpenAI’s update notably didn’t include any information on the expected monetization opportunities for developers listing their apps on the storefront. GPT Store launching next week – OpenAI pic.twitter.com/I6mkZKtgZG — Manish Singh (@refsrc) January 4, 2024 OpenAI moves to shrink regulatory risk in EU around data privacy In an email, OpenAI detailed an incoming update to its terms, including changing the OpenAI entity providing services to EEA and Swiss residents to OpenAI Ireland Limited. The move appears to be intended to shrink its regulatory risk in the European Union, where the company has been under scrutiny over ChatGPT’s impact on people’s privacy. FAQs: What is ChatGPT? How does it work? ChatGPT is a general-purpose chatbot that uses artificial intelligence to generate text after a user enters a prompt, developed by tech startup OpenAI . The chatbot uses GPT-4, a large language model that uses deep learning to produce human-like text. When did ChatGPT get released? November 30, 2022 is when ChatGPT was released for public use. What is the latest version of ChatGPT? Both the free version of ChatGPT and the paid ChatGPT Plus are regularly updated with new GPT models. The most recent model is GPT-4o . Can I use ChatGPT for free? There is a free version of ChatGPT that only requires a sign-in in addition to the paid version, ChatGPT Plus . Who uses ChatGPT? Anyone can use ChatGPT! More and more tech companies and search engines are utilizing the chatbot to automate text or quickly answer user questions/concerns. What companies use ChatGPT? Multiple enterprises utilize ChatGPT, although others may limit the use of the AI-powered tool . Most recently, Microsoft announced at it’s 2023 Build conference that it is integrating it ChatGPT-based Bing experience into Windows 11. A Brooklyn-based 3D display startup Looking Glass utilizes ChatGPT to produce holograms you can communicate with by using ChatGPT.  And nonprofit organization Solana officially integrated the chatbot into its network with a ChatGPT plug-in geared toward end users to help onboard into the web3 space. What does GPT mean in ChatGPT? GPT stands for Generative Pre-Trained Transformer. What is the difference between ChatGPT and a chatbot? A chatbot can be any software/system that holds dialogue with you/a person but doesn’t necessarily have to be AI-powered. For example, there are chatbots that are rules-based in the sense that they’ll give canned responses to questions. ChatGPT is AI-powered and utilizes LLM technology to generate text after a prompt. Can ChatGPT write essays? Yes. Can ChatGPT commit libel? Due to the nature of how these models work , they don’t know or care whether something is true, only that it looks true. That’s a problem when you’re using it to do your homework, sure, but when it accuses you of a crime you didn’t commit, that may well at this point be libel. We will see how handling troubling statements produced by ChatGPT will play out over the next few months as tech and legal experts attempt to tackle the fastest moving target in the industry. Does ChatGPT have an app? Yes, there is a free ChatGPT mobile app for iOS and Android users. What is the ChatGPT character limit? It’s not documented anywhere that ChatGPT has a character limit. However, users have noted that there are some character limitations after around 500 words. Does ChatGPT have an API? Yes, it was released March 1, 2023. What are some sample everyday uses for ChatGPT? Everyday examples include programing, scripts, email replies, listicles, blog ideas, summarization, etc. What are some advanced uses for ChatGPT? Advanced use examples include debugging code, programming languages, scientific concepts, complex problem solving, etc. How good is ChatGPT at writing code? It depends on the nature of the program. While ChatGPT can write workable Python code, it can’t necessarily program an entire app’s worth of code. That’s because ChatGPT lacks context awareness — in other words, the generated code isn’t always appropriate for the specific context in which it’s being used. Can you save a ChatGPT chat? Yes. OpenAI allows users to save chats in the ChatGPT interface, stored in the sidebar of the screen. There are no built-in sharing features yet. Are there alternatives to ChatGPT? Yes. There are multiple AI-powered chatbot competitors such as Together , Google’s Gemini and Anthropic’s Claude , and developers are creating open source alternatives . How does ChatGPT handle data privacy? OpenAI has said that individuals in “certain jurisdictions” (such as the EU) can object to the processing of their personal information by its AI models by filling out this form . This includes the ability to make requests for deletion of AI-generated references about you. Although OpenAI notes it may not grant every request since it must balance privacy requests against freedom of expression “in accordance with applicable laws”. The web form for making a deletion of data about you request is entitled “ OpenAI Personal Data Removal Request ”. In its privacy policy, the ChatGPT maker makes a passing acknowledgement of the objection requirements attached to relying on “legitimate interest” (LI), pointing users towards more information about requesting an opt out — when it writes: “See here for instructions on how you can opt out of our use of your information to train our models.” What controversies have surrounded ChatGPT? Recently, Discord announced that it had integrated OpenAI’s technology into its bot named Clyde where two users tricked Clyde into providing them with instructions for making the illegal drug methamphetamine (meth) and the incendiary mixture napalm. An Australian mayor has publicly announced he may sue OpenAI for defamation due to ChatGPT’s false claims that he had served time in prison for bribery. This would be the first defamation lawsuit against the text-generating service. CNET found itself in the midst of controversy after Futurism reported the publication was publishing articles under a mysterious byline completely generated by AI. The private equity company that owns CNET, Red Ventures, was accused of using ChatGPT for SEO farming, even if the information was incorrect. Several major school systems and colleges, including New York City Public Schools , have banned ChatGPT from their networks and devices. They claim that the AI impedes the learning process by promoting plagiarism and misinformation, a claim that not every educator agrees with . There have also been cases of ChatGPT accusing individuals of false crimes . Where can I find examples of ChatGPT prompts? Several marketplaces host and provide ChatGPT prompts, either for free or for a nominal fee. One is PromptBase . Another is ChatX . More launch every day. Can ChatGPT be detected? Poorly. Several tools claim to detect ChatGPT-generated text, but in our tests , they’re inconsistent at best. Are ChatGPT chats public? No. But OpenAI recently disclosed a bug, since fixed, that exposed the titles of some users’ conversations to other people on the service. What lawsuits are there surrounding ChatGPT? None specifically targeting ChatGPT. But OpenAI is involved in at least one lawsuit that has implications for AI systems trained on publicly available data, which would touch on ChatGPT. Are there issues regarding plagiarism with ChatGPT? Yes. Text-generating AI models like ChatGPT have a tendency to regurgitate content from their training data."
    },
    {
        "url": "https://techcrunch.com/2024/08/13/made-by-google-2024-how-to-watch-google-unveil-the-pixel-9-a-new-foldable-and-more/",
        "title": "Made by Google 2024: How to watch Google unveil the Pixel 9, a new foldable and more",
        "author": "Brian Heater",
        "publish_date": "2024-08-13",
        "publish_text": "11:00 AM PDT • August 13, 2024",
        "body": "Google’s been on a consumer hardware jag in August. Last week, the company announced the long-awaited new Nest Thermostat , along with Google TV Streamer, which replaces the 11-year-old Chromecast line. And today at Made by Google 2024 , the software giant refreshed the Pixel line with a slew of new smartphones and a ton of Gemini AI announcements, which you can catch up on here . Previous years’ Made by Google events have occurred on the East Coast in October. This one is happening in the company’s Mountain View headquarters, and it kicked off today at 10 a.m. PT/1 p.m. ET today, August 13 . As ever, the easiest way to watch is through Google’s own livestream , coincidentally embedded below and with a full archive of the event’s broadcast. As always, the gang at TechCrunch will be bringing you the news as it breaks. A phone built for the Gemini era. It can do a lot—even let your old phone down easy. Learn more and sign up for #MadeByGoogle updates: https://t.co/PUmAUi4YBe pic.twitter.com/I3EEXOkq3I — Made by Google (@madebygoogle) July 18, 2024 Along with announcing new home devices and an upgrade to Google Assistant, which will remain on Home and Nest devices amid Gemini’s rise , the company has teased two new mobile devices: the Pixel 9 Pro and the Pixel 9 Fold. It also removed any doubt that its generative AI platform will take center stage, with the taglines, “A (foldable) phone built for the Gemini era.” We should be seeing a lot more of Android 15 at the event. The mobile operating system should debut on the Pixel 9 line, along with an upgraded in-house processor. The latest version of the Pixel Watch and Pixel Buds Pro are also rumored for release. This post originally published August 7 and has been updated to reflect new reveals from Google."
    },
    {
        "url": "https://techcrunch.com/2024/08/07/startups-not-likely-to-ipo-2024/",
        "title": "From Skims to Stripe, here are the startups that are likely — or definitely — not having IPOs this year",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-07",
        "publish_text": "3:05 PM PDT • August 7, 2024",
        "body": "Last year’s investor dreams of a strong 2024 IPO pipeline have faded, if not fully disappeared, as we settle in to the second half of the year. This year delivered four venture-backed tech IPOs — Reddit , Astera Labs , Ibotta and Rubrik — in March and April, which made it seem like this year could spur the momentum investors had hoped for in 2023. But secondary investors and IPO lawyers recently told TechCrunch that despite these four successes, macro conditions like the upcoming presidential election and elevated interest rates mean the IPO market won’t fully reopen until 2025. This year is still on track to be better than 2023, and we’ll likely see a few more public filings throughout the year. Companies, including Klarna and Shein , have engaged with bankers and seem close to the line, but their IPO timelines are still murky. For the most part, it may be easier to decipher who isn’t going public this year rather than who is. Some CEOs of late-stage startups have directly stated they won’t IPO in 2024 while other companies have made financial moves that imply a public listing isn’t imminent. Here are some of the venture-backed tech companies we don’t expect to hit the public market this year. Skims Kim Kardashian’s underwear and loungewear brand Skims is heading to the IPO market but not this year. The 5-year-old company, which is valued at nearly $4 billion, was named as an IPO hopeful this year by many investors despite its young age. However, The Information reported that the earliest the company will go is the first half of 2025. Chime Chime, the 12-year-old challenger bank and fintech startup, has been on many investors’ IPO hopefuls list since it pulled its IPO plan in 2022 citing market conditions. The company appears to be moving toward an IPO and, according to The Information, has approached bankers — but not for a 2024 listing. It’s worth noting that Chime’s mutual fund backers have marked up the fintech’s valuation 25% in the last six months, according to secondary data platform Caplight, which is a positive reversal after nearly two years of steep decline. CoreWeave New Jersey-based AI company CoreWeave raised one of the largest late-stage venture funding rounds so far this year when it closed on a $1.1 billion Series C round in May. The startup announced an additional $7.5 billion in debt capital a few weeks later. While raising a round like that gives us a hint that CoreWeave won’t IPO this year, The Information has also heard from sources that the company has its 2025 IPO plans in the works . The 7-year-old startup has also seen its valuation rise 42% since its Series C, according to Caplight data, which shows it doesn’t need to rush to the public market and still has room to grow while staying private. Sword Health Al-powered virtual physical therapy startup Sword Health recently signaled that it plans to IPO but not until at least 2025 , ​​Sword founder and CEO Virgílio Bento told TechCrunch. The startup just held a tender offer for $100 million of employee shares, in addition to raising $30 million in new equity, at a $3 billion valuation, which is further proof that there is no rush to the public markets. Plaid At an Axios event in March, Plaid’s CEO Zach Perret said the B2B fintech had no plans to IPO in 2024 . This echos what TechCrunch’s own Mary Ann Azevedo reported last October after the company hired a new CFO. Plaid was valued at $13.4 billion in 2021, its most recent valuation. Figma While design unicorn Figma hasn’t directly said it won’t IPO this year, its actions point in that direction. In May, the company held a tender offer to allow existing investors and employees to sell their Figma shares, if they please, on the secondary market. This type of liquidity event does not generally come right before the larger liquidity event of an IPO. The tender offer did value the startup at $12.5 billion, which is lower than the $20 billion Adobe was willing to pay but also higher than the last primary round valuation Figma received — $10 billion. Stripe Stripe also held a tender offer for its current and former employees earlier this year. In February, the fintech unicorn announced a secondary sale that valued the company at a whopping $65 billion valuation. While this is lower than the $95 billion valuation the company garnered in 2021, the company is building its valuation back up. This is a sign that Stripe will likely look to build that valuation up a bit more before hitting the public market. Databricks AI cloud platform Databricks isn’t likely on the docket for 2024 either — perhaps to the dismay of the VC investors who last year predicted it as the first company to go public. The company raised a fresh $500 million in capital last fall in a Series I round that valued the startup at $43 billion. While companies don’t generally raise funding right before a public listing — that is part of the IPO process, after all — the investors they did raise this round from were crossover investors like T. Rowe Price. Those are not the kind of investors that tend to object to IPOs . When market conditions improve, Databricks is in good shape to be one of the first listings of 2025, if they choose. Canva Canva isn’t likely to go public until at least next year and the design startup may very well wait until 2026. Co-founder Cliff Obrecht, the husband of Canva CEO Melanie Perkins, told Startup Daily , an Australian and New Zealand tech publication, in March that an IPO would be at least 12 months away, if not sometime in 2026. Lucky for U.S. investors, though, Obrecht also confirmed that when the startup does look to go public, it will do so in the U.S. TechCrunch is monitoring the late-stage startup and exit markets and will continue to update this article. If you have any tips or callouts to bring to our attention, contact me here: rebecca.szkutak@techcrunch.com . This post was originally published on May 24. It has since been updated on June 11 and August 7 to include additional companies."
    },
    {
        "url": "https://techcrunch.com/2024/08/01/sequoia-backed-knowde-raises-series-c-at-a-valuation-cut/",
        "title": "Sequoia-backed Knowde raises Series C at a valuation cut",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-01",
        "publish_text": "10:03 AM PDT • August 1, 2024",
        "body": "Knowde, an online marketplace for chemicals and polymers, just closed on a Series C round, TechCrunch has exclusively learned. The San Jose-based startup raised $60 million in a round that values it lower than the $500 million valuation it garnered in its most recent round, according to multiple sources familiar with the matter. This round values the company at north of 20x ARR, according to a source familiar with the transaction. The round included new investors: Blue Cloud Ventures and Point72 Private Investments in addition to existing backer Sequoia. Knowde declined to comment. The company has now raised more than $150 million in total venture funding. Its most recent round prior to this was a $72 million Series B led by Coatue; it closed in August 2021. Sequoia led the firm’s $14 million Series A round that closed in May 2020. Knowde launched in 2017 to bring the chemical and polymer market online. Co-founder and CEO Ali Amin-Javaheri is the child of a DuPont chemist; he’s spent his entire career in the industry. Prior to starting Knowde, Amin-Javaheri worked at ChemPoint, which also tried to introduce technology to the chemicals market, before pivoting to being a middleman distribution platform. Knowde currently has more than 8,000 chemical suppliers in its marketplace and works with such brands as Unilever, Johnson & Johnson and P&G, among many others."
    },
    {
        "url": "https://techcrunch.com/2024/08/10/maybe-friend-wasnt-crazy-for-spending-1-8m-on-a-domain-after-all/",
        "title": "Maybe Friend wasn’t crazy for spending $1.8M on a domain after all",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-10",
        "publish_text": "10:00 AM PDT • August 10, 2024",
        "body": "When AI companion startup Friend revealed it had spent $1.8 million on buying the www.friend.com domain name last week, it set off a debate around what exactly branding is worth, and how startups should be spending cash. Founders of other companies like Loom and Public came forward to share stories of their own quests to lock down a domain, but the questions continued rolling in: Did Friend overspend for its domain? Will it really make a difference? Avi Schiffmann, the founder and CEO of Friend, told TechCrunch over email that the purchase has already paid for itself. And there may be a method to the madness, given that buying domain names for millions of dollars isn’t particularly a new thing — Tesla paid an estimated $10 million over the span of a decade for “tesla.com,” and mortgage startup Better.com paid $1.8 million for its domain in 2015, the year it was founded. And according to some reports , OpenAI apparently paid $11 million for “ai.com.” Alex Harris, a co-founder of startup marketing firm Fiat Growth and founding GP at early-stage VC firm Fiat Ventures, told TechCrunch that getting the name, domain and branding right can have a big impact on how a company grows. The right name or domain can help startups be not only easy to find but also easy to remember, Harris said. He added that “.com” domains are king (sorry “.ai” companies) — and shorter is always better when it comes to names or domains. “In many cases, the name is critical when there is any kind of word-of-mouth [promotion],” Harris said. “The name is easy to spell, easy to say. These are some of the things we talk about that are really quite simple, but a lot of people ignore [them].” Olivier Toubia, a marketing professor at Columbia Business School, said one nuance to consider when thinking of a name is how often you want customers to interact with your business. If it’s a consumer product that users will turn to often, or software that businesses will use every day, coming up with something unique and memorable like Google or Twitter could be a smart play. And if a company’s product is something that users turn to less often, or only when they need to, it’s better to choose a name that is generic enough to easily come up on search engines. “If you [are] a product or service that [people] won’t necessarily use very frequently or maybe when they need you, they will Google or search for you,” Toubia said, pointing out how someone may search for a locksmith if they were locked out of their apartment. And in the case of startups that customers don’t interact with on a daily basis —think healthcare companies — most of the big ones like Spring Health and Cityblock Health all have “health” in their name to make it clear what they do, as well as for SEO purposes. Harris feels getting the name and domain right adds a touch of legitimacy to businesses. A professional-sounding name and domain helps people trust a company if they haven’t heard of it before, be they customers, potential hires or even investors. “We all get emails from [companies] with a super long domain or weird domain extension, and it de-legitimizes it,” Harris said. “If you have a domain that is desirable, [people] pay attention.” Harris also feels spending $1.8 million on a domain, as Friend did, isn’t as crazy as it may seem at first. He said that if buying that domain helps the company’s business, which he predicts it will, that purchase will pay for itself over time. And a good domain like that can double as solid IP that can be sold if needed. Caution.com Larger companies can probably afford to spend millions on branding, but does it make sense for startups that are still building a product and going to market? Harris and Toubia both warned that there are things to keep in mind here, of course. In Friend’s case, both said the amount of money spent on buying the domain name is only going to be worth it if it isn’t preventing the startup from actually building a product. “The name is important, but you have to sell and develop a product,” Toubia said. “If you already burned 70% of the cash and don’t have a product, investors may not be very happy with that. That may hurt your ability to raise [more money] in the future.” There are clear advantages to locking in your branding early on, but companies must also make sure they don’t paint themselves into a corner with a name or branding that could make it hard to pivot later, Toubia said. If a company completely changes its business down the line, or chooses a name that is subject to legal action, that early branding could prove costly. It could also be risky to choose a name that is too similar to another company’s. If the companies are in wildly different sectors and wouldn’t confuse a potential customer, it probably won’t matter. But the stakes change dramatically if a company with a similar name commits fraud or another act that would result in a less-than-ideal association. Even in less drastic terms, if a name is too similar, it could just cause general confusion, Harris said, like in the case of former New York City mayor Rudy Giuliani’s press conference at the Four Seasons Total Landscaping a few years ago. Regardless of how Friend’s decision to purchase their costly domain works out, both Harris and Toubia both said the fact that we are talking about their decision to do so shows their strategy might already be working. “It’s kind of like naming a kid,” Harris said. “You get to the point where you say, I almost don’t care anymore; these five names are fine, just pick one and be done with it. In that moment of frustration, be patient and push through. It is very important. Don’t settle on something because it’s easy, because it’s cheap. Think about the assets available and who you are competing against.”"
    },
    {
        "url": "https://techcrunch.com/2024/07/31/leaf-helps-farms-decipher-the-troves-of-data-they-generate/",
        "title": "Leaf helps farms decipher the troves of data they generate",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-07-31",
        "publish_text": "6:03 AM PDT • July 31, 2024",
        "body": "Farms produce a lot of data. From machines to irrigation systems, farms generate a lot of information that could be helpful to both them and the companies that serve them. Traditionally this data has been siloed across different formats, making it hard to read and build off of. Leaf is trying to change that. New York-based Leaf is looking to build the Plaid of farm data, co-founder and CEO Bailey Stockdale told TechCrunch. The company takes a farm’s unstructured data, standardizes it, and loads it into an application programming interface (API). This allows Leaf customers, who range from crop insurance providers to agtech startups, to better utilize and build off the data. Customers pay for the service based on how many acres their data is harvested from. Stockdale said he got the idea for the company in 2018 when the manager of his family’s farm told him that to decide which day would be best to plant seeds, he would go out at 6 a.m. to stick a thermometer into the ground. If it read 70 degrees, they would plant the seeds, if it didn’t, they wouldn’t. The anecdote stuck with Stockdale. “Agriculture, it is a funny industry; it is simultaneously extremely sophisticated and totally antiquated,” Stockdale said. “My family has had a farm in Illinois for over 100 years. In that time, a lot of things have changed but some things haven’t.” He said his first idea was to implement some technology to help the farm choose which crops to plant and when. He knew the farm had loads of data from their tractors and decided to start there, but the data he found, while plentiful, was incredibly difficult to decipher. He was curious how other tech companies were able to make any use of it. “I just started calling people and asking them, ‘How do you do this?’ And no one had a good answer,” Stockdale said. “I said, ‘OK, maybe it is time to go find something else to do.’ There is no way anyone can break into this infrastructure; maybe it would be interesting to solve this. If I build this infrastructure layer so they can build these other use cases on top of it, there is a huge range of use cases that need this data.” So Stockdale pivoted and Leaf was launched. He said building the product was tedious, as they had to reverse engineer each data file type separately. Leaf started selling in mid-2021 and now works with more than 80 companies, including agriculture giants like Bayer and Syngenta. The startup just raised a $11.3 million Series A round. Stockdale said that despite the company’s traction, it took a few months of pitching to find investor interest because not many people understood just how bad the farm data problem was. But after four months, Leaf found its people. The round was led by Spero Ventures with participation for existing investors, including S2G Ventures, Radicle Growth and SP Ventures, among others. Stockdale said Leaf is going to put the money toward building out a commercial go-to-market team. He added that he’s been on all of the sales calls for the last six months and that just isn’t sustainable anymore. Leaf will also use the capital to continue improving the product to better respond to new use cases from their customers. One area is improving the quality and accuracy of the data; some of Leaf’s customers are looking to use it as input for AI prediction models surrounding things like when to plant which crops and where or how much they should treat a field with certain fertilizers based on prior years’ data. Leaf also has customers looking to go end to end with their data on Leaf, removing a cloud provider like AWS, something that Stockdale said the company wants to offer. “Agriculture is a really interesting industry in itself because of the paradox of high sophistication and zero sophistication,” Stockdale said. “It’s great to get in with a lot of these customers and get started; now that we are rolling, we are kind of embedded. It’s a great industry and bringing something new to market is a little bit of a big bet. [Leaf is] an API in a fairly antiquated industry but it’s working.”"
    },
    {
        "url": "https://techcrunch.com/2024/07/30/hey-there-are-growth-funds-in-europe-kennet-raises-287m-for-its-largest-fund-to-date/",
        "title": "Hey, there ARE growth funds in Europe — Kennet raises $287M for its largest fund to date",
        "author": "Mike Butcher",
        "publish_date": "2024-07-30",
        "publish_text": "8:53 AM PDT • July 30, 2024",
        "body": "Europe is routinely castigated by tech industry observers for having too few “growth capital” funds, and, compared to the U.S., that’s true. That said, it is nowhere near nonexistent on this front. To wit: Growth equity investor Kennet of London just announced it has raised €266 million for its largest fund to date, Kennet VI, which is already being deployed into B2B SaaS companies across Europe. Kennet focuses exclusively on backing established B2B SaaS startups that are founder-owned and either highly capital efficient or fully bootstrapped, meaning they’re built without external capital. A good example of this is the conference networking app Grip, which raised $13 million in 2021, with Kennet leading the round. The Kennet VI fund follows the previous five funds Kennet has run over the last 25 years. Its most recent exit was with Eloomi in January 2024. The learning experience platform was acquired by floated software company Ceridian. Kennet said this generated a 3.1x cash multiple. Earlier (numerous) exits include Nuxeo (a 5x exit), Dext (3.8x), CrossBorder Solutions (6.4x), Rimilia (2.5x), and Impartner (2.6x). Investment from Kennet is typically the first external funding that companies receive and is used to scale and expand internationally, build world-class management teams, and amass strategic value. In an interview with TechCrunch, Hillel Zidel, managing director, Kennet Partners, said: “This new fund is very consistent with what we’ve done in the prior funds, which is B2B software focused on bootstrapped and capital efficient companies at the growth stage. “We’re probably the only group with an exclusive focus on this category. And with each client, we just want to do more and more in terms of, you know, being of service to bootstrap founders. The exits we’ve had demonstrate that if you invest in good businesses that have strategic value, you’re not dependent on a particular market cycle to be able to exit successfully.” The Kennet VI fund was raised in partnership with cornerstone investor Edmond de Rothschild Private Equity, which started investing in the fund in 2017. Bpifrance, British Patient Capital and Federated Hermes Private Equity also committed to the fund. There’s been a rise in growth funds in Europe. Earlier this year Index Ventures announced $2.3 billion in new funds, spread across different stages, with $800 million dedicated to venture investment and $1.5 billion set aside for growth- and late-stage companies. Aside from normal venture capital, the often quieter “growth capital” sector can frequently see great returns for entrepreneurs who prefer to retain a lot of ownership and control but are also willing to bootstrap over a longer period in order to reach revenues and profits."
    },
    {
        "url": "https://techcrunch.com/2024/08/04/from-golf-to-hunting-a-new-crop-of-startups-want-to-make-these-experiences-even-better/",
        "title": "From golf to hunting, a new crop of startups want to make these experiences even better",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-04",
        "publish_text": "1:00 PM PDT • August 4, 2024",
        "body": "From golf to fishing to pickleball, outdoor sports and recreation saw a boom during the pandemic. But unlike some pandemic-driven trends (virtual conferences, Zoom happy hours), the interest in outdoor activities has stuck. By the end of 2023, outdoor participation grew to a record 175.8 million people , or 57% of all Americans aged six and older, according to the Outdoor Industry Association. But the influx of interest exposed the lack of innovation in many parts of this industry. From over-the-phone bookings to cash payments to a gear market dominated by legacy brands, the outdoor recreation category was full of opportunity for entrepreneurs. In the past couple of years, entrepreneurs have built SaaS software for hunting and fishing guides. Founders have developed AI-powered companies that find and book golf tee times. Kevin Durant invested in a startup that helps people locate pickleball courts . And the list goes on. VCs, meanwhile, have been interested as well. In 2019, VCs invested $48.60 million into 25 sports tech companies, according to PitchBook . In 2021 that rose to $949.26 million and 53 companies; in 2023, during the VC winter, investments totaled $189.71 million and 43 companies. While that’s a major crash from 2021 (when VC investing was record-breaking across all industries), the dollars invested last year still represent a 290% increase over 2019’s pre-pandemic levels. Online acceleration Benjamin Lazarov, the co-founder and CEO of AnyCreek , a startup building booking and back-end business software for fishing and hunting guides, told TechCrunch that he would never have thought of building his company before the pandemic. But then Lazarov tried to book a fishing guide in Vermont in 2022. He had asked the cashier at a nearby Orvis for some local guide recommendations and she gave him a paper list of seven names to call. As he called and left voicemails, it dawned on him that everything else had moved online during COVID-19, why was he still trying to book a guided fishing trip over the phone? After that he left his role as a regional director of growth at Compass and launched AnyCreek. “My thought is that had I tried to start this business five years before COVID-19, no way,” Lazarov said. “COVID-19 definitely accelerated the adoption to more technology. There is a new generation of guides that are tech first, mobile first, they are operating every other part of their life online.” Mallard Bay is another startup bringing hunting and fishing guides online. The Houston, Texas-based company launched in 2019 and saw its site blossom after lockdowns eased in 2021, from 19 guides on the platform to over 100, co-founder and CEO Logan Meaux told TechCrunch. Loop Golf , a startup that automates finding and booking a tee time at a public golf course, was founded as a response to the increase in new golfers making it difficult for existing players to play. Matthew Holder, the co-founder and CEO of Loop Golf, told TechCrunch in June that he got the idea when he realized that the rise in interest in golf that occurred post-pandemic wasn’t going away. “It became increasingly more difficult to find a tee time,” Holder said. “I’d be spending hours looking at the different options. I got fed up with it and my wife definitely got fed up with it.” Behavior changes When the world was forced to move online, consumers learned to expect to interact with all businesses that way, Lazarov said. People simply don’t want to go back to booking things over the phone, and they want technology to do more for their recreational lives, just as it’s doing in their work and personal lives in other areas. It’s like a restaurant in New York that updated its point of sale system to handle cashless transactions. “They are never going back,” Lazarov said, because the new POS system “helps them better operate their business. Think of how much more money they can make.” Scott Holloway, a managing partner at Starting Line, and an investor in AnyCreek, said that people, especially younger generations, are increasingly looking to spend more money on experiences than physical things. This trend has been well-documented in numerous surveys dating back to a decade ago . He added that the companies building the tech to power those experience-based transactions are in a smart position. Plus, people often need to buy new gear and equipment to do said new activities. Numerous startups have also popped up to supply gear, clothes and accessories for these new hobbyists. Eastside Golf and Malbon Golf are both venture-backed startups looking to outfit and accessorize new-found golf fans that maybe don’t want to look like 1960’s era Arnold Palmer. Nettie and Recess are startups designing pickleball paddles that don’t look like they came from a retirement community in Florida. Early venture-backed entrants to this category like Hipcamp , a booking platform for campsites, and AutoCamp , a glamping company, showed that there was consumer appetite for innovation in this category years ago. Now, more than 10 years later, Holloway thinks there is still so much entrepreneurs can do. There’s reason to believe he’s right. Rental services for things like canoes, kayaks and stand-up paddleboards still have websites that look like they were built in 2002. Ditto for those offering services for everything from archery to ziplines. Many businesses in the outdoor recreation category could still use some tech help. “The market is massive,” Holloway said. “As Marc Andreessen famously said, ‘software is eating the world,’ but this is one of the last pieces of consumer spend that software hasn’t eaten. Consumers are demanding it. It’s a massive market opportunity to ride that wave.” This piece has been updated to correct AnyCreek’s founding story."
    },
    {
        "url": "https://techcrunch.com/2024/07/30/sec-charged-crypto-founder-bitclout-startup-backed-by-a16z-sequoia/",
        "title": "SEC charges BitClout founder Nader Al-Naji with fraud; says proceeds paid for L.A. mansion, gifts",
        "author": "Margaux MacColl",
        "publish_date": "2024-07-30",
        "publish_text": "12:56 PM PDT • July 30, 2024",
        "body": "The founder of once-hyped crypto startup BitClout is facing trouble. On Tuesday, the SEC charged BitClout founder Nader Al-Naji with fraud and unregistered offering of securities, claiming he used a pseudonymous identity to avoid regulatory scrutiny while he raised over $257 million in cryptocurrency. BitClout, a decentralized social media platform, raised from a who’s-who of firms, like a16z, Sequoia, Chamath Palihapitiya’s Social Capital, Coinbase Ventures and Winklevoss Capital. Many of these big name investors were in at the company’s roughly $7 million seed round, with Sequoia investing $1 million and a16z investing $3 million, according to sources close to the seed round at the time. The SEC complaint alleges that Al-Naji, known by his online pseudonym “DiamondHands,” told investors that proceeds from the platform’s token, BTCLT, would not be used to pay himself or employees. But the SEC alleges that he spent over $7 million on personal expenses, like a Beverly Hills mansion and gifts for his family. Al-Naji did not respond to a request for comment. A source close to Al-Naji said the mansion was used for business purposes, with several BitClout employees living there and throwing company-sponsored events at the home. The complaint is the latest for a company that has been no stranger to controversy from the start. In 2021 when it was launched, BitClout was intended to be a social crypto-exchange where users bought and sold tokens based on people’s reputations. It made waves and earned criticism by scraping 15,000 profiles from the company then known as Twitter and attaching crypto tokens to celebrities. It essentially created a stock market for famous people, with the price of the tokens rising and falling based on how popular the person was. The public – and legal — backlash was swift. Brandon Curtis, cofounder of crypto company Rio Network, hit Al-Naji with a cease-and-desist letter, saying BitClout used his likeness without consent. Lee Hsien Loong, the former Prime Minister of Singapore, even made a public plea asking for his BitClout profile to be removed. “It is misleading and done without my permission,” he wrote on Facebook. At the time, many wondered why such esteemed firms had backed such a polarizing concept. Sources close to the company explained that, in crypto circles, Al-Naji had earned goodwill after his previous company, Basis. In 2018, the Princeton grad had raised a whopping $140 million to create a stablecoin. But shortly after Al-Naji realized the regulatory environment was too inhospitable to crypto and he decided to return the money, these sources said. Investors got back about 93 cents on the dollar, according to a person close to Al-Naji. So, in early 2021, when Al-Naji approached investors with a new idea, they were inclined to give him a second chance. According to sources close to the company, Al-Naji raised his seed round on the broad pitch of a decentralized social media platform, with no emphasis on the social stock market. But then, in April, Al-Naji intended to quietly test the stock market feature, locking it behind a password-protected webpage. The password promptly leaked and the feature went viral, suddenly becoming a huge focal point for Al-Naji. This upset several investors, according to multiple sources. The company eventually steered back to its original pitch, focusing instead on its DeSo Blockchain, a blockchain “built specifically for decentralizing social networks,” according to the BitClout website. Still, immediately after the scraping brouhaha, plenty of tech bigwigs publicly defended BitClout. Investors like a16z’s Andrew Chen, Michael Arrington and angel investor Shaan Puri poured thousands into buying tokens on the platform. Chen posted on BitClout about a month after its launch, writing about how the app has a “really interesting approach” by incentivizing users with financial rewards. And, in a post by Sequoia Capital’s Shaun Maguire, the investor praised Al-Naji’s “transformative vision” and called BitClout “instantly electrifying.” The polarization among those angry at being “traded” on BitClout without their permission and those defending the startup was made even more complicated by the fact that there wasn’t a CEO to speak to on behalf of the company. Al-Naji’s hidden identity is one of the key tenants of the SEC’s complaint, which claims that he made BitClout appear like there was “no company behind it … just coins and code,” when he allegedly was, the commission claims, pocketing millions in profit. “Al-Naji attempted to evade the federal securities laws and defraud the investing public, mistakenly believing that ‘being ‘fake” decentralized generally confuses regulators and deters them from going after you,’” said Gurbir S. Grewal, director of the SEC’s Division of Enforcement, in a statement released by the SEC. “He is obviously wrong.” Sequoia and a16z declined to comment. While Al-Naji has yet to speak on the allegations, he previously expressed confidence in his company’s legal footing. At an event in late 2021 , he reflected on his previous crypto company and how he spent $10 million on lawyers. The lawyers, he said, taught him all about securities and the law around crypto currencies – lessons he took with him to BitClout. “I learned a lot,” he said. “And I think we did it right this time.”"
    },
    {
        "url": "https://techcrunch.com/2024/08/16/a16z-offers-social-media-tips-after-its-founders-attack-tweet-goes-viral/",
        "title": "A16z offers social media tips after its founder’s ‘attack’ tweet goes viral",
        "author": "Julie Bort",
        "publish_date": "2024-08-16",
        "publish_text": "3:59 PM PDT • August 16, 2024",
        "body": "On Friday, the venture firm Andreessen Horowitz tweeted out a link to its guide on how to “build your social media presence,” which features advice for founders on things like “how to find your people” and “how often to post.” The timing of the tweet was ironic given the social media frenzy on Friday after founder Ben Horowitz posted on X. He was upset over an article in The San Francisco Standard about his family’s political donations and accused his rival, VC Michael Moritz — who owns The Standard — of orchestrating the story. (The Standard’s executive editor, Jon Steinberg, said he assigned the article and that Moritz had nothing to do with it.) A16z’s Marc Andreessen has also had a storied, and sometimes combative, relationship with social media. A Meta board member, he quit Twitter in 2016 because it had grown too toxic for him but returned and quickly rebuilt a huge following. Earlier this year, he and VC Vinod Khosla fought about AI on the X platform (formerly Twitter), in which Andreessen Horowitz is an investor ."
    },
    {
        "url": "https://techcrunch.com/2024/08/02/rediff-once-a-pioneer-of-internet-services-in-india-sells-majority-stake-for-3m/",
        "title": "Rediff, once an internet pioneer in India, sells majority stake for $3M",
        "author": "Manish Singh",
        "publish_date": "2024-08-02",
        "publish_text": "4:08 AM PDT • August 2, 2024",
        "body": "Payments infrastructure firm Infibeam Avenues has acquired a majority 54% stake in Rediff.com for up to $3 million, a dramatic twist of fate for the 28-year-old business that was the first Indian internet firm to list on Nasdaq back in the year 2000. Founded in 1996, Rediff rode the initial dot-com wave to become one of India’s leading web portals, offering email, news and e-commerce services. At its peak, Rediff was valued at over $600 million on the Nasdaq stock exchange. It also drove some of the largest traffic in India, climbing at least up to the 12th spot, according to brokerage house Jefferies. A Credit Suisse research note from 2001 about Rediff Image Credits: Screenshot: Manish Singh/TechCrunch The company struggled to adapt to the evolving digital landscape in the 2000s and 2010s. As social media platforms and specialized e-commerce sites gained prominence, Rediff’s broad portal model became increasingly obsolete. Despite attempts to diversify its offerings, it failed to compete effectively against more nimble rivals and eventually delisted from Nasdaq. Infibeam said Friday that Rediff still drives more than 55 million visits each month. It plans to tap Rediff’s user base to cross-sell financial products, including loans, insurance and investment advisory. Rediff reported $4 million in revenue in the financial year ending in March."
    },
    {
        "url": "https://techcrunch.com/2024/07/30/moxxie-ventures-led-by-ex-twitter-media-head-raises-95m-third-fund/",
        "title": "Moxxie Ventures, led by ex-Twitter media head, raises $95M third fund",
        "author": "Marina Temkin",
        "publish_date": "2024-07-30",
        "publish_text": "8:00 AM PDT • July 30, 2024",
        "body": "The fundraising environment is challenging for emerging managers , defined as VC firms raising their first through third time. But Katie Jacobs Stanton, a former head of media at Twitter who founded Moxxie Ventures in 2019, said that she had a much easier time than she was expecting when raising funds for her third time. Moxxie, which invests in pre-seed and seed startups, announced on Tuesday that it closed a $95 million third fund, surpassing its target of $85 million. When the firm started fundraising, Stanton and general partner Alex Roetter, who was an SVP of engineering at Twitter, told limited partners that they didn’t intend to start deploying the capital until 2025. Luckily for them, their LPs, which include fund-of-funds Cendana Capital and Accolade Partners, the Nature Conservancy, the outsourced CIO Global Endowment Management, and several universities, were eager to back the firm. Cendana founder Michael Kim described Stanton’s network as one of the deepest and widest among seed-stage investors. “It didn’t take us as long as we thought to fundraise. We’re really happy about that, but you never know,” Stanton said. Although the five-year-old firm still hasn’t realized any meaningful exits, Stanton’s pre-Moxxie personal investing record through investment collective #Angels , which she co-founded with other female Twitter executives and alums, shows her investment prowess. She previously backed Carta, Coinbase and Airtable. The success of Moxxie’s portfolio companies has been more modest so far. When asked to highlight some companies, Stanton has pointed to startups like Certn, an identity verification company that last year raised an $80 million Series B, and Spellbook, an AI co-pilot for drafting legal contracts, which in January scored a $20 million Series A led by Innovia. Moxxie, whose name was inspired by the synonym for courage with an extra X for the female chromosome, has been on a mission of investing in underrepresented founders since its debut $25 million fund . Today, about a third of the firm’s portfolio companies are led by female founders and about a half have been founded by Black, Indigenous, and People of Color (BIPOC), according to Stanton. While the firm considers itself a generalist investor, it gravitates toward backing companies in health tech, climate tech, SaaS, and AI applications and has recently invested in a couple of robotics startups, including Jacobi Robotics , which is developing an AI-powered motion-planning technology. Moxxie’s median check size is $1.5 million, and the firm aims to acquire roughly 10% of each startup when making its initial investment. Stanton, who worked in the Obama administration during his first term, continues to be vocal about politics, the 2024 presidential election, and how VCs are being more public about their political preferences. She said that the current political transparency in the investing community is a good thing. In a world where capital remains a commodity, it can help founders decide who to choose as their backers because it shows “who can add value and who has values.”"
    },
    {
        "url": "https://techcrunch.com/2024/07/30/tiger-global-partner-alex-cook-to-leave-firm-sources-say/",
        "title": "Tiger Global partner Alex Cook to leave firm, sources say",
        "author": "Manish Singh",
        "publish_date": "2024-07-30",
        "publish_text": "8:50 PM PDT • July 30, 2024",
        "body": "Alex Cook, a partner at Tiger Global who oversaw some of its largest fintech investments and India deals, is departing the firm after a tenure of nearly seven years, three people familiar with the matter told TechCrunch. Cook has briefed multiple people around him about his departure news in recent days, although he hasn’t explained why he was leaving. The sources requested anonymity as the conversations were private. His departure adds to high-profile shifts within Tiger Global. Scott Shleifer, who previously led the firm’s private equity business, moved to a senior advisory role last year . John Curtius, who led the firm’s software investments, left in late 2022 . Cook anchored many fintech deals for Tiger Global, including TradingView, TrueLayer, Scalapay, Xendit, Selfbook, Fazz and Refyne. The median size of his deals were about $35 million whereas the median valuation stood at north of $250 million, according to PitchBook. The departure has come as a surprise to at least some founders. Cook spoke frequently — multiple times a week — to founders, according to some accounts. He assumed responsibility for managing relationships with some portfolio startups previously overseen by Shleifer, according to people familiar with the matter. Tiger Global declined to comment. Cook’s focus extended significantly to emerging markets, particularly India, where he frequently visited and met with founders in person. In July 2022, for instance, he told founders in Bengaluru, India, that Tiger Global was about to slow its pace of investments , TechCrunch reported at the time. This development comes at a challenging time for the venture industry. Tiger Global raised $2.2 billion for its latest VC fund, its smallest fundraising effort in a decade and a stark contrast to its previous years of robust investor demand that had allowed the New York-based giant to raise increasingly larger funds, including its record $12.7 billion fund. At $2.2 billion, to be sure, Tiger Global is still operating one of the largest funds. Amid this difficult fundraising climate, fueled by investor caution towards VC and private equity investments due to declining returns, Tiger Global announced a significant leadership change in November, with founder Chase Coleman assuming the role of venture chief from Shleifer. Coleman has taken on the responsibility of managing relationships with certain key portfolio startups globally, according to people familiar with the matter."
    },
    {
        "url": "https://techcrunch.com/2024/08/15/from-lauri-moore-to-vic-singh-venture-capitalists-continue-to-play-musical-chairs/",
        "title": "From Lauri Moore to Vic Singh, venture capitalists continue to play musical chairs",
        "author": "Rebecca Szkutak",
        "publish_date": "2024-08-15",
        "publish_text": "8:15 AM PDT • August 15, 2024",
        "body": "When Keith Rabois announced he was leaving Founders Fund to return to Khosla Ventures in January, it came as a shock to many in the venture capital ecosystem — and not just because Rabois is a big name in the industry. It was surprising because unlike in many other fields, venture capitalists don’t traditionally move around very much — especially those who reach the partner or general partner level as Rabois had. VC funds have 10-year life cycles and partners have good reason to stay that course. In some instances, they may be a “key man” on a firm’s fund, meaning that if they leave, the fund’s LPs have the right to pull their capital out if they choose. Many partners and GPs also have some of their own money invested in their firms’ funds, which gives them further reason to stick around. So, while big-name investor moves in venture capital aren’t common, they seem to have become so in recent months. So far this year, there have been notable instances of investors returning to old firms, striking out on their own or taking a pause from investing entirely. Here’s who we know of so far: July After nearly seven years, Alex Cook is getting ready to leave Tiger Global, sources familiar with the matter tell TechCrunch. While at Tiger Global, Cook led deals including TradingView, Scalapay and TrueLayer, among others. Prior to Tiger Global, Cook worked at Apollo. Bessemer Venture Partners announced it added Lauri Moore as a partner on July 22. Moore was previously a partner at Foundation Capital for two years and an operator at LinkedIn before that. Moore will be focused on early-stage investments in sectors including data, AI and developer tools. On July 17, DCVC announced it had brought on Milo Werner as a general partner to lead the firm’s climate investing practice. The firm is currently raising its first dedicated climate fund . Werner was most recently a general partner at Engine Ventures for two and a half years. Werner was a partner at Ajax Strategies prior to that. Anne Lee Skates announced on July 11 that she had left Andreessen Horowitz where she had been a partner on the consumer team since 2019. She added that she’s off to do her “life’s work” and will post more about her future plans soon. At Andreessen, she backed companies including Whatnot, Kindred and Prisms, among others. June On June 17, Spencer Peterson announced that he’d left Bedrock, where he served as partner for five years, to become a general partner at Coatue. Peterson is an investor in companies including OpenAI and Rippling, among others. Amanda “Robby” Robson announced her departure from Cowboy Ventures in a LinkedIn post in early June. Robson had been at Cowboy Ventures since October 2019 and at Norwest Venture Partners for three years prior to that. Robson plans to launch a fund of her own. May Serena Ventures founding partner Alison Stillman announced she’d stepped back from the firm on May 14 after a nearly six-year run working with tennis star Serena Williams. Stillman did not announce her next step. Terri Burns announced on May 13 that she was launching a new venture firm called Type Capital. Burns was previously the first Black woman partner at GV and left the firm back in 2022. Her new fund will focus on pre-seed and seed-stage startups. Last week TechCrunch scooped that Fika Ventures co-founder Eva Ho was going to transition out of the firm after Fika finished deploying its current fund. Ho is stepping back for personal reasons. The move was confirmed by the firm in a blog post on May 9. On May 9, Alison Lange Engel announced she was taking on the role of CEO at Ceros, an AI-powered design company. Lange Engel left Greycroft in December, where she had been a partner since 2019, to take the role. After 15 years, Vic Singh announced on X that he was stepping down from Eniac Ventures on May 1. Singh helped launch the firm in 2009 and is planning to launch a new firm of his own. April On April 30, Ethan Kurzweil announced he was leaving his role as partner at Bessemer Venture Partners after 16 years. Kurzweil will be launching an early-stage-focused investment firm, according to reporting from Axios . Kurzweil will launch the firm with Kristina Shen , who left Andreessen Horowitz after four years on March 29, and Mark Goldberg, who left Index Ventures after eight years last fall. On April 1, Christina Farr announced that she’d be leaving OMERS Ventures, where she has served as a principal investor and the lead of the firm’s health tech practice since December 2020. Farr announced on X that she’d be working on her health tech newsletter, writing a book focused on the power that storytelling can have on businesses, and consulting health tech founders. March After six years as a partner at Accel, Ethan Choi announced that he’d be leaving the firm to head to Khosla Ventures in March. Choi will be focused on growth-stage investing at his new firm and has backed such companies as Klaviyo, Pismo and 1Password. While many of the recent VC moves have been by folks looking to start something new, or take on a different opportunity, not all of them have been. On March 13, Chamath Palihapitiya’s Social Capital announced that it fired partners Jay Zaveri and Ravi Tanuku . Bloomberg reported that this was due to a matter involving raising money for AI startup Groq. Rabois was not the only person looking to boomerang back to an old haunt in this recent rise of investor reshuffling. On March 5, Miles Grimshaw announced that he’d be returning to Thrive Capital as a general partner after serving the same position at Benchmark Capital for three years. Grimshaw originally started at Thrive Capital in 2013 and has backed such companies as Airtable, Lattice, and Monzo, among others. While transitioning from operator to VC is a common career progression in the startup ecosystem, it isn’t for everybody. On March 4, Sam Blond announced he had come to that conclusion and would be leaving Founders Fund, where he had been a partner for about 18 months. Blond said he would return to operating and has held roles at companies such as Brex, Zenefits and EchoSign. January After 12 years at Andreessen Horowitz, Connie Chan announced she was leaving the firm on January 23. Chan had served as one of the firm’s general partners the last five years and has backed companies such as Cider, KoBold and Whatnot. TechCrunch is monitoring the recent venture moves and will continue to update this article as they happen. If you have any tips or callouts to bring to our attention, contact me here: rebecca.szkutak@techcrunch.com . This post was originally published on May 1. It has since been updated on May 13, July 12 and August 15 to include additional moves within venture. This post has been updated to better reflect Anne Lee Skates’ investments at Andreessen Horowitz."
    },
    {
        "url": "https://techcrunch.com/2024/08/08/flint-capital-raises-a-160m-through-unusual-fund-raising-strategy/",
        "title": "Flint Capital raises a $160M through an unusual fund-raising strategy",
        "author": "Margaux MacColl",
        "publish_date": "2024-08-08",
        "publish_text": "10:00 AM PDT • August 8, 2024",
        "body": "Boston-based Flint Capital just closed its third fund at $160 million, four times the amount of its initial 2013 fund. The capital will be split evenly between early and late stage investments, with the firm doubling down on IT, cybersecurity, fintech and digital health startups. Its success is in large part because of a unique strategy over who its courts as limited partner investors. The firm is over a decade old, founded by partner Dmitry Smirnov, who was previously CEO of Russia-based investment firm FINAM Global. He immediately made an unorthodox decision: instead of pursuing traditional LPs like pension funds or endowments, he sought out IT entrepreneurs, believing they would want a front row seat to the next generation of technology. Sergey Gribov, one of Flint’s three partners, said the firm also has a global mandate and invests strongly in Europe and Israel — as long as the startup has its eyes on expanding into the US. “We don’t really care where physically the team is located, as long as we go off to the US market,” he said. That’s been a good strategy for Flint: the firm has backed identity verification startup Socure , last valued at $4.5 billion, adoption platform WalkMe , which was acquired by SAP for $1.5 billion, and Flo, the women’s health app recently valued at over $1 billion. For this latest fund, partner Andrew Gershfeld highlighted that several investors were actually founders that Flint backed years ago. He gave the example of Nir Giller and Omer Schneider, the founders of CyberX, a cybersecurity company that Microsoft acquired in 2020. For Gershfeld, founders like these reinvesting their profits into Flint was a sign “that we were doing something right.” Flint’s successful fundraise is a vote of confidence amongst a dire fundraising atmosphere for smaller, or younger emerging funds. This year, funding for venture firms is the lowest it’s been since 2019, and, of the few that have secured capital, established firms are taking a bigger and bigger cut of the pie, according to the Q2 2024 Pitchbook-NVCA Venture Monitor. It took the Flint partners 18 months to fundraise and, while the fund was anchored by previous investors, they felt the sluggishness of the current market. “The conversion from that first conversation into becoming a limited partner dropped during this year,” Gershfeld said. “It’s a fact – we can’t say that it is not the case.” The fundraise is particularly impressive as the partners have spent the last year helping their Israeli startups, like Cynomi and Sensi.AI, fundraise throughout the war in Gaza. Gribov, who regularly travels to Israel, recalled video-chatting with founders decked out in combat gear, or coaching companies who had portions of their workforce pulled into the military. His efforts paid off: Sensi.AI, a digital health startup, closed its $31 million Series B in late June. Gribov said that seeing these companies thrive despite the global conflict made him more confident than ever in Flint’s global mandate. “A lot of companies continued to deliver and even outperform,” he said."
    },
    {
        "url": "https://techcrunch.com/2024/07/31/over-100-silicon-valley-vcs-pledge-to-vote-for-kamala-harris/",
        "title": "Over 100 VCs pledge support for Kamala Harris",
        "author": "Kyle Wiggers",
        "publish_date": "2024-07-31",
        "publish_text": "9:44 AM PDT • July 31, 2024",
        "body": "More than 100 VCs, including Reid Hoffman, Vinod Khosla and Mark Cuban have pledged to vote for Vice President Kamala Harris in the upcoming U.S. presidential election. Mobilizing under the group VCsForKamala , the VCs are also soliciting donations for Harris’ campaign. But the organizers say the effort isn’t meant to align with any one political party. According to the group’s website, signing on is a commitment to “strong, trustworthy institutions.” “We believe that strong, trustworthy institutions are a feature, not a bug, and that our industry — and every other industry — would collapse without them,” a statement on the VCsForKamala site reads. “That is what’s at stake in this election. Everything else, we can solve through constructive dialogue with political leaders and institutions willing to talk to us.” VCsForKamala, along with recent open-letter tech worker campaigns like Tech for Kamala, aim to push back against the notion that Silicon Valley has largely embraced ormer President Donald J. Trump. Over the past few weeks, Tesla and X head Elon Musk and investors Marc Andreessen, Ben Horowitz and David Sacks have endorsed Trump , the Republican presidential nominee. Musk created a new pro-Trump super PAC, and Sacks spoke at the Republican National Convention . The billionaire Winklevoss twins, founders of cryptocurrency company Gemini, also donated to Trump’s campaign (in bitcoin). Trump’s Silicon Valley base argues that the Republican party — and Trump himself — are generally more favorable to the startup ecosystem. Andreessen and Horowitz have said that they believe, for example, that President Joe Biden and his administration have stifled tech businesses through overregulation and potentially needless taxation, and that their policies threaten to slow gains in the AI and crypto spaces. Harris has held varying positions on tech regulation as California’s attorney general, in the U.S. Senate, and as VP. In 2019, as a state senator, she advocated for a breakup of Meta (then Facebook). And last year, she hosted four tech CEOs — Sam Altman, Dario Amodei, Satya Nadella and Sundar Pichai — at the White House “to share concerns about the risks associated with AI.” Harris has at different times in her career drawn praise and financial support from tech leaders such as Box CEO Aaron Levi, Marc Benioff, Sheryl Sandberg and Jony Ive. Hoffman, Laurene Powell Jobs and venture capitalist John Doerr are among those who backed Harris’ last presidential bid that ended in December 2019, when she dropped out of the race to endorse Biden. Harris and her allies, looking to muster support among Silicon Valley elite who haven’t cast their lot, have launched a blitz of behind-the-scene lobbying campaigns. According to The New York Times, Harris is planning a fundraising trip in the San Francisco Bay Area as soon as next month. This has proven to be a winning strategy so far. Per NBC, Harris is on track to raise over $100 million from tech donors, including Netflix co-founder Reed Hastings, across her campaign, PACs and so-called “dark money” groups."
    }
]