{
    "title": "The rise of the truly cruel summer",
    "subtitle": "Deadly heat is increasingly the norm, not an exception to it",
    "publish_date_location": "Jun 26th 2024|los angeles, madrid and mumbai\nSave\nShare\nGive",
    "body": "I\nn japan it starts with the pulsating song of cicadas; in Alaska, with salmon swimming upstream. However it begins, summer in the northern hemisphere—where more than 85% of the world’s population live—soon involves dangerous levels of heat. This year is no exception—indeed, it carries the trend further. In Saudi Arabia more than 1,300 pilgrims died during the hajj, the pilgrimage to Mecca, as temperatures exceeded 50°C. India’s capital, Delhi, endured 40 days above 40°C between May and June. And in Mexico scores of howler monkeys have been falling dead from the trees with heatstroke.\nmap: the economist\nThat this summer looks set to be punishing should not be a surprise. Global average temperatures have broken records for every month of the past year. And the hot El Niño phase of the oscillating system of Pacific currents and winds called enso only recently ended. But it would be wrong to see this summer as exceptional in today’s world. Stripping out year-to-year variability, the planet is now about 1.2°C warmer than it was in the 19th century. And small-sounding shifts in the average temperature have a disproportionate effect on what goes on at the extremes. Already in many places the number of days in which people around the world are exposed to “very strong” or “extreme” heat stress—which can pose a threat to life—is alarmingly high (see map).\nCruel summers\nThat brings enormous burdens. Heatwaves are among the deadliest weather and climate disasters globally, according to the un and the International Federation of the Red Cross and the Red Crescent. Firm numbers are hard to come by, but one analysis published in the Lancet in 2021 estimated that heat contributed to an annual average of 489,000 deaths globally between 2000 and 2019. Almost a quarter were in southern Asia alone.\nSuch estimates, including those used in the Lancet, are typically based on “excess deaths”—how many more people died across a period than might ordinarily be expected—a measure which is both imperfect and often available only well after the fact. It is harder still to pinpoint heat effects that are detrimental but not fatal. The problem is acute in poor countries with sparse health services, where the toll of high temperatures is not known.\nchart: the economist\nThe economic costs can be estimated too, and they are significant. Heat has been shown to have a sapping effect on productivity—a separate analysis in the Lancet last year estimated that high temperatures led to 490bn lost labour hours in 2022 around the world, an increase of almost 42% from the annual average for 1991-2000. That, they reckon, reduced earnings in South-East Asia alone by the equivalent of almost 5% of the region’s gdp. Extreme temperatures can also play havoc with crop yields. A severe hot spell in the spring of 2022, for example, is thought to have reduced India’s national wheat production for that year by 4.5%.\nmap: the economist\nThere are myriad ways to adapt to these new risks and burdens: none is perfect; too few are being attempted. For heatwaves, in particular, efforts to deal with the problem are lagging behind its increasing salience. In many places a summer that might have been expected once a century between the 1950s and 1980s is now likely to occur once every five years. But many countries have no systematic plans to deal with them. And the plans they do have may be ineffective.\nHigh temperatures generally kill people by exacerbating their existing health issues, such as heart and kidney disease or diabetes; this is one of the reasons that deaths are clustered among the old, the poor and the socially isolated. Temperatures soar far higher in crowded areas, which tend to be cities’ poorest neighbourhoods. Cheap building materials, such as metal roofs, exacerbate risks; so does a lack of trees which provide both shade and, through the evapotranspiration of water from their leaves, cooling. Homelessness is more dangerous still.\nBasic information is central to planning responses. “You need to sit down with three data sets—income, electricity and water provision—and see where those are lowest,” says Aditya Valiathan Pillai, a fellow at Sustainable Futures Collaborative, a climate think-tank in Delhi. “That’s where you need to go.” To reduce deaths in a city of 25m, he says, most of the effort needs to go on just 500,000.\nDeploying resources at the right time would also help. Temperatures are relatively easy to predict. In large parts of the world the problem is that early-warning systems are inadequate, not that the forecasts they rely on are hazy. Still, improving meteorological services would boost the countries where they still lag behind, including across large swathes of Africa. And in rich countries, more finely grained forecasts would help power providers avoid blackouts—a growing risk as more air-conditioning is needed to weather hot spells.\nOther potentially useful interventions lie well outside the traditional scope of climate or health policies, and within the realms of urban planning or labour-market regulation. Workers forced to toil in sweltering conditions are particularly at risk of illness and death. This is true for those outside, such as in agriculture and construction, but also for those crammed inside within poorly ventilated settings. Commonsense measures, like mandatory access to water, shade and rest when the mercury soars, can make a world of difference. But businesses are often hostile to increased regulation of this sort, fearing it will cut into their bottom line.\nCalifornia, a state with a huge agricultural and manufacturing workforce, has struggled for several years to extend its heat-related regulations. A proposal to enact heat standards for indoor workers (it already has provisions for outdoor workers) was meant to be passed in 2019; it finally won approval this month. But it excludes tens of thousands of employees working in prisons over cost concerns. America has no federal heat protections for workers; many Republican states resist giving them. A new law in Florida prohibits municipal authorities from introducing them.\nElsewhere, the challenge lies in changing norms that make populations more susceptible to heat stress. This appears particularly true in Europe, where many countries’ infrastructure was designed for a climate distinctly cooler than today’s. Perhaps unsurprisingly, places that have long had hot summers fare better. Spain is a good example. Houses in the south of the country tend to be whitewashed, often with shady interior courtyards.\nEven in the northern capital of Madrid, the most modest dwellings typically come with awnings to keep the sun off windows or shutters to block it out entirely. Though many Spaniards no longer nap in the middle of the day, a siesta-style break is still common in much of the country, with shops and businesses shut in the hottest period of the afternoon. This gives everyone a chance to rest.\nSpain makes more concerted efforts to beat the heat, too. Most of the country is covered by dedicated heat plans, and the national government co-ordinates a heatwave alert system. Madrid’s plan includes measures to reduce or change school hours, increase the frequency of public transport to avoid people waiting outside on platforms, and to subsidise air-conditioning upgrades in homes.\nThis year the city has also opened up access to air-conditioned spaces like museums, and encouraged people to use them. A 36-year study, from 1980 to 2015, attributed a decline in heat-attributable deaths in Spain to both “societal adaptation” and “socioeconomic development”. A repeatedly finessed heat plan in neighbouring France is thought to have reduced deaths in the very worst heatwaves by up to 90%.\nIn the hot seats\nAs well as taking more steps of this kind, municipalities and regions need to make sure that they work, and adapt them when they don’t. In 2013 Ahmedabad, in India’s western state of Gujarat, generated attention and headlines for being the first city in South Asia to implement a heat-action plan. Its measures included strengthening the early-warning system for heatwaves and instructing local authorities when to send extra staff to medical centres. A study published in 2018 credited the plan with averting more than 1,000 deaths in the year after it was launched.\nWhether it is still fit for purpose a decade later is an open question. The plan is hard to assess because it is not routinely evaluated, a common problem with climate policies. “I wish I could say that Ahmedabad did a great job this year,” says Mr Pillai. “They probably did. But how do I know?” Ascertaining how well current policies have performed is crucial to coping in the future. And there will be a great deal of coping to do. ■",
    "links": [
        "https://www.economist.com/briefing/2023/08/24/el-nino-and-global-warming-are-mixing-in-alarming-and-unpredictable-ways",
        "https://www.economist.com/interactive/christmas-specials/2022/12/20/how-will-the-haj-change-as-global-temperatures-rise"
    ]
}