[
    {
        "url": "https://www.businessinsider.in/stock-market/news/baazar-style-retail-shares-make-flat-market-debut-list-at-par-with-issue-price/articleshow/113114439.cms",
        "title": "Baazar Style Retail shares make flat market debut; list at par with issue price",
        "published": "Friday, 06 September, 2024 10:56:35AM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "Shares of Rekha Jhunjhunwala-backed value fashion retailer Baazar Style Retail Ltd made a flat market debut on Friday listing at par with the issue price of Rs 389. The stock got listed at Rs 389 on both the BSE and the NSE.  Later, it jumped 7.18 per cent to Rs 416.95 on the BSE. At the NSE, shares of the firm surged 7.19 per cent to Rs 417.  The company's market valuation stood at Rs 3,022 crore.  The initial public offering (IPO) of Baazar Style Retail garnered 40.63 times subscription on the closing day of bidding on Tuesday.  The Rs 835-crore initial share sale had a price band for the offer at Rs 370-389 per share.  The IPO was a combination of fresh issue of equity shares worth Rs 148 crore and an offer for sale (OFS) of up to 1.76 crore shares valued at Rs 687 crore (at the upper end of the price band) by promoter group entities and other selling shareholders.  Proceeds from the fresh issue, to the extent of Rs 146 crore will be used for payment of debt and the remaining funds will be used for general corporate purposes.  Bazaar Style Retail is a leading player in the value retail market in West Bengal and Odisha.  Additionally, its other core and focus markets include Assam, Bihar, Jharkhand, Andhra Pradesh, Tripura, Uttar Pradesh, and Chhattisgarh.SEE ALSO:India beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so farShree Tirupati Balajee Agro Trading IPO – Price band to risk factors, all you need to know"
    },
    {
        "url": "https://www.businessinsider.in/india/news/recent-trend-of-slowdown-in-capex-to-gdp-and-pick-up-in-consumption-a-concern-nuvama-equities/articleshow/113118273.cms",
        "title": "Recent trend of slowdown in Capex to GDP and pick up in consumption a concern: Nuvama Equities",
        "published": "Friday, 06 September, 2024 12:54:28PM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "India is witnessing a phase where consumption is outpacing capex or capital expenditure, a trend which was seen during the pandemic.According to a report by Nuvama Wealth Management, in the past two quarters, the capex to GDP ratio in India has shown signs of deceleration, while consumption to GDP is picking up, a trend reminiscent of the pre-pandemic era.India's capex (capital expenditure) to GDP ratio saw a significant dip during the pandemic years, particularly in FY21, as the economy grappled with widespread disruptions.However, the nation witnessed a rapid bounce-back in FY23 and FY24, reflecting a recovery driven by increased infrastructure investments and government spending. But, recent data indicates this recovery phase may be tapering off.According to the report, this shift in economic patterns, with consumption gaining a more prominent role, raises concerns about the long-term buoyancy of the Indian economy. If this trend continues, it could signal a weakening of the robust growth seen during the recovery period, potentially leading to slower economic momentum.\"Over the last two quarters, capex to GDP has been slowing while consumption to GDP has picked up, a pattern that was prevalent pre-pandemic. If this trend continues, it may point toward a loss of buoyancy in the economy,\" said the report.The report also noted that India's consumption demand, which has been exhibiting a K-shaped recovery, has been well-documented.It highlighted that the divergence in the consumption pattern in recent quarters is particularly noticeable in vehicle sales, where SUVs and passenger vehicles (PVs) saw strong demand growth. This demand surge helped push GST collections to grow at a pace much faster than nominal GDP (NGDP). However, recent data shows a significant slowdown in PV sales, with GST collections also slipping below the 10 per cent growth mark.\"This was most clearly visible in SUV/PV sales but also seen in a host of other consumption segments. This was one of the reasons why GST was growing much faster than NGDP,\" the report added.This emerging trend suggests that while consumption remains strong in certain segments, the overall economic landscape may face headwinds.SEE ALSO:India beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so farShree Tirupati Balajee Agro Trading IPO – Price band to risk factors, all you need to know"
    },
    {
        "url": "https://www.businessinsider.in/india/news/indias-peace-cannot-be-disturbed-under-any-circumstances-says-defence-minister-rajnath-singh/articleshow/113117545.cms",
        "title": "\"India's peace cannot be disturbed under any circumstances,\" says Defence Minister Rajnath Singh",
        "published": "Friday, 06 September, 2024 12:34:24PM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "Defence Minister Rajnath Singh on Friday responded to his earlier statement that \"Armed Forces need to be prepared for war\". The Defence Minister said that he gave that statement so that India's peace cannot be disturbed under any circumstances.Highlighting India's message of 'Vasudhaiva Kutumbakam', Singh said that India has always advocated for peace but keeping in mind the today's geopolitical situation, India always needs to prepare for war to establish peace in India and world.Speaking to media persons, Rajnath Singh said, \"India is the only country in the world that has given the message of 'Vasudhaiva Kutumbakam'. India has always advocated for peace and it will always. But today given the geopolitical situation, I told the army that to maintain peace in India and the world, we should always be ready for war. I said so that India's peace is not disturbed under any circumstances.\"During his Lucknow visit, Union Minister Rajnath Singh also offered prayers at Khatu Shyam Mandir in the city.On September 5, Defence Minister Rajnath Singh chaired the inaugural Joint Commanders' Conference (JCC) in Lucknow, emphasising the need for jointness and integration among the three services for future challenges.He commended the Armed Forces for their invaluable contribution in safeguarding national interests and advancing the vision of 'Aatmanirbhar Bharat', and appreciated the efforts being undertaken for furthering jointness and integration among the three Services.In line with the theme of the conference, 'Sashakt aur Surakshit Bharat : Transforming the Armed Forces', Singh stated that India is a peaceloving nation and the Armed Forces need to be prepared for war in order to preserve peace.He stressed upon the significance of evolving joint military vision and preparing for the type of challenges the country may face in future wars, while emphasising on synergised, swift and proportionate response to provocations.Referring to the ongoing Russia-Ukraine and Israel-Hamas conflicts and the current situation in Bangladesh, the Defence Minister exhorted the Commanders to analyse these episodes, predict the problems that the country may face in the future, and stay prepared to deal with the \"unexpected\".He emphasised on the need of a broader & deeper analysis by the top military leadership in view of the situation along the Northern border and the happenings in neighbouring countries, which are posing a challenge to peace & stability in the region. (ANI)"
    },
    {
        "url": "https://www.businessinsider.in/science/health/news/what-is-mucositis-that-cancer-battling-hina-khan-is-suffering-from/articleshow/113118127.cms",
        "title": "What is mucositis that cancer-battling Hina Khan is suffering from?",
        "published": "Friday, 06 September, 2024 12:48:23PM",
        "publish_date": "2024-09-06",
        "author": "BI India Bureau",
        "author_info": {
            "author_name": "BI India Bureau",
            "author_img": "https://www.businessinsider.in/_next/image?url=https%3A%2F%2Fstaticbiassets.in%2Fphoto%2F69737740%2Fdefault-thumb.jpg&w=640&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Renowned Indian actress Hina Khan is currently facing a challenging health battle as she undergoes treatment for Stage 3 breast cancer. As part of her chemotherapy, Khan has developed mucositis, a painful side effect that causes inflammation and soreness in the lining of the mouth and digestive tract. This condition can severely impact eating and speaking, making recovery more difficult.What is mucositis?Mucositis is a common and often painful side effect of cancer treatments like chemotherapy and radiation. It refers to the inflammation and ulceration of the mucous membranes lining the digestive tract, most commonly affecting the mouth and throat. This can lead to painful sores, difficulty swallowing, and trouble eating or drinking. Mucositis can also affect other areas of the gastrointestinal tract, such as the oesophagus and stomach.The condition is caused when chemotherapy and radiation therapy, aimed at killing rapidly dividing cancer cells, also damage the fast-growing cells lining the mouth and digestive tract. The severity of mucositis depends on the type of cancer treatment, dosage, and the patient’s overall health. For Hina Khan, who is already grappling with the challenges of Stage 3 breast cancer, mucositis adds another layer of physical discomfort and emotional strain.Hina’s cancer journeyKhan has been open about her cancer journey, sharing updates with her followers on social media. In a recent Instagram post, she reached out to her audience for advice on managing mucositis, expressing that it has made it difficult for her to eat. She emphasised that although she is following her doctor's advice, she would appreciate any helpful remedies that others may have encountered during similar experiences. The post sparked a wave of supportive messages from her fans, who not only offered prayers but also shared home remedies, such as using mouth rinses and drinking coconut water.Khan first revealed her diagnosis in June 2024, expressing her commitment to fight the disease. Despite the hardships, Hina Khan remains resilient, completing five rounds of chemotherapy and pushing forward with her treatment. She continues to inspire others with her strength and determination, remaining hopeful about overcoming cancer."
    },
    {
        "url": "https://www.businessinsider.in/tech/news/iisc-researchers-collaborators-design-supercapacitor-that-can-be-charged-by-shining-light-on-it/articleshow/113116741.cms",
        "title": "IISc researchers, collaborators design supercapacitor that can be charged by shining light on it",
        "published": "Friday, 06 September, 2024 12:10:26PM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "Researchers at the Department of Instrumentation and Applied Physics (IAP), Indian Institute of Science (IISc), and collaborators have designed a new supercapacitor that can be charged by shining light on it. The supercapacitors can be used in various devices, including streetlights and self-powered electronic devices such as sensors, Bengaluru-based IISc said in a press release. \"Capacitors are electrostatic devices that store energy as charges on two metal plates called electrodes. Supercapacitors are upgraded versions of capacitors - they exploit electrochemical phenomena to store more energy,\" Abha Misra, Professor at IAP and corresponding author of the study published in the 'Journal of Materials Chemistry A\", was quoted as saying in the release. The electrodes of the new supercapacitor were made of Zinc Oxide (ZnO) nanorods grown directly on Fluorine-doped Tin Oxide (FTO), which is transparent. It was synthesised by Pankaj Singh Chauhan, first author and CV Raman postdoctoral fellow in Misra's group at IISc. Both ZnO and FTO are semiconductors with appropriately aligned energy levels, enabling superior performance of the photo-rechargeable supercapacitor, the release said. FTO, being transparent, allows light to fall on the optically active ZnO nanorods, which charges the supercapacitor. Chauhan explained that two electrolytes -- a liquid and a semi-solid gel -- were used as the conducting medium between the electrodes. The capacity for storing charges (capacitance) is inversely proportional to the distance between the electrodes, it said. \"As the distance becomes very small, the capacitance shoots up,\" Misra stated. \"In electrostatic capacitors, maintaining a small distance between electrodes is difficult. However, in a supercapacitor, the electrodes' charges attract the electrolyte's oppositely charged ions, resulting in the formation of a charge layer just atoms away from each other - called an electric double layer or EDL. This results in the high capacitance of supercapacitors,\" the release stated. When the researchers shined ultraviolet (UV) light on their supercapacitor, they noticed a huge increase in the capacitance, several times higher than previously reported supercapacitors. They also noticed two unusual properties. First, while capacitance generally decreases as the voltage increases, they found the reverse - their supercapacitor's capacitance under light illumination actually increased with increasing voltage. \"We call it necking behaviour,\" said A M Rao, Professor at Clemson University, the USA, and co-author. He explained that this may be due to the high porosity of the electrodes. Second, the energy stored within the supercapacitor typically decreases when it is charged faster, because the ions in the electrolyte do not move fast enough to respond to the increased charging rate, the release said. However, with the liquid electrolyte, the team found that the energy stored in the supercapacitor surprisingly increased upon fast charging under UV light, it was noted. Mihir Parekh, a postdoctoral researcher in Rao's group, developed theoretical models to explain these novel observations. The findings open the doors to developing simultaneously fast-charging and energy-dense supercapacitors, according to him. To design their present supercapacitor, the team explored two key ideas. First, the surface area of the electrodes was increased by combining two optically active semiconductor interfaces in a way that maximises interaction with light, leading to higher charge generation. Second, a liquid electrolyte was used to ensure an effective EDL. Together, these resulted in superior performance. \"The ideas were simple - but when combined together, they worked very well,\" Misra explained. She added that tweaking the design of the supercapacitor can enable its charging with visible and infrared light as well. The IISc-Clemson team aims to further explore and better understand the novel phenomena observed to design better supercapacitors. \"Supercapacitors have lots of applications,\" Misra explains. For example, they can potentially replace solar cells used in streetlights. They have a high power density, so they can release charge more quickly than batteries. They can also be used to power chips in electronic devices like cell phones. \"We have miniaturised supercapacitors to the micron scale so that they can be integrated along with these microelectronic chips,\" Misra added."
    },
    {
        "url": "https://www.businessinsider.in/tech/news/ios-18-is-coming-soon-and-so-is-the-all-new-siri-are-you-ready/articleshow/113115722.cms",
        "title": "iOS 18 is coming soon and so is the all-new Siri. Are you ready?",
        "published": "Friday, 06 September, 2024 11:45:03AM",
        "publish_date": "2024-09-06",
        "author": "Divyanshi Sharma",
        "author_info": {
            "author_name": "Divyanshi Sharma",
            "author_img": "https://www.businessinsider.in/_next/image?url=https%3A%2F%2Fstaticbiassets.in%2Fauthorphoto%2F479266566.cms&w=640&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "iOS 18 is coming soonSiri will be getting a makeover in the new OSiOS 18 will launch after the iPhone 16 lineup makes its debutOver a decade ago, when the iPhone 4S launched, the world got introduced to Siri. The voice assistant became a part of every Apple user's life and just by \"Hey Siri\", a lot could be done. Be it a bedtime story or a light-hearted joke, Siri took care of it all. And now, the popular voice assistant is all set to get AI superpowers with the arrival of Apple Intelligence with iOS 18. As the unveiling of the iPhone 16 lineup is just three days away, all eyes are on the new operating system from Apple. For the unversed, iOS 18 is expected to be out a week after the launch of the new iPhones. With its developer and public beta versions already out, a lot of excitement is in the air. So what exactly will iOS 18 bring to the table, how will Siri get an AI boost and what is the difference between public and developer beta? Read on as we answer all these questions. iOS 18 upcoming featuresApple’s iOS 18 is packed with exciting features that will make your iPhone even smarter and easier to use. From a completely revamped Siri to new ways to customise your home and lock screens, this update aims to enhance your day-to-day experience. Let’s break down the most notable features of iOS 18.1. The all-new SiriWith iOS 18, Siri won't just be a voice assistant anymore—it will be more like a digital companion that understands you better. Apple has rebuilt Siri, giving it a smarter, more personalised approach. You will still be able to use voice commands, but now there will be an option to type your requests by double-tapping the bottom of the screen. This might come in handy when you can’t talk out loud.Siri will also have a lot more context about your day and will be able to handle more complex tasks. It can edit photos, manage files, and even create folders for you, all with a simple command. One of the coolest improvements is that Siri will now be able to interact with other apps on your phone. Whether you’re looking for something specific or need help completing a task, Siri can do it all. For example, if you’re editing a photo, Siri can suggest tools to enhance it, making multitasking smoother than ever.Another noticeable change is Siri’s appearance. Instead of taking over your screen, a glowing ring will appear around the display when Siri is activated, making it less intrusive while still visually appealing.And if Siri doesn’t have the answer, Apple’s got you covered. You will also be able to access ChatGPT directly through Siri, giving you an extra layer of help when you need it. 2. More personalisation optionsiOS 18 will also offer greater customisation options. Apple will be letting users rearrange app icons and widgets freely across the home screen, even above the dock. You will also be able to change the look of your device with dark or tinted themes, making it truly your own.The Photos app will also get a significant overhaul. Now, instead of having separate libraries or scattered images, everything will be presented in a single, unified view. The redesigned interface is user-friendly, featuring collections and daily highlights to make navigating your photos easier and more enjoyable.3. Improved control center and messagesThe Control Center in iOS 18 will also get a boost, providing quicker access to settings and the option to add third-party apps. This will make managing your device more seamless, as you will be able to customise Control Center to suit your needs.In the Messages app, satellite messaging is expected to be a game-changer. Whether you’re off the grid or don’t have a reliable signal, you will still be able to send messages using satellite technology, making sure you stay connected even in remote areas. Additionally, iMessage will support fun new text effects, different formatting options, and message scheduling, allowing you to plan your conversations ahead of time.4. Apple IntelligenceA big highlight of iOS 18 is Apple Intelligence, a feature designed to make your device more intuitive. Using advanced AI, Apple Intelligence will help Siri understand you better, predict your needs, and even assist with things like image creation or language translation. It’s all about making your iPhone smarter and more capable of handling everyday tasks.iOS 18 public beta vs developer beta: What’s the difference?If you’re interested in getting iOS 18 before its official release, you’ve likely heard about Apple’s public and developer beta programs. But what’s the difference between the two? Read onDeveloper Beta: This version is intended for app developers who need to test their apps with the latest iOS software. It’s released first and is usually packed with bugs and glitches, as it’s meant for testing rather than everyday use. You need a developer account to access this version, and because it’s so early in development, it’s often unstable.Public Beta: The public beta comes out after the developer beta and is aimed at regular users who want to test out the new features ahead of time. While it’s more stable than the developer beta, it can still contain bugs and isn’t meant for your main device. This version is free to try, and all you have to do is sign up for Apple’s Beta Software Program.If you haven’t tried any beta versions before, it’s a good idea to wait for the official release unless you have a spare phone. Betas, especially developer, tend to have glitches that might make your phone harder to use. iOS 18 is expected to launch alongside the iPhone 16 lineup soon, so if you don’t want to be on the cutting edge, waiting might be the best option.Yet, if you’re feeling adventurous and want to try out the new features before everyone else, you can sign up for the public beta. Or if you happen to have a secondary device then you can give this a shot. Just keep in mind that it might not be perfect, so if stability is important to you, waiting for the full release is probably your best bet.SEE ALSO: A look back at first Apple Watch — How Apple entered the wearable spaceFrom FireWire in Macs to Type-C in iPhones - the Apple Connect"
    },
    {
        "url": "https://www.businessinsider.in/stock-market/news/apple-stock-has-25-upside-amid-4-potential-catalysts-from-next-weeks-iphone-16-reveal-goldman-sachs-says/articleshow/113104847.cms",
        "title": "Apple stock has 25% upside amid 4 potential catalysts from next week's iPhone 16 reveal, Goldman Sachs says",
        "published": "Friday, 06 September, 2024 01:57:32AM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "Apple's iPhone 16 event next week could boost the stock price, Goldman Sachs said.Goldman increased its Apple price target to $276, representing potential upside of 25%.Apple's upcoming iPhone 16 event could boost the stock price if any \"upside surprises\" are announced, according to Goldman Sachs.In a note this week, the bank said the four surprises could drive the stock closer to its $276 price target, which represents potential upside of 25% from Wednesday's close.That's even though Apple's big iPhone unveil announcements tend to be a \"sell the news\" event, with the stock underperforming the S&P 500 by an average of 0.70% on its big iPhone announcement days over the past five years.The four upside surprises include announcing a price increase for the new iPhones, an earlier-than-expected launch date for its Apple Intelligence features and apps, new iPad announcements, and better-than-expected promotions from telecom companies.An unexpected price increase to the lineup of iPhone 16 models would provide Apple with a direct revenue boost, and according to Goldman, it would be more than warranted based on its continuous innovation in hardware features over the years.\"In our view, AAPL's investments in iPhone hardware and across the Apple ecosystem in recent years have provided consumers with additional value and should help warrant the price increases,\" Goldman Sachs analyst Michael Ng said.One way the company can increase the price of its phones is by increasing the storage for the base model from 128 GB to 256 GB.\"We note that the iPhone Pro has not seen a price increase since it was first introduced with the iPhone 11 Pro in September 2019,\" Ng said.Goldman ultimately expects Apple's next-generation iPhones to be a hit with consumers as it rolls out AI features.The bank said it expects the company's iPhone revenue growth to accelerate to 9% in both 2025 and 2026, \"catalyzed by AI features and new iPhone hardware form factors.\"Part of that growth could be fueled by attractive subsidy programs from telecom carriers like AT&T, Verizon, and T-Mobile, which often try to lure in new customers with heavily discounted iPhones.Aside from the iPhone 16, Apple is expected to announce a refresh of its Apple Watch lineup, as well the fourth-generation refresh of its popular wireless headphones, AirPods.Goldman slightly increased its Apple price target to $276 from its prior price target of $275."
    },
    {
        "url": "https://www.businessinsider.in/careers/news/no-more-9-to-5-employees-are-coming-to-work-late-and-leaving-early-new-data-shows/articleshow/113113405.cms",
        "title": "No more 9 to 5: Employees are coming to work late and leaving early, new data shows",
        "published": "Friday, 06 September, 2024 10:27:57AM",
        "publish_date": "2024-09-06",
        "author": "Divyanshi Sharma",
        "author_info": {
            "author_name": "Divyanshi Sharma",
            "author_img": "https://www.businessinsider.in/_next/image?url=https%3A%2F%2Fstaticbiassets.in%2Fauthorphoto%2F479266566.cms&w=640&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "A couple of years back, anybody with a full-time job across the globe used to say that they work a \"9 to 5 (9 am to 5 pm).\" However, as per a recent report, that is no longer the average working hours and more and more employees are now adapting to a flexible work style. The coronavirus pandemic, in 2020, saw a major change in work patterns across the globe. As companies shifted their operations remote overnight, employees began working at their own pace, at their own time. At the time, many reports had come up that the future of work would be flexibility in terms of working hours and location. And as per a latest report, that has started happening. Bye bye 9-to-5The standard 9-to-5 workday has now transitioned to more of a 10-to-4 routine, according to a 2023 Global Traffic Scorecard by INRIX Inc, a traffic analysis firm. This shift means fewer people are commuting during the early hours, creating a new trend in daily traffic flow.With fewer people hitting the road in the early morning or evening, traffic congestion has now shifted to the middle of the day. A CNBC report quotes Bob Pishue, a transportation analyst who authored the INRIX report, saying, \"We’re seeing less activity in the morning and evening but much more around noon.\"Surprisingly, the number of trips made around noon is now almost equal to those at 9 am and 5 pm What was once a lull between morning and evening traffic has transformed into a peak period of congestion.Work-life balance takes center stageThe report also quotes David Satterwhite, CEO of Chronus. He says that many employees have embraced the ability to work remotely and only come into the office when absolutely necessary. This might mean arriving late, leaving early, or coming in for a brief meeting before heading back home. This trend, often called “coffee badging,” has become widely accepted as employees pop into the office for short stints and then continue their workday elsewhere. A recent survey from Owl Labs found that 58 percent of hybrid workers admitted to checking into the office for just a few hours before leaving.These days, more workers prioritise work-life balance, flexible hours, and mental health support over climbing the corporate ladder. Many are reluctant to spend more time at the office than necessary. In fact, if the option to work from home were removed, 66% of workers said they would start searching for a new job that offered more flexibility, according to Owl Labs. Of those, around 39% would quit right away.In January this year, a study conducted by Randstad also revealed that workers prioritise work-life balance over salary when evaluating potential job opportunities. According to the study, 57 percent of employees would reject a job offer if it negatively impacted their work-life balance.SEE ALSO:Nykaa sues Tata Cliq CEO Gopal Asthana for contract breach, says he approached employees to join rival companyOpenAI to Meta: AI companies that were accused of copyright infringement"
    },
    {
        "url": "https://www.businessinsider.in/business/auto/news/fada-urges-banks-to-tighten-funding-to-dealers-as-rains-play-spoilsport-in-august/articleshow/113111945.cms",
        "title": "FADA urges banks to tighten funding to dealers as rains play spoilsport in August",
        "published": "Friday, 06 September, 2024 09:57:34AM",
        "publish_date": "2024-09-06",
        "author": "Sourabh Jain",
        "author_info": {
            "author_name": "Sourabh Jain",
            "author_img": "https://www.businessinsider.in/_next/image?url=https%3A%2F%2Fstaticbiassets.in%2Fauthorphoto%2F479257346.cms&w=640&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Auto sales in August 2024 recorded a month-on-month decline.One of the reasons for the decline in sales was excessive rainfall in the country.FADA has urged banks and NBFCs to tighten funding for dealers with excessive inventory.Auto sales in India experienced a significant decline in August 2024, primarily due to excessive rainfall during this monsoon season, according to a report by the Federation of Automobile Dealers Associations (FADA).The report highlighted a 7.01% month-on-month (MoM) decline in overall retail auto sales, falling from 20.34 lakh units in July to 18.91 lakh units in August.Despite this monthly decline in sales, the auto sector witnessed a modest 2.88% year-on-year (YoY) growth compared to August 2023.\"India saw 15.9% excess rainfall, with a significant surplus in key regions, disrupting auto retail performance,\" said a report by FADA.Decline in salesThe report added that the two-wheeler (2W) segment, despite showing a 6.28% year-on-year growth, registered a 7.29% month-on-month decline. As per the report, market saturation and weather disruptions were the key factors behind the decline in two-wheeler sales.In the passenger vehicle (PV) segment, there was a 4.53% YoY and 3.46% MoM decline, while the commercial vehicle (CV) segment recorded an 8.5% MoM and 6.05% YoY decline.FADA noted that weak industrial demand and weather-related challenges were major contributors to the significant drop in commercial vehicle sales.Inventory levels continue to be a challengeFADA also highlighted growing inventory challenges in the PV segment, with stock days ranging between 70-75 days, representing approximately 7.8 lakh vehicles valued at ₹77,800 crore.The report noted that these high inventory levels, combined with aggressive OEM dispatches have created cash flow pressures for dealers, impacting their profitability.\"Dealers under pressure due to aggressive OEM dispatches, with dealers facing cash flow challenges and reduced profitability\" the report said.FADA urges banks to tighten fundingTo address this, FADA has urged banks and NBFCs to tighten funding for dealers with excessive inventory. Additionally, the report emphasized the need for dealers and OEMs to recalibrate their supply strategies to avoid a potential inventory crisis.For the upcoming months, the report paints an optimistic picture with the festive season offering growth opportunities. However, it also noted that the auto retail market must navigate challenges posed by weather uncertainties and inventory management.With inputs from ANI.SEE ALSO:India beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so farShree Tirupati Balajee Agro Trading IPO – Price band to risk factors, all you need to know"
    },
    {
        "url": "https://www.businessinsider.in/science/space/news/boeings-starliner-to-return-to-earth-from-iss-without-sunita-williams/articleshow/113116886.cms",
        "title": "Boeing's Starliner to return to Earth from ISS without Sunita Williams",
        "published": "Friday, 06 September, 2024 03:24:20PM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "Boeing's Starliner spacecraft is set to detach from the orbiting International Space Station on Friday (local time) and return to Earth, without the astronauts Sunita Williams and Butch Wilmore as per the US space agency NASA.The unscrewed spacecraft is targeting a landing at the White Sands Space Harbor in New Mexico on Saturday.NASA astronauts Barry \"Butch\" Wilmore and Sunita \"Suni\" Williams launched aboard Boeing's Starliner spacecraft on June 5 for its first crewed flight, arriving at the space station on June 6. It was expected that the two astronauts would have returned in the same flight.As Starliner approached the orbiting laboratory, NASA and Boeing identified helium leaks and experienced issues with the spacecraft reaction control thrusters. For the safety of the astronauts, NASA announced on August 24 that Starliner will return to Earth from the station without a crew. Butch Wilmore and Suni Williams finished packing Starliner with cargo and configuring its cabin for return. The duo closed Starliner's hatch for the final time on Thursday afternoon readying the spacecraft for its uncrewed departure, NASA said.Wilmore and Williams will remain aboard the International Space station and return home in February 2025 aboard the SpaceX Dragon spacecraft with two other crew members assigned to NASA's SpaceX Crew-9 mission.\"Starliner is scheduled to autonomously undock from the space station at approximately 6:04 pm EDT Friday, September 6, to begin the journey home, weather conditions permitting. NASA and Boeing are targeting approximately 12:03 am, Saturday, September 7, for the landing and conclusion of the flight test,\" NASA said.SpaceX and Boeing are the two commercial vendors who have been tasked by NASA to send American-launched astronauts to the ISS.Both Williams and Wilmore are not expected to use the Crew Dragon spacecraft of Crew-9 the next SpaceX astronaut mission for NASA that is set to launch later this month of a ISS half year mission.To make space for the Boeing Starliner astronauts who are now on the ISS, Crew 9's Crew Dragon will launch from earth with only two astronoauts instead of the planned four. SEE ALSO:India beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so farShree Tirupati Balajee Agro Trading IPO – Price band to risk factors, all you need to know"
    },
    {
        "url": "https://www.businessinsider.in/business/article/are-four-day-work-weeks-beneficial-or-not-a-debate-to-end-all-debates/articleshow/113116442.cms",
        "title": "Are four-day work weeks beneficial or not: A debate to end all debates",
        "published": "Friday, 06 September, 2024 12:15:19PM",
        "publish_date": "2024-09-06",
        "author": "Ashmita Gupta",
        "author_info": {
            "author_name": "Ashmita Gupta",
            "author_img": "https://www.businessinsider.in/_next/image?url=https%3A%2F%2Fstaticbiassets.in%2Fauthorphoto%2F479258069.cms&w=640&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "The idea of a four-day work week sounds like a dream: having three whole days to relax each week, reduced stress as result, and the possibility of achieving work-life balance — that mythical concept everybody keeps talking about but has so far eluded you. Governments and organisations worldwide are starting to tentatively explore this concept as part of flexible working arrangements. But is it all as rosy as it sounds? Let’s take a look at the potential pros and cons of the four-day work week, as outlined by various studies and experts.Advantages of a four-day work weekImproved work-life balance: One of the biggest advantages is the enhanced work-life balance. With an extra day off each week, employees have more time to rest, pursue hobbies, or spend with family. This shift helps people recharge and reduces burnout, making them happier and more satisfied with their jobs.Increased productivity: Contrary to what businessmen like Narayana Murthy might suggest, several studies have shown that compressing the work week can boost productivity. Employees often achieve the same results in four days as they would in five. This has been attributed to sharper focus and time management when knowing there’s a shorter work window. Trials like the one conducted by South Cambridgeshire Council, which reported a 39% reduction in staff turnover and savings of over £370,000, underscore the potential success of such a model.Environmental benefits: Reducing the number of commuting days can lower an individual’s carbon footprint. Fewer days of travel means fewer cars on the road, reducing emissions. For companies looking to meet sustainability goals, a four-day week aligns well with eco-friendly initiatives.Staff retention and recruitment: Companies that offer a four-day work week become more attractive to job seekers, especially in industries where competition for talent is fierce. This perk not only helps attract candidates but can also help retain current employees who value flexibility over traditional perks. Pitfalls of the four-day work weekLonger workdays: To make up for the lost day, employees may need to work longer hours on the four days they are in the office. For some, particularly those in physically demanding jobs or with family responsibilities, this can be exhausting. Asda’s recent trial, where employees had to cram 44 hours into four days, revealed that the extended shifts were too taxing for many.Not suitable for all industries: Certain sectors, especially those that require continuous operation, such as healthcare or customer service, may find it difficult to adopt a four-day work week. It’s challenging to ensure smooth operations when employees are absent for an extra day. For these industries, such a change could disrupt services and result in decreased efficiency.Productivity gains are not universal: While many trials have shown positive results, the gains in productivity aren’t always guaranteed. According to Professor André Spicer, Dean at Bayes Business School, the results on productivity are mixed. Some workers thrive under the four-day model, while others might struggle to meet deadlines, ultimately lowering overall performance.The four-day work week presents an appealing opportunity to improve work-life balance, reduce burnout, and attract talent. However, it’s not a one-size-fits-all solution. Companies must carefully weigh the benefits against the potential downsides, such as longer workdays and the risk of burnout.By tailoring the approach to specific industries and offering flexibility in how it's implemented, the four-day work week could become a viable option in the future. For now, it remains an evolving experiment with mixed results but undeniable potential. "
    },
    {
        "url": "https://www.businessinsider.in/business/news/supreme-court-agrees-to-list-plea-related-to-insolvency-proceedings-against-ed-tech-firm-byjus/articleshow/113116109.cms",
        "title": "Supreme Court agrees to list plea related to insolvency proceedings against ed-tech firm Byju's",
        "published": "Friday, 06 September, 2024 11:59:31AM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "The Supreme Court on Friday agreed to list for an early hearing the appeal of US-based creditor Glas Trust Company LLC against a judgment of the NCLAT, which had stayed insolvency proceedings against ed-tech firm BYJU's and approving its Rs 158.9 crore dues settlement with the BCCI. A bench comprising Chief Justice D Y Chandrachud and Justices J B Pardiwala and Manoj Misra was urged by senior advocate NK Kaul, appearing for the ed-tech major, that the case needed to be heard at the earliest. Kaul said, \"The only funding was done by the promoters and today no one has brought any external borrowing. We have to show today how malafide the petition (of US firm) is.\"  \"I will get it listed as early as possible,\" the CJI, who was indisposed and in quarantine for the last few days, said. Senior advocate Kapil Sibal, appearing for the US-based creditor, said it also wanted an early hearing.  Earlier on August 22, the bench had refused to pass an interim order to ensure that the committee of creditors (CoC) does not hold any meeting in pursuance of the insolvency proceedings against the embattled ed-tech firm.  It had listed the plea for a final hearing on August 27.  The bench had said the developments, which may take place in the meantime, can be negated if it finds there was no merit in the appeal of the US-based creditor against the judgment of appellate insolvency tribunal NCLAT. The plea was mentioned earlier also on August 20 by Byju's and the BCCI and the top court had then also refused to pass an interim order to restrain the Insolvency Resolution Professional (IRP) from constituting a committee of creditors (CoC) in the insolvency proceedings against the ed-tech firm. In a major setback to Byju's, the top court had on August 14 stayed the verdict of NCLAT, setting aside the insolvency proceedings against the ed-tech major and approving its Rs 158.9 crore dues settlement with the Indian cricket board.  The August 2 verdict of the NCLAT had come as a huge relief for Byju's as it had effectively put its founder Byju Raveendran back in control.  The top court, however, had prima facie termed the NCLAT verdict as \"unconscionable\" and stayed its operation while issuing notices to Byju's and others on the appeal of the ed-tech firm's US-based creditor against the judgment of the insolvency appellate tribunal.  The case stemmed from Byju's default on a Rs 158.9 crore payment related to a sponsorship deal with the BCCI.  The top court had directed the BCCI to keep a sum of Rs 158 crore it had received from Byju's after a settlement in a separate escrow account till further orders.  \"Issue notice. Pending further orders there shall be a stay of the impugned order of August 2 of NCLAT. In the meantime, BCCI shall maintain the amount of Rs 158 crore, which shall be realised in pursuance of a settlement, in a separate escrow account until further orders,\" the bench had said.  The NCLAT had approved the Rs 158.9 crore dues settlement with the BCCI and set aside the insolvency proceedings against Byju's.  Byju's had entered into a \"Team Sponsor Agreement\" with the BCCI in 2019. Under the agreement, the ed-tech firm got exclusive rights to display its brand on the Indian cricket team's kit and some other benefits. Byju's had to pay a sponsorship fee. The company met its obligations till the middle of 2022 but defaulted on subsequent payments of Rs 158.9 crore.  After insolvency proceedings were initiated, Byju's entered into a settlement with the BCCI.  On July 16, the Bengaluru bench of the National Company Law Tribunal (NCLT) had admitted 'Think and Learn', Byju's parent company, to the insolvency resolution process on a plea filed by the BCCI over default in payment of outstanding dues of almost Rs 158.9 crore.  While suspending the board of the ed-tech firm, the NCLT had appointed an interim resolution professional to run the operations of the company, suspended the company's board of directors, and brought it under moratorium by freezing its assets.  The US-based lenders suspected that the settlement amount was being diverted from the credit they had extended to Byju's.SEE ALSO:India beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so farShree Tirupati Balajee Agro Trading IPO – Price band to risk factors, all you need to know"
    },
    {
        "url": "https://www.businessinsider.in/india/news/cost-of-vegetarian-thali-drops-by-8-non-vegetarian-thali-price-down-12-notes-crisil-report/articleshow/113120240.cms",
        "title": "Cost of vegetarian thali drops by 8%, non-vegetarian thali price down 12%, notes CRISIL report",
        "published": "Friday, 06 September, 2024 03:05:04PM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "Softening of retail inflation has started reflecting in the food plates, with prices of both vegetarian and non-vegetarian thalis (full meals) witnessing a notable drop in August this year compared to the same time last year and the previous month, CRISIL MI&A Research noted in its latest report.The data shows that on an annual basis, the cost of a home-cooked vegetarian thali declined by 8 %. On the other hand, the non-vegetarian thalis saw an even steeper drop of 12 %. The reduction in the cost of the veg thali year-over-year was mainly due to a dramatic 51 % drop in tomato prices. Tomato, which constituted 14 % of the cost of the vegetarian thali in August, experienced a significant price drop of 51 % year-on-year. Prices fell from Rs 102 per kg in August 2023 to Rs 50 per kg in August 2024, owning to fresh arrivals from southern and western states.Another major contributor that helped reduce the cost of the thali was a 27 % drop in LPG prices. In March 2024, the price of a 14.2 kg LPG cylinder in Delhi was Rs 803, down from Rs 1,103 in August 2023, which positively contributed to the ease in the cost. The month saw a declining thali cost as the prices of vegetable oil, chili, and cumin, which together account for less than 5% of the veg thali cost, also eased, falling by 6%, 30%, and 58%, respectively, over the year.As per observations, the drop in the cost of non-vegetarian thalis was due to a 13% year-on-year drop in broiler chicken prices, which make up about 50 % of the total cost. However, the decline in thali costs was partially capped by an increase in the prices of onions and potatoes. Onions rose by Rs 15 per kg and potatoes by Rs 13 per kg due to lower arrivals from the rabi harvest.The report further noted that on a monthly basis, the cost of a vegetarian thali dropped by 4%. While the non-vegetarian thalis saw a 3% decrease. The month-on-month decline was primarily driven by a 23 % fall in tomato prices, which dropped from Rs 66 per kg in July 2024 to Rs 50 per kg in August 2024.For non-vegetarian thalis, the lower costs were also linked to a 1-3 % drop in broiler chicken prices due to reduced non-veg consumption during the Shravan month in August. However, the monthly increase in potato and onion prices by 2 % and 3 %, respectively, prevented a steeper decline in thali costs."
    },
    {
        "url": "https://www.businessinsider.in/india/news/home-run-continues-fy25-to-be-another-strong-year-after-a-robust-demand-in-fy24-report/articleshow/113118668.cms",
        "title": "'Home run' continues, FY25 to be another strong year after a robust demand in FY24: report",
        "published": "Friday, 06 September, 2024 01:04:44PM",
        "publish_date": "2024-09-06",
        "author": "",
        "author_info": "",
        "body": "The outlook for residential real estate will be strong in the financial year (FY25), as the domestic residential market performed exceptionally well in FY24, said JM Financial in its estimate.As per the estimation for FY25, the market will grow by 18 per cent, with 12 per cent coming from an increase in the number of units sold and 6 per cent due to higher prices.Additionally, it expects that the supply will grow moderately, matching the demand for new purchases throughout the year.The domestic residential market performed exceptionally well in FY24, reaching its highest-ever absorption rate; pan-India absorption rose by approximately 20.1 per cent YoY (basis area absorbed), while supply increased by about 11.5 per cent YoY, as a result, inventory levels in cities dropped to a record low of 12 months, the report mentioned.During FY 24, the sector recorded an average YoY price increase of 9.0 per cent, indicating an overall market growth of 29 per cent. This positive trend, according to the report, is also evident in pre-sales for listed companies, which grew 39.5 per cent YoY, indicating that market share gains continue for the listed/Tier 1 developers.\"With historically low inventory levels, increasing disposable income, and limited supply expansion, the residential real estate sector is set to continue its upward trajectory,\" the report added.\"While supply is expected to grow steadily going forward, we expect inventory levels to bemaintained at healthy levels on the back of robust absorption, given the buoyant demand scenario. Additionally, while cash flows are anticipated to grow substantially, developers are likely to prioritise business development over deleveraging,\" JM Financial said in its outlook.FY24 saw a best-ever year for absorption across residential real estate with pan-India sales crossing a billion square feet mark, as per the report.Since FY21, pre-sales in the top 7 markets have largely been ahead of new launches, leading to a sharp reduction in inventory levels to 11 months. Among the listed players, Godrej, Prestige, Signature and Brigade delivered very strong growth in FY24, as per the report.Observing an ushering trend, the report added that real estate companies have started diversifying into new micro markets to reduce dependence on core regions and capture growth opportunities.With greater preference for branded and high-end products, Tier 1/listed developers are aiming to gain market share from the fragmented/informal segment of the industry, the report added.Citing the data from Propequity it stated that the industry has seen Tier 1 developers gaining market share from the informal segment. The top 10 publicly listed developers have increased their market share by around 8 percentage points since 2019.In Tier I cities, the demand for luxury properties has grown significantly since FY22. Post-Covid, there is a growing preference for spacious, well-equipped residences that cater to remote work needs and offer enhanced security features, it added.SEE ALSO:India beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so farShree Tirupati Balajee Agro Trading IPO – Price band to risk factors, all you need to know"
    },
    {
        "url": "https://www.businessinsider.in/finance/news/here-are-the-benefits-you-get-with-indias-most-expensive-credit-card-with-a-3-54-lakh-annual-fee/articleshow/113123752.cms",
        "title": "Here are the benefits you get with India’s most expensive credit card with a ₹3.54 lakh annual fee",
        "published": "Friday, 06 September, 2024 03:28:23PM",
        "publish_date": "2024-09-06",
        "author": "Sourabh Jain",
        "author_info": {
            "author_name": "Sourabh Jain",
            "author_img": "https://www.businessinsider.in/_next/image?url=https%3A%2F%2Fstaticbiassets.in%2Fauthorphoto%2F479257346.cms&w=640&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Axis Bank has launched an ultra-premium credit card for UHNIs.The Axis Bank Primus credit card is among the most expensive credit cards in India.Here’s everything you need to know about the ultra-premium credit card from Axis Bank.Credit cards have become a major part of India’s financial landscape in recent years. What was once seen as a luxury for the wealthy has now become more common with banks offering various benefits including lounge access at airports, free tickets and more.Cards range from free cards for normal users to cards with thousands or lakhs in fees, aimed at high net worth (HNI) individuals. Axis Bank recently introduced Primus, the company’s ultra-premium credit card that is aimed at ultra-high net-worth individuals.Axis Bank Primus credit card annual feeThe Axis Bank Primus credit card has a joining fee of ₹5 lakh, which increases up to ₹5.9 lakh when we include GST.In addition to this, the card has an annual fee of ₹3 lakh, which goes up to ₹3.54 lakh after including GST.This makes it the most expensive credit card in India, beating the Amex Centurion, which has a joining fee of ₹8.26 lakh and an annual fee of ₹2.95 lakh.Axis Bank Primus credit card benefitsJoining benefitAs part of a joining bonus, users get the option to choose from either an ₹40,000 voucher from ITC or 25,000 Axis Edge Miles.Renewal benefitUsers who pay the renewal fee get either an ₹20,000 voucher from ITC or 15,000 Axis Edge Miles.Lounge benefitsUnlimited domestic and international lounge access for the primary card and add-on card holders.Travel benefitsThe card offers the following travel benefits:Zero forex markupUnlimited complimentary domestic airport meet and greetsComplimentary companion airfareUp to 15% savings on international First and Business class faresComplimentary upgrades at selected hotels across the worldExclusive access to top restaurants across the worldAccess to exclusive events and bespoke travel itinerariesGolfFour complimentary green fees at participating clubs for the primary cardholder at international courses.Unlimited golf access via complimentary green fee and buggy in India.Partners for miles transferAir Asia, Air Canada, Air France – KLM, Air India, Air Vistara, Accor, Ethiopian Airlines, Etihad Airways, IHG Hotels & Resorts, ITC, Japan Airlines, Marriott International Qantas Airways, Qatar Airways, Singapore Airlines, SpiceJet, Thai Airways, Turkish Airlines, United Airlines and Wyndham Hotels & Resorts.SEE ALSO:FADA urges banks to tighten funding to dealers as rains play spoilsport in AugustIndia beats the US to emerge as the second-biggest market for 5G smartphonesApple iPhone 16 to launch on September 9 – design, specs and everything we know so far"
    }
]