[
    {
        "url": "https://www.eu-startups.com/2024/07/barcelona-based-travel-tech-exoticca-nabs-e60-million-series-d-to-keep-disrupting-the-multi-day-tour-segment/",
        "heading": "Barcelona-based travel tech Exoticca nabs €60 million Series D to keep disrupting the multi-day tour segment",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-24",
        "body": "Exoticca , a leading travel tech platform for multi-day tour packages, has announced that it has closed a €60 million Series D round led by Quadrille Capital, the global investment platform focusing on high-growth technology companies, with the participation from new investors including All Iron and ICF and existing investors 14W, Mangrove, Bonsai, Sabadell and Aldea. This latest injection of funding will allow Exoticca to develop its platform, leveraging AI to improve product offering, customer experience and boost its partners’ profitability. The company is focused on building a leading global brand and opening in new markets, accelerating the adoption of the platform by both traditional travel agencies, as well as other online travel partners. Multi-day tour packages, a sector worth over €100 billion, is one of the last segments of the travel industry still dominated by traditional tour operators with very low levels of digitisation. This prevents travel agencies from offering real-time pricing and availability for complex packages and, as a result, customers experience a cumbersome and time-consuming purchasing process. Exoticca’s bespoke technology connects all the different services (flights, hotels, meals, transfers, transportation and activities) required to book multi-day tours, connecting local companies at destination with travel agencies and other online players and therefore provides the broadest scope for tour package distribution. By digitising all parts of the booking process, Exoticca has cut the process of booking complex long-haul trips down to just minutes and can guarantee its customers the best prices, bringing costs down by around 30% compared to competitors. Pere Vallès, CEO at Exoticca, said: “While the rest of the travel industry has become digitised, the multi-day tour space has remained stagnant, with customers stuck with inconsistent, time-consuming booking experiences. Exoticca’s mission is to bring multi-day tour packages into the digital age, making dream trips accessible and affordable to everyone. The new funding will accelerate our vision and allow us to substantially increase our investment in technology, product and growth.” Alejandra Duran Gil, Partner at Quadrille Capital, added: “Exoticca is revolutionising the travel booking experience worldwide, significantly enhancing efficiency and affordability for travellers. Exoticca’s strong financial foundation and the team’s exceptional execution are at the heart of our investment thesis. We are looking forward to supporting the company in its next phase of growth, leveraging our technology and financial expertise to contribute to its continued success.” Exoticca has more than doubled its sales year-on-year since 2015, becoming the digital category leader and selling trips to over 70 destinations worldwide to travellers in 8 markets (United States, Canada, United Kingdom, France, Germany, Spain, Mexico and Colombia) directly and through a network of travel and non-travel online and offline partners. The platform also enhances customers’ travel experience through a Travel Concierge App and a comprehensive real-time monitoring and automated response system for all the services included in the package."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/zurich-based-netfabric-secures-e2-million-to-address-the-challenge-of-network-downtime/",
        "heading": "Zurich-based NetFabric secures €2 million to address the challenge of network downtime",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-23",
        "body": "NetFabric , an ETH Zurich spin-off pioneering advancements in network observability, announced the successful closure of a €2 million pre-seed funding round. The investment, led by Founderful and Playfair Capital, marks a significant milestone in NetFabric’s mission to transform the landscape of network monitoring. The funding will drive the development of NetFabric’s groundbreaking network observability platform, accelerating development to meet the evolving needs of a $197 billion industry increasingly dependent on robust network performance; simultaneously, NetFabric is expanding its team and seeking candidates for key roles, while inviting potential design partners to reach out for collaboration. While the network monitoring industry grapples with persistent challenges, downtime remains a critical issue for enterprises worldwide. The financial repercussions of network outages are staggering, with even short disruptions translating into multimillion-dollar losses. For instance, Amazon reported a$34 million revenue loss from just one hour of downtime in 2021 . Beyond revenue losses, downtime disrupts operations, ties up skilled engineers in troubleshooting tasks, and jeopardizes customer trust. “Current monitoring tools only provide basic insights into the complex inner workings of networks,” explained Prof. Laurent Vanbever, Co-Founder and Chief Scientist of NetFabric. “They often rely on fragmented data sources, leading to false positives and inadequate problem resolution. Consequently, these tools frequently fail to deliver timely and accurate insights into network issues.” As a result, extensive manual troubleshooting is often necessary to pinpoint the root causes of problems, requiring engineers to spend considerable time deciphering alerts and navigating misleading signals. This not only prolongs downtime but also exacerbates operational inefficiencies. NetFabric is set to disrupt the industry, tackling these challenges with a groundbreaking approach to network observability. Unlike traditional solutions, NetFabric seamlessly merges observations coming from a wide range of network sources (such as routing information, forwarding tables, device configurations, or logs) into one coherent knowledge base. As a result, it delivers actionable intelligence, offering a comprehensive and accurate understanding of network issues while effectively managing the flood of alerts from conventional tools. This dual approach allows NetFabric to innovate on both fronts, offering a comprehensive view of large, complex networks, incorporating all relevant data sources, and providing precise alerts when issues arise. By minimizing false-positive alerts and optimizing resource allocation, organizations can mitigate downtime risks and maintain operational continuity. “Our mission is to empower enterprises with a comprehensive understanding of their networks,” said Benjamin Bichsel, Co-founder and CEO of NetFabric. “By eliminating the guesswork in network troubleshooting, we enable businesses to redirect engineering resources towards innovation and growth.” NetFabric is powered by a team of experts with deep expertise in network monitoring and AI. Co-founders Dr. Tobias Bühler and Prof. Laurent Vanbever bring more than a decade of research experience in analyzing computer networks, complemented by Dr. Benjamin Bichsel and Prof. Martin Vechev, whose contributions in AI and programming paradigms have earned global recognition. Marlene Brakhane and Boris Paskalev round out the team with extensive business acumen and a successful track record in entrepreneurship."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/gothenburg-based-maurten-bags-e20-million-to-expand-sports-fuels-across-new-markets/",
        "heading": "Gothenburg-based Maurten bags €20 million to expand sports fuels across new markets",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-22",
        "body": "Maurten , a leading global sports nutrition company, has closed a capital round of €20 million led by international growth equity fund IRIS Ventures, which specialises in identifying disruptive next-generation consumer propositions. The round also had participation from existing investors, including CEO of Stena Sphere, Dan Sten Olsson. The Maurten sports fuel ecosystem focuses on solving the legitimate problems that limit athletic performance. Patented Hydrogel Technology — used in the brand’s Drink Mixes, Gels, and revolutionary Maurten Bicarb System — allows athletes to rethink the parameters of carbohydrate fueling. Proof is in the performances. Not simply personal bests at an amateur level, but elite achievements that have redefined human possibility globally — world records, gold medals, and world champions. “It’s an important moment that strengthens the diversity of our board,” said Olof Sköld, Maurten Founder and CEO. “I have no doubt that accessing the expertise and network of female-founded Iris Ventures, and their deep understanding of the sports culture scene, will greatly benefit our ambitions to expand the reach of our innovations — across new markets and industries.” By Investing heavily in research-driven development, Maurten ensures that fueling solutions and product evolutions are based on trustworthy conclusions — challenging the status quo where necessary. To stay at the front of a fast-developing endurance landscape, Maurten combines that science-led approach alongside feedback from athletes in real-world situations. This diligence allows for a vision that also seeks opportunities outside sport. An exploration of how Hydrogel Technology could benefit the medical arena, as well as driving forward female-specific fueling research, are now important objectives for the Swedish-based brand. The addition of influence from IRIS Ventures will accelerate this expansion. Montse Suarez, Founder and Managing Partner of IRIS Ventures, commented: “Maurten is a game changer and has, from the outset, redefined athletic performance through world class innovation in the sports nutrition category, seamlessly marrying product excellence with brand uniqueness and edge. The company consistently delivers on their ambitious plans and we are thrilled to join forces with Olof and team.”  Florian Wojewodzki, Partner of IRIS Ventures, added: “Fueling is so mission-critical to performance, that elite endurance athletes are incredibly discerning with what they consume. Credibility is vital. Maurten’s long and growing list of professional athletes is testament to the efficacy of its products and uncompromising focus on innovation. In this context, we are extremely excited to be partnering with Maurten and look forward to supporting them in this next phase of growth.”"
    },
    {
        "url": "https://www.eu-startups.com/2024/07/eu-startups-podcast-episode-75-robert-jackle-partner-at-visionaries-club/",
        "heading": "EU-Startups Podcast | Episode 75: Robert Jackle, Partner at Visionaries Club",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-04",
        "body": "In this episode, we catch up with Robert Jackle , a Partner at Visionaries Club , a leading European early-stage VC fund with offices in London and Berlin. Visionaries Club’s founders and operators are behind companies such as UiPath, Miro, Flixbus, Mollie, Spotify, Personio, Adyen, HelloFresh, and Pitch, and have only just gone through your journey themselves. Visionaries Club is divided into two funds: a €150 million seed stage fund and a €200 million early growth fund. Robert became a Partner at Visionaries Club at the age of 26, making him one of the youngest partners in VC funds in Europe. In this interview, he shares his journey from intern to partner and discusses the qualities he looks for in founders. Robert also shares his excitement for innovations in FinTech, HR, and compliance, and the impact they can have on businesses. He discusses current projects at Visionaries Club, the continuous growth and development of the organisation, and much more."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/tallinn-based-fintech-mifundo-secures-e2-5-million-to-unlock-cross-border-lending/",
        "heading": "Tallinn-based fintech Mifundo secures €2.5 million to unlock cross-border lending",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-19",
        "body": "Estonian fintech company Mifundo has secured €2.5 million in grant funding plus investment from the European Innovation Council (EIC) accelerator program, making it the first fintech company ever to receive full funding from this initiative. Mifundo is dedicated to revolutionizing the financial industry in Europe by developing a groundbreaking AI-based data platform that enables the transfer of credit profiles across borders. Banks and other creditors will get the capability to assess the credit risk of their foreign customers properly. The technology, combining cross-border data from credit bureaus, open banking and other sources,helps to reduce the credit risk of foreigners up to 7 times and to increase bank’s business volumes by 15% while offering seamless UX both for banks and consumers. Mifundo´s mission is to create a unified credit market within the European Union, improving access to financial services across the continent. Kaido Saar, CEO and Founder of Mifundo, stated: “This substantial funding is a powerful endorsement of our mission to transform the European financial sector. By enabling the free movement and utilization of credit data across Europe, we are making it possible for consumers to access banking products in different countries seamlessly. We are proud to be among the select few from nearly a thousand innovative companies chosen for the highly competitive EIC Accelerator program.” With the new funding, Mifundo plans to integrate additional countries into its platform, further develop the pan-European data model and expand data service coverage within the EU. “Mifundo will leverage this funding to accelerate our growth and innovation, playing a crucial role in reshaping the future of cross-border finance in Europe,” added Saar. Founded in 2018 by former Bigbank Group CEO Kaido Saar, Mifundo is building the first AI-based cross-border data platform to enable the portability of credit profiles throughout the European Union. The company’s goal is to create a truly unified credit market in the EU, reducing financial inequality and providing better access to financial services for all European citizens. The company has received prestigious awards in the sector, including the Europe Fintech Award 2023 – LendTech of the Year, and Banking Technology Award 2023 – Fintech Startup of the Year. In the spring of 2023, Mastercard Lighthouse recognized Mifundo as one of the high-potential fintech companies in Northern Europe. The EIC’s funding consists of a grant of €2.5 million and also an equity investment. In total, the EIC will invest €411 million in 68 deep tech companies that develop technology of strategic importance to Europe and have disruptive potential on a global scale. It is the most competitive program in Europe, where nearly 1,000 candidates applied. Typically, the EIC invests in the deep tech sectors such as quantum computing, space technology, biotech and medicine. However, for the first time in the history, a fintech company has been chosen for the full scale investment."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/budapest-based-lead-ventures-launches-e100-million-fund-to-to-strengthen-cee-ecosystem/",
        "heading": "Budapest-based Lead Ventures launches €100 million fund to strengthen the CEE ecosystem",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-22",
        "body": "Budapest-based Lead Ventures has announced the launch of its new €100 million fund, targeting the best startups in Central and Eastern Europe (CEE). With the new fund the firm continues its mission to empower high-potential founders in the region. Lead Ventures targets late Seed & Series A companies whose products and services have already been validated on the market and require substantial capital to drive their next phase of growth. The fund will offer investments ranging from €2 million to €10 million, providing a crucial boost to companies in strengthening their Product-Market Fit and expanding to new markets. “Our investment strategy focuses on sectors with significant growth potential and technological innovation,” said Balázs Haszonics, CEO of Lead Ventures. “We are particularly interested in companies operating in the fields of mobility, finance, energy, IoT, sustainability and retail. Our goal is to build a robust portfolio that delivers financial returns and also drives positive societal impact.” Lead Ventures’ new fund will not only provide capital but also leverage the firm’s extensive network of industry experts and strategic partners to support portfolio companies. This approach ensures that startups receive the necessary guidance and resources to navigate their growth journeys successfully. The launch of this new fund, with the backing of MOL Group and NTH (National Capital Holding) reinforces Lead Ventures’ position as a leading venture capital firm in the region, dedicated to unlocking the potential of CEE’s entrepreneurial talent and fostering a thriving startup ecosystem. Lead Ventures has a strong track record of investing in companies across various sectors, including mobility, energy, fintech, among other B2B software verticals. Previous successful exits include AiMotive, a leader in autonomous vehicle technology, which was the biggest exit in Hungary to date and Amodo, an innovative insurance technology provider. Among the existing portfolio companies, Cloudtalk, an AI-powered call center software provider, Antavo, a cutting-edge loyalty management platform, and Recart, a pioneering e-commerce messaging platform, stand out as advanced pioneers in their respective industries. The Hungarian VC has collaborated with notable investors in the region such as Credo Ventures, Presto Ventures, and Point9 Capital among others, enhancing its ability to provide substantial support and resources to portfolio companies."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/smart-solutions-for-safer-cities-10-european-startups-working-on-safety-and-security/",
        "heading": "Smart solutions for safer cities: 10 European startups working on safety and security",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-23",
        "body": ""
    },
    {
        "url": "https://www.eu-startups.com/2024/07/eu-startups-launches-a-dedicated-investor-database-featuring-4000-european-vc-firms-accelerators-and-corporate-vcs/",
        "heading": "EU-Startups launches a dedicated Investor Database – featuring 4,000 European VC firms, accelerators and corporate VCs",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-22",
        "body": "[email protected]"
    },
    {
        "url": "https://www.eu-startups.com/2024/07/eu-startups-podcast-episode-76-kelly-kinnard-operating-partner-and-head-of-talent-at-khosla-ventures/",
        "heading": "EU-Startups Podcast | Episode 76: Kelly Kinnard, Operating Partner and Head of Talent at Khosla Ventures",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-11",
        "body": ""
    },
    {
        "url": "https://www.eu-startups.com/2024/07/krakow-based-digital-first-ai-gets-e3-5-million-to-leverage-ai-for-marketing-strategies-and-ad-content/",
        "heading": "Krakow-based Digital First AI gets €3.5 million to leverage AI for marketing strategies and ad content",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-22",
        "body": "Digital First AI , a MarTech startup, has secured €3.5 million in funding to enhance its AI-powered platform, which automates the creation of marketing strategies for online campaigns. This investment will bolster the company’s international presence and facilitate the deployment of its solutions for large enterprises and corporations. The funding round was spearheaded by 4growth VC, with notable participation from Plug&Play and Sher Ventures (USA), Hub71 (UAE) and the owners of creative agency McCANN Poland, founders of 45Avenue Group. “The investment from the owners of McCANN Poland underscores the potential of our solution, which aligns with global marketing trends in AI. This strategic partnership with one of the world’s most awarded creative agencies will enable us to expand our offerings for large corporations and reach top global brands, starting with clients and agencies of McCANN Worldgroup. The involvement of international investment funds in this round reflects confidence in our global ambitions,” said Rafał Tromczyński, co-founder and CEO of Digital First AI (DF.AI). Founded in 2021, the company offers SaaS solutions that leverage AI to select marketing strategies and create advertising content, thereby saving time and optimizing budgets. The DF.AI platform already performs advanced tasks using any data format about a company. Data is stored in a “safe room,” ensuring security while allowing the system to expand its knowledge base through real-time research, competitive analysis, social listening, and global trend tracking. Based on this structured information, Digital First AI can undertake complex tasks from creating new products and introducing them to various markets to executing associated advertising campaigns. Following its success in the SME market, the company plans to launch an enterprise solution for large corporations by the end of the third quarter of 2024. Initial “proof of concept” projects with international partners are already underway. “The investment in DF.AI, which uses AI to enhance marketing effectiveness, has the potential to achieve the business goals of our clients and agencies within our global structure. The solution designed for large corporations will first be offered to McCANN Worldgroup agencies and clients, including some of the world’s largest brands and leading creative agencies on every continent,” commented Wojciech Borowski, Group CEO of McCANN Poland and Co-Founder of 45Avenue Group. Digital First AI currently serves over 900 clients from 60 countries, with more than 50% of its revenue coming from the USA, as well as significant markets in Poland, the UK, the UAE, and India. The current seed round was executed through Digital First AI Holding Inc. registered in the USA, that is responsible for the startup’s international structure. “We invested in Digital First AI due to the innovative nature of its marketing campaign automation product, which fits perfectly into the current AI revolution. The scaling potential is immense. The motivated and dynamic team, with extensive industry experience, understands the market’s needs well. The company has been global from the outset, serving clients from 60 countries. Moreover, the strategic partnership with McCANN Poland and the involvement of renowned international investors strengthen Digital First AI’s position,” added Marcin Jaszczuk, Managing Partner at 4growth VC. Digital First AI was founded by Rafał Tromczyński (CEO), Grzegorz Gracz (CIO), and Michał Tokarski. The founders intended for the company to have an international dimension from the start, which they have consistently pursued. Digital First AI now has offices in Poland, the USA, and the UAE. The startup has participated in the Hub71 and Flat6Labs accelerators in Abu Dhabi, and one of its strategic partners is the American unicorn Semrush. During the pre-seed stage, the company was backed by InnoVenture (Poland) and Flat6Labs (UAE)."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/london-based-smart-money-app-plum-raises-e19-million-series-b-on-track-for-profitability-in-2025/",
        "heading": "London-based smart money app Plum raises €19 million Series B, on track for profitability in 2025",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-23",
        "body": "Smart money app Plum has raised €15.8 million in funding from institutional investors, including a second tranche of investment from strategic partner Eurobank. New anchor investor iGrow Venture Capital has joined the round, alongside previous investors including Venture Friends and Ventura Capital. The company has also raised an additional €3.2 million via crowdfunding in Crowdcube’s most popular campaign of the year, with more than 5,500 investors from across the UK and EU participating. This brings the total to €19 million raised in Plum’s Series B round. The investment was secured following a period of strong performance for the business. The company has seen exceptional growth since launching in 2017, with more than 2 million customers now using the app to seamlessly set money aside in 10 markets across Europe. Victor Trokoudes, Plum founder and CEO, commented: “It has been an exceptional 12 months for Plum, and this new round of funding is testament to the hard work of the team and the value we’re providing for customers across Europe. The need for a smart app that helps people grow their money for life has never been stronger, and we’re already delivering this to millions of people.” Assets under management (AUM) for the company recently surpassed £1 billion, having tripled in 12 months. This increase was in part driven by the success of Plum’s highly competitive Cash ISA, which launched in March and has opened up greater organic UK acquisition at low-to-zero cost. Revenue for the company has almost doubled year-on-year, supported by robust subscription streams with average revenue per customer having grown by 40%*. With the surge in AUM also contributing to increased revenue, Plum is now on track to reach profitability in 2025. In the meantime, Plum will continue to flesh out its product offering in the UK following the success of its Cash ISA, aiming to provide the most complete app for savers and investors on the market. Plum has ambitious plans for the rest of Europe too, having recently launched ETFs for EU customers and partnered up with Eurobank to accelerate its growth in the region. The app’s goal is to reach hundreds of thousands of customers in Greece by the end of 2027. As part of the strategic cooperation of Plum with Eurobank, the latter will introduce Plum to its customers. “We’re focused on what’s next and how to get even more people maximising their money with Plum. Following the success of Cash ISA in the UK and ETFs in Europe, we’re well-placed to reach profitability which is a major and important milestone for us. And we have game-changing products in the pipeline that will take our app to the next level for customers. It’s a really exciting time,” added Trokoudes. Anastasios Economou, Founding Partner of iGrow Venture Capital, said: “iGrow is always looking for transformative ideas such as Plum’s. Making savings solutions accessible to all, not just high-net-worth individuals, is a democratisation and revolution in the industry. We are excited to see the expansion across Europe and Greece. We have full confidence in the Plum team’s capacity to keep expanding.”"
    },
    {
        "url": "https://www.eu-startups.com/2024/06/eu-startups-podcast-episode-74-andreas-loy-co-founder-ceo-of-konux/",
        "heading": "EU-Startups Podcast | Episode 74: Andreas Loy, Co-founder & CEO of KONUX",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-06-27",
        "body": ""
    },
    {
        "url": "https://www.eu-startups.com/2024/07/london-based-climate-tech-44-01-nabs-e33-9-million-to-eliminate-co2-by-turning-it-into-rock/",
        "heading": "London-based climate tech 44.01 nabs €33.9 million to eliminate CO2 by turning it into rock",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-19",
        "body": "Climate tech company 44.01 , a climate tech eliminating CO2 by turning it into rock using the natural power of mineralisation, announced the successful completion of a €33.9 ($37) million Series A funding round. Equinor Ventures led this round, with significant participation from Shorooq Partners in the UAE. Additional investors include (in alphabetical order): Air Liquide Venture Capital (ALIAD), Alumni Ventures, Amazon’s Climate Pledge Fund, Climate Investment, Innovation Development Oman, Planet A Ventures, Salica Oryx Fund, Siemens Financial Services, Sumitomo Corporation, and several others. Existing investors, including Breakthrough Energy Ventures, have also recommitted to supporting 44.01’s technology by participating in this round. 44.01 eliminates CO2 by turning it into rock. The company’s pioneering technology accelerates the natural process of CO2 mineralisation to remove captured CO2 permanently in less than twelve months. 44.01 takes CO2 captured directly from the air, or from hard-to-abate industrial processes, helping decarbonise vital industries and ultimately return the atmosphere to sustainable levels of CO2. The process is safe, scalable, and lasts forever. Talal Hasan, founder and CEO of 44.01, said: “We believe mineralization can play a significant role in protecting and repairing our climate. We are grateful to our investors for committing to that mission and demonstrating their confidence in our technology. In addition to providing finance, our investors bring a wealth of international expertise and experience that will help us to accelerate our development and ultimately mineralize CO2 at scale worldwide.” This substantial round of funding underscores the growing confidence in 44.01’s mineralization technology’s potential to eliminate CO2 safely, permanently, and at scale. The capital raised will allow 44.01 to further refine its technology, develop commercial-scale projects, and expand its deployment internationally. Mahmoud Adi, founding partner of Shorooq Partners, commented: “We are thrilled to make our first lead investment in climate tech with 44.01, a company at the forefront of innovative carbon sequestration solutions globally. The UAE has been vital in advancing climate tech initiatives, and its leadership is paving the way for them. We are proud to contribute to this mission. This investment aligns with our vision of fostering groundbreaking technologies that address critical global challenges and move towards a more sustainable and safer future.” Cindi Bough, managing director at Climate Investment, added: “We believe 44.01’s innovative carbon mineralization technology could contribute to efficient industrial decarbonisation worldwide. Climate Investment is well-placed to help commercialize and scale this technology through our unique partner network and significant CCUS experience, and we look forward to working closely with the 44.01 team.” 44.01 has completed successful pilot projects in Oman and the UAE. The company was awarded the prestigious Earthshot Prize in 2022 for the “Fix our Climate” category, and its Project Hajar in Oman was recently announced as an XPRIZE Carbon Removal Top 20 Finalist."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/milan-based-bending-spoons-announces-the-acquisition-of-digital-publishing-platform-issuu/",
        "heading": "Milan-based Bending Spoons announces the acquisition of digital publishing platform Issuu",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-19",
        "body": ""
    },
    {
        "url": "https://www.eu-startups.com/2024/07/eu-startups-podcast-episode-77-dominik-angerer-co-founder-and-ceo-of-storyblok/",
        "heading": "EU-Startups Podcast | Episode 77: Dominik Angerer, Co-founder and CEO of Storyblok",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-18",
        "body": "Dominik Angerer StoryBlok"
    },
    {
        "url": "https://www.eu-startups.com/2024/07/zaka-unveils-its-first-fund-of-e15-million-aimed-at-supporting-early-stage-startups-across-europe-and-the-us/",
        "heading": "ZAKA unveils its first fund of €15 million aimed at supporting early stage startups across Europe and the US",
        "author_name": "Antonio L. Escárzaga",
        "date": "2024-07-19",
        "body": ""
    },
    {
        "url": "https://www.eu-startups.com/2024/07/berlin-based-fitness-app-trait-snaps-e1-million-for-empathetic-ai-training-platform/",
        "heading": "Berlin-based fitness app TRAIT snaps €1 million for empathetic AI training platform",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-22",
        "body": "Training app TRAIT, previously twaiv , has raised €1 million in seed funding from HTGF, the angel club better ventures and other private investors. The funding will support the further development of its AI training platform, which aims to provide a more personalized and empathetic training experience for runners. The Berlin-based startup’s mission is to help people achieve their individual training goals and lead a more sustainably active and fulfilling life. At the heart of the company is the desire to marry science-based training with a sense of community. The team’s research indicated that people weren’t reaching their goals due to a lack of statistics or workouts, but because either their plans lacked flexibility, or they didn’t have the support network when they needed it. These are two key issues that TRAIT is addressing, so that when life gets in the way, nobody gets left behind. Rebranded as TRAIT, the startup has relaunched its training app for runners. The previous version of the app achieved significant growth – the downloads increased by 178% annually – by convincing with highly individualized running training plans and a virtual coach. Building on this, the team around founders Raphael Jung and Matthias Ettrich aims to provide runners with even more tailored support. Since 2021, the company operated under the name twaiv and focused on AI-generated, adaptive training plans, before relaunching under the name TRAIT in July 2024. Raphael Jung, CEO of TRAIT, said: “With TRAIT, we have developed an app that is as empathetic and understanding as a human coach would be. We help people get back into sport. We combine sports science and AI training with real social, mutual supportiveness. With the help of HTGF, selected business angels from better ventures and other private investors, we are ready to revolutionize the way people think about being fit.” The seed funding enables TRAIT to realize their vision of an empathetic and adaptive training environment that is not only focused on performance, but also on the well-being of the runners. The founders want to set a new industry standard by emphasising the importance of human interaction and social support. Johannes Dierkes, Investment Manager at HTGF, added: “We are excited about TRAIT’s vision and approach to creating an empathetic and adaptive AI training platform for athletes. It’s designed to strengthen individuals not just physically, but also mentally.”"
    },
    {
        "url": "https://www.eu-startups.com/2024/07/rotterdam-based-speaksee-raises-e1-million-for-speech-recognition-app-for-hearing-impaired-people/",
        "heading": "Rotterdam-based Speaksee raises €1 million for speech recognition app for hearing-impaired people",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-23",
        "body": "Speaksee , a speech recognition app that allows hearing-impaired and deaf people to participate in group conversations, announced it has raised over €1 million. The funding was provided by the impact fund NoorderImpact and various angel investors and will be used for international expansion and the development of new technology for more inclusivity in society. The group of angels include the founders of the Dutch unicorn DataSnipper, Jonas Ruyter and Kai Bakker, and angel investors who participated through Rabobank’s Money Meets Ideas network. In addition, €240,000 of previously raised convertible loans was converted into equity capital. The funding round was supported by Generous Minds and Zebra Legal. The funding will be used for Speaksee’s expansion into the UK, Switzerland, Denmark, and Norway. These countries were chosen because they offer good reimbursement options for assistive devices for people with disabilities. In addition, Speaksee is currently assessing its opportunities for expansion into Germany. Backed by its financiers, Speaksee will also further develop its innovative technology to make it applicable in more situations. The company is currently working on solutions to make event locations for gatherings such as lectures and conferences, auditoriums, funeral homes and churches accessible to the deaf and hard of hearing through AI-based subtitling and translation technology. Finally, the company is also looking to develop new applications of its technology to improve inclusivity for non-native speakers. Sjoerd Zijlstra of NoorderImpact said: “Speaksee matches very well with our goal to empower excluded groups in social situations. Its team is driven and has a strong connection to the target group. Therefore, we can’t think of a better company to make this initiative successful.” Taking part in group conversations is very difficult for hearing-impaired and deaf people, in both business- as well as private situations. Due to multiple people participating in conversation, it’s challenging for them to follow what is being said, and who is saying what. Therefore, a lot of information is being missed. Since 2022, Speaksee has ensured hearing-impaired and deaf people can actively participate in group conversations. Founder Jari Hazelebach and his team developed an app that converts the spoken word into written text, distinguishing what’s being said by the different speakers. Each of the up to nine conversation participants receives a small microphone with a color attached. These colors are integrated into the transcripts on the screen of the hearing-impaired or deaf person. In the process, any background noise gets filtered out. As a result, they are not only able to follow the conversation but also get insight into who contributed what. Founder Jari Hazelebach commented: “NoorderImpact is one of the few investors that has included social inclusion as a company pillar. We are extremely pleased with the confidence of our financiers in us and our technology. The funding raised brings us one step closer to our goal: a society where everyone can actively participate in conversations and interaction, in any situation.” Meanwhile, Speaksee is used by hundreds of deaf and hearing-impaired people in the Netherlands. It is also used by several companies such as KPN, Rabobank, PwC, the central government, and several Dutch municipalities. Since last week, Speaksee has been officially approved to be reimbursed by the Dutch Employee Insurance Agency (UWV), making it the first speech recognition app with this recognition."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/lisbon-based-sqill-gets-e2-million-to-streamline-the-creative-workflow-of-social-media-teams/",
        "heading": "Lisbon-based sqill gets €2 million to streamline the creative workflow of social media teams",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-22",
        "body": "Portuguese startup sqill announced the closing of a €2 million seed investment round led by GED Ventures. With this funding, the company strategically aims to consolidate its presence in the US by opening an office in Austin, Texas, and expanding its team. Recruitment for various positions in Portugal and the United States is already underway, marking the beginning of a new chapter in Sqill’s growth story. Available for iOS and Android, Sqill has developed an “all-in-one” AI-based content creation platform, designed to enhance brand storytelling and social media presence. This tool enables advanced photo and video creation and editing, and real-time collaboration among social media teams, managing the entire production and publishing process. The key feature, an AI-powered video editor simplifies, creates, and shares custom brand content within minutes, promising a new era of social media management. Afonso Coimbra, Co-founder & CEO of Sqill,said: “This investment is a validation of our team’s work and the incredible opportunity ahead of us. We are thrilled to take this step forward and, above all, to be better equipped to address our clients’ challenges. We are excited to collaborate with GED Ventures for their scale and international network, shared ambition to conquer the US market, appetite for innovation, and track record of investing at the intersection of technology and marketing. This funding allows us to grow our technology team – with a focus on artificial intelligence – and make a strong entry into the US market where we have just established our new office, specifically in Austin, TX.” Francisco Lino Marques, Partner and member of the Board of Directors of GED Ventures Portugal, added: “The solution developed by Sqill is very compelling as it sits at the intersection of three high-potential business areas: scalable generative AI, content generation in sports, retail, and corporate environments, and influencer networks on social media with large and growing consumer bases. More importantly Sqill addresses the challenge of real-time high-quality content production for social media teams. This investment will enable the company to expand into different verticals and new markets.” Prior to this funding round, Sqill had already raised over €300,000 from Innventures (through Innowave), Demium, and more than ten business angels including Tiago Gonçalves and Miguel Patrício from Innventures (Innowave), Pedro Silva Nunes from Audax Group, Armando Ribeiro Ferreira from EY, Domingos Cruz from CCA Law Firm, João Correia Pereira from Judas, José Diogo Quintela from A Padaria Portuguesa, Jordi Pujol from Objective, Valentina Hristova from Salesforce, Andrew Riley from Nomi Health, João Cruz from Linguae, and John Bagagem from Empower, among others. Currently, the startup incubates at Startup Lisboa and Instituto Pedro Nunes. Sqill aims to continue supporting brands succeed in the complex world of digital content, targeting over 30 million social media teams worldwide. In recent months, the Sqill team has been working closely with its initial clients, valuing their feedback to optimize the product and meet the pressing needs of social media teams. This collaborative approach is a testament to Sqill’s commitment to customer satisfaction. Currently, Sqill supports dozens of clients in Portugal, Spain, Brazil, and the USA, including leading brands such as FC Porto, Worten, and L’Oréal. In the coming months, the company plans to forge new partnerships with sports organizations, such as federations, leagues, and clubs, and increase its presence in the Retail and Corporate sectors."
    },
    {
        "url": "https://www.eu-startups.com/2024/07/the-future-of-technology-growth-lending-in-europe-predictions-for-the-next-five-years/",
        "heading": "The future of technology growth lending in Europe: Predictions for the next five years",
        "author_name": "Stephanie Heller",
        "date": "2024-07-19",
        "body": ""
    },
    {
        "url": "https://www.eu-startups.com/2024/07/copenhagen-based-agrobiomics-harvests-e4-million-to-make-plants-climate-resilient/",
        "heading": "Copenhagen-based Agrobiomics harvests €4 million to make plants climate resilient",
        "author_name": "Stefano De Marzo",
        "date": "2024-07-24",
        "body": "Agrobiomics , a Danish agtech developing sustainable biological solutions for agriculture, has raised €4 million from NOON Ventures to bring the most potent abiotic stress protectant, called Fortify, to the market – making plants climate resilient. A solution that can save more than 100 million tons of CO2 annually and save food worth up to €90 billion. Founded in 2022 with a mission of making agriculture resilient to climate change, Agrobiomics has developed a biological solution, Fortify, which can increase plant robustness against climate-induced stress such as drought and salinity. With financial support from the BioInnovation Institute of €1.4 million, Agrobiomics’ solution has already shown a high impact on sustainable agriculture for securing global food supply, and the company will now continue to invest in further trials across different crops, i.e., soy, corn, and tomatoes, and across various geographies, i.e., Europe, North and South America, Asia, and Africa. Ejner Bech Jensen, CEO of Agrobiomics, said: “In the past two years, our excellent team has built Agrobiomics from scratch, validated the IP with strong field results, and attracted significant partnerships. We have been greatly helped by BII, that is an incubator backed by the Novo foundation. This means we are on track to help farmers tackle challenges like drought and salinity, contributing to a significant CO 2 reduction of more than 100 million tons annually, and potentially even enabling soil reclamation. We aim to lead in BioAg, providing biological solutions for both abiotic and biotic stress, and aspire to replace pesticides with our natural, stable Streptomyces metabolites.” Today, global food security is threatened due to several climate and geopolitical factors, as well as the availability and affordability of some crop inputs for farmers. Climate change is accelerating the loss of global arable land available, through drought and salinity stress, and significantly reducing farming yields. According to the USDA, drought and salinity conditions have an impact estimated around € 90 B per year in yield losses. Approximately 75% of the global population will be affected by drought by 2050, which necessitates the need for new agricultural solutions that can enable farmers to grow more for less. Agrobiomics’ technology is derived from nature itself, tapping into millions of years of evolution. The unfair advantage is the unprecedented low dose needed per hectare, which enables farmers to grow food sustainably, reliably, and profitably. Across various crops within both broad acre and fruit and vegetables, Agrobiomics’ first product, Fortify, has shown an ability to increase yield substantially, while increasing plant robustness under drought and salinity conditions. For soy and corn, Agrobiomics have already progressed to field trials and seen impressive yield data. Additionally, the technology is easy to integrate in existing agricultural practices, offering a true ‘plug-n-play’ solutions for farmers, creating a market opportunity for Fortify projected at more than $2 billion. Theis Malmborg, Partner at NOON Ventures, added: “ The agricultural industry faces significant challenges to meet the requirements of a growing population, and the impact of climate-induced stress on our natural systems is adding to the pressing issues of the industry. Agrobiomics has the potential to become a key enabler in building a climate resilient agricultural system with a biological solution that plugs directly into existing supply chain and agronomic practices. We are proud to be backing the team and look forward to work together with them on advancing the technology and bring its products to the market.”"
    }
]