[
    {
        "url": "https://globalventuring.com/corporate/healthcare/11-womens-health-startups-to-watch/",
        "title": "11 women’s health startups to watch",
        "published": "Aug 13, 2024",
        "publish_date": "2024-08-13",
        "author": "Robert Lavine",
        "body": "A notable trend in 2024 has been a marked uptick in interest, not to mention funding, for startups focusing on women’s health. Virtual menopause clinic Midi Health, period tracker developer Natural Cycles and Herself, a primary care provider for women over 65, all closed hefty series B or C rounds, while women’s health app Flo Health raised funding at a billion-dollar valuation. But behind these more established companies, already at scaleup stage, there is a raft of smaller and newer startups with a range of interesting and innovative products emerging to address what’s still an underserved market. Here are some worth having on your radar: Photo courtesy of Unpause Medical Ru Medical London, UK Founded: 2021 Funding to date: Undisclosed Ru Medical is the developer of Unpause, a smart wearable device that automatically provides relief from hot flushes for menopausal women. The system, designed in collaboration with King’s College London and a range of general practitioners and menopause specialists, continuously monitors body temperature to identify the onset of hot flushes. It then cools the nape of the neck where the body is most receptive to cooling sensations. The company’s sole venture funding so far came through a 2022 pre-seed round led by Singaporean angel investment firm Scalare Technologies that included several individual backers. Image courtesy of Eli Health Eli Montréal, Canada Founded: 2019 Funding to date: $6.5m Hormone analysis has become more widespread as more people wake up to their importance in the difference between male and female physiology, and Eli has created a kit that can provide daily hormone data gained by testing saliva. The company was founded by CEO Marina Pavlovic Rivas and her partner, CTO Thomas Cortina, initially because Rivas couldn’t find a non-invasive, hormone-free contraceptive, but the product is expected to address everything from fertility and contraception to menopause and endocrine conditions. It is also building the world’s first large-scale longitudinal dataset for daily hormone levels. Eli has raised just over $5m in equity and grant funding so far, most recently securing $3.6m from investors including Canadian telecoms firm Telus’s Pollinator Fund for Good in April last year. That round was expected to finance the completion of product development, clinical validation and regulatory approval. Photo courtesy of Malaica Malaica Nairobi, Kenya Founded: 2022 Funding to date: $1m+ A number of startups have sprung up in recent years with digital offerings to help guide prospective mothers through their pregnancies, but Malaica has devised a programme that combines in-person and remote care for its home market of Kenya. Malaica offers both antenatal care and postnatal care as well as personalised packages for delivery, and it has completed a pilot programme in Garissa, the town with the highest maternal mortality rate in the country. It is now talking to donors about extending that scheme to meet the needs of low-income mothers as it prepares to sign its first contract with a health insurance provider. Markus Gemuend, formerly the managing director of Roche Africa, led a $1m pre-seed round for the company last month that also featured Bay Area venture firm Kapor Capital. Photo courtesy of Leia Health Leia Stockholm, Sweden Founded: 2021 Funding to date: $2.1m Leia is also targeting childbirth, but from a completely different angle, having created an app that tracks postpartum health and helps new mothers combat depression. The app offers postpartum depression and pelvic floor tests together with feeding tracking, expert content and personalised check-ins. The service is available to individuals or as part of a corporate care offering – Leia estimates one in three employees who are new mothers change jobs because of a lack of parental support. People Ventures led Leia’s $1.5m pre-seed round at the start of 2023, less than a year after the startup raised almost $600,000 to support a pilot project for its app with research organisation Karolinska Institute. Photo courtesy of Evvy Evvy New York, USA Founded: 2020 Funding to date: $19m One of the more advanced startups on this list, Evvy launched its debut product, the first at-home vaginal microbiome test to use metagenomic sequencing to screen for all bacteria and fungi from the vaginal and urinary tracts in a single swab, in 2021. Evvy has since turned its offering into an AI-powered vaginal healthcare platform that incorporates testing, precision care and coaching, adding tests for sexually transmitted infections and antibiotic resistance. The company has raised a total of $19m, $14m of which came in a series A round last September that was backed by clinical laboratory network Labcorp’s Venture Fund. Image courtesy of KOKO Medical, Inc. KoKo Medical Malvern, USA Founded: 2020 Funding to date: $19m KoKo Medical is developing medical device technology intended to prevent some 150,000 women a year dying from postpartum haemorrhaging – excessively heavy bleeding after birth. The condition affects more than 10% of births according to the company, and it is caused when uterine muscles don’t contract enough after birth. The startup’s catheter-based system is designed to stop haemorrhaging by encouraging uterine contractions and removing excess blood. KoKo says it is still operating in ‘deep stealth mode’, and so although regulatory filings show it has raised approximately $19m in funding between 2020 and 2023, the company has not revealed any of its investors. Photo courtesy of Vyld Vyld Berlin, Germany Founded: 2021 Funding to date: Undisclosed Germany’s Vyld is aiming to combine women’s health with the circular economy with a biodegradable tampon made from seaweed. The Kelpon brand tampons are made from an extract derived from seaweed algae and are designed to avoid microplastics and to be used in situations where running water might not be available. The startup wants them to form part of an ‘Algaeverse’ of sustainable products, the next being a seaweed nappy. Vyld most recently raised a ‘seven-figure amount’ in seed capital from investors including the German government and the European Union’s BlueInvest scheme in January this year. But much of its funding has come through Future Profit Partnership Agreements, a financing model it devised that is based on profit participation certificates rather than equity, so it won’t be the quick exit favoured by many traditional VCs. Image courtesy of FemTherapeutics Inc . FemTherapeutics Montréal, Canada Founded: 2021 Funding to date: $2.3m Roughly a third of women will experience a pelvic organ disorder in their lifetime, according to UCLA Health research, and FemTherapeutics has developed a system to help FemTherapeutics is using artificial intelligence and 3D-printed biocompatible silicone to offer personalised intra-vaginal prosthetics to treat pelvic floor disorders. The process is intended to avoid trial-and-error fittings that can be intrusive and which may still result in prosthetics that are not sized correctly. The company secured $1.85m in a May 2023 round led by 2048 Ventures that was put toward further developing its technology, initiating clinical studies, growing its team and supporting research and development. Freya Pharma Solutions Amsterdam, Netherlands Founded: 2021 Funding to date: $8.5m Viagra proved to be a revolutionary product for combatting physical sexual dysfunction in men, but only two similar options for women exist in the US market while none have received regulatory approval in Europe. Freya Pharma Solutions is working on pharmaceutical options for women with female sexual interest/arousal disorder (FSIAD). Its lead drug candidate, Lybrido, targets known neurobiological mechanisms in female bodies and has passed through phase 2 clinical trials in the US. Freya has not revealed details of its backers, but the company announced an $8.5m seed round in early 2022 it said was populated by new and existing investors. Photo of Kaitlin Christine courtesy of Gabbi Gabbi Portland, USA Founded: 2019 Funding to date: $5.4m Breast cancer is the second most common cause of cancer death for women and screening remains one of the most potent weapons against the disease. Gabbi has built a service that uses artificial intelligence to boost results. Gabbi’s at-home test uses artificial intelligence to compare individual inputs with large repositories of clinical data to create more accurate risk profiles spanning all ages and ethnicities and claims it can determine breast cancer risk with 90% accuracy. It then provides personalised treatment plans. Bread and Butter Ventures led the company’s most recent funding, a $4.4m seed round in late 2022 earmarked for product development and hiring as it prepared to launch its service as an employee benefit option. Juniper London, UK Founded: 2023 Funding to date: $1.9m While healthtech is appreciated, in many countries healthcare isn’t just about the procedure itself, there’s also the issue of paying for treatment. That’s the side of the market Juniper is targeting. Juniper offers reproductive insurance that covers a range of areas including menopause, cancer and sexual health screening, family planning and treatments for conditions such as endometriosis and polycystic ovary syndrome, bundled as a workplace benefit. The startup’s sole funding came in February this year when InsurTech Gateway led a $1.9m pre-seed round that also featured 2100 Ventures, Exceptional Ventures, Heartfelt and several angel investors."
    },
    {
        "url": "https://globalventuring.com/corporate/consumer/12-functional-food-startups-to-watch/",
        "title": "Updated: 6 more functional food startups to watch",
        "published": "Jul 17, 2024",
        "publish_date": "2024-07-17",
        "author": "Robert Lavine",
        "body": "Photo courtesy of Silvia via Pixabay A year ago, we looked at some of the brightest new companies in the functional food sector, and products ranging from chewing gum that increases concentration to chocolates that keep you awake, via 3D-printed gummies. The trend to developing foods and drinks that do more than just feed you has not slowed down in 2024. These are some of the new crop of functional food startups to watch. Photo courtesy of Zest Zest Baltimore, USA Founded: 2013 Funding to date: $1.1m Zest makes what it calls ‘high energy teas for high energy people,’ producing a range of high-caffeine teas that promised to help keep users awake as a lighter, healthier alternative to coffee or traditional energy drinks. The company launched with a crowdfunding campaign and subsequently added a range of canned zero-sugar energy drinks. Two years ago, it expanded into functional beverages aimed at improving gut health, immunity and sleep, alongside hydration powder packs that can also enhance energy or focus. Zest has collected just over $1.8m in funding since it was founded, the lion’s share coming in a 2018 round co-led by Lord Baltimore Capital Group and the University System of Maryland’s Maryland Momentum Fund. Photo courtesy of Mishkay Biotech Mishkay Vilnius, Lithuania Founded: 2021 Funding to date: Undisclosed Known domestically as Pjaunu Grybą, Mishkay produces edible, medicinal mushrooms used as the basis for a range of capsule and powder supplements. It has also opened a retail outlet in the Lithuanian capital, Vilnius, dedicated to its products. But Mishkay doesn’t just provide supplements, it also uses its mushrooms as the key ingredient in a range of cosmetics that include shampoo, conditioner and even an anti-wrinkle serum. The only funding disclosed by the startup so far is an investment of undisclosed size by startup accelerator Tesonet a year ago. The cash was allocated to building out modernised laboratory, production and mushroom cultivation facilities. Photo courtesy of Plant People Plant People Austin, USA Founded: 2017 Funding to date: Undisclosed Plant People also uses mushrooms along with regenerative plant extracts in its gummies, which it says can boost metabolism, promote healthy sleep, increase concentration and fight anxiety. Those sugar-free vegan gummies make up part of a wider product range also featuring powder supplements, hemp drops and nootropic capsules, and contain added ingredients like cinnamon bark and apple cider vinegar. Co-founders Gabe Kennedy and Hudson Gaines-Ross say they launched the company after plants helped them recover from back injuries. The startup has not disclosed funding details, but venture capital firm Chaos Ventures lists it as a portfolio company. Photo courtesy of Supply6 Supply6 Bangalore, India Founded: 2019 Funding to date: Undisclosed Supply6’s name was chosen to symbolise the six fundamental pillars of nutrition – protein, carbohydrates, fats, vitamins, minerals and fibre – and its products feature gummies made from the ashwagandha shrub, a vegan liquid meal supplement and an energy gel. The company also sells micronutrient powder and what it claims is India’s first vegetarian collagen peptide gummy, designed to promote healthier skin. It has not revealed the precise amount it has raised but its latest investor is South African cricketer AB De Villiers, who became a brand ambassador earlier this month. Supply6 received $140,000 in seed financing from backers including India CXO Fund and Magehold in 2021 before the latter joined Ah! Ventures, Silicon Road Ventures and Ravina Ventures to provide an undisclosed amount in a pre-series A round the following year. Photo courtesy of The Pure Food Co. The Pure Food Co. Auckland, New Zealand Founded: 2013 Funding to date: Undisclosed The Pure Food Co has created a food and nutrition system tailored for elderly medical patients, the idea coming after co-founder Sam Bridgewater’s stepfather became ill and was unable to find the right food to combat a protein deficiency. The company’s brightly coloured foodstuffs are packed with added protein and were designed with input from chefs, dieticians, care homes and speech therapists, and is made up of meals that are pureed, minced or modified to moister texture, in addition to smoothies, snacks and bulk bases for soups. Although The Pure Food Co is yet to reveal any external funding, its meals are reportedly used in some 80% of New Zealand’s elder care facilities. It expanded into Europe in mid-2023 having already entered Australia, and collected an innovation award at the Asia Pacific Eldercare Innovation Awards in May this year. Photo courtesy of Ikkuma Inc. Zero dB Toronto, Canada Founded: 2019 Funding to date: Undisclosed Zero dB has used a blend of plant-based extracts including cannabinoids in its nootropics drink, which is designed to quieten mental noise by filtering out everyday stressors, in turn boosting concentration. The company has a partnership in place with NeuroTheryX, a Canadian company that has studied the activity of different plant species along with which genetic pathways are linked to anxiety as part of its research on the central nervous system. Zero dB sources its cannabinoids from non-cannabis plants — these compounds are found in a variety of plants from raw cacao to liverworts — and so its products can be sold anywhere. The startup is looking to combine their mental noise-quieting qualities with ingredients that can promote functions like energy or relaxation. In 2023, as part of our full functional foods report, we brought you 12 great startups to watch out for. Check them out below, with added updates AuroraFood Based: Singapore Founded: 2019 Funding: N/A AuroraFood is a Singapore-based developer of bioactive compounds that are added to cereals and berries. The compounds slow the action of the digestive enzymes in the intestines, which allows for sugars and starches to become more digestible. The University of Singapore spinout provides diabetic-friendly food choices without compromising on sugar cravings and taste. The spinout was founded in 2019 by Jing Gao, chief executive, and Xiaoxuan Jin, chief technology officer. Jin served two years as a researcher at COFCO Corporation Nutrition and Health Research Insititute. Gao acquired a doctorate in food oral processing. AuroraFood’s funding is undisclosed, but it did close a seed funding round in 2020. The startup is backed by the China-based venture capital and accelerator firm Brinc. AuroraFood also exhibited at Innovfest Conference. In 2021 it began launching its waffle premix for the bakery industry. Perkii Based: Australia Founded: 2016 Funding: $4m Australia-based Perkii produces a targeted release probiotic drink that controls stomach acids that harm living gut probiotics. The University of Queensland spinout manufacturers still and sparkling probiotic drinks, which are made with encapsulation technology that allows probiotics to survive the harsh stomach acid conditions to reach the gut. Perkii’s drinks are sold across 2,000 stores in Australia and New Zealand. They are made from natural fruit flavours that are low in calories. The company was founded by Cameron Turner, co-creator; University of Queensland professor Bhesh Bhandari; and Anthony Davie, chief executive. Collectively, the founders have 80 years of experience in the food and beverage sector, with Davie serving 13 years at the alcoholic beverages corporation Foster’s Group. Perkii raised $3m in an equity round led by Uniseed, the Australia-based commersialisation fund, in 2018. It also received $1m investment from Advanced Queensland Business Development Fund, Uniquest and Brisbane Angels. Agni Based: US Founded: 2019 Funding: N/A Agni is a US startup that uses Indian ayurvedic treatments and Chinese medicines to develop foods and teas aimed at supporting women’s reproductive health. The company specialises in cookies, cereals and seasonings that are designed to revitalise nutrients to support hormone balance, periods, fertility, and pregnancy and postpartum recovery. By also hiring a medical advisory board, the startup has developed medically reliable gluten free, non-GMO foods, which contribute to a sustainable supply chain. Its products include The Pregnancy Box, which contains holistic foods such as ginger cardamom tea and oatmeal chocolate chip cookies. The company was founded in 2019 by Miram Cruz, chief operations officer, and Astrid Schanz-Garbassi, chief executive. Schanz-Garbassi co-founded US keto-friendly nutrition company Phi Nutrition and was a director of member experience at Stride Health for two years. Since its launch, Agni’s total funding has been left undisclosed, but the startup raised $2.5m in a pre-seed round in 2021, with venture firm Greycroft leading the round alongside Founder Collective, Correlation Ventures and T-Bird Capital. Tru Based: US Founded: 2015 Funding: N/A Tru is a startup that makes functional beverages, which are designed to improve energy and focus whilst also providing refreshment. The company’s shots, drinks and tablets are infused with electrolytes and antioxidants. The startup’s aim is to produce an affordable, widely available drink that removes many of the sugars that are commonly used in energy drinks. The US-based startup was founded in 2015 by former professional hockey player Jack McNamara and Yashwardhan Banthia, chief operating officer. McNamara, CEO, founded other beverage businesses, such as Kickstick, a US-based startup that targets the liquor industry. Banthia was also a participant in Btomorrow Ventures’ consumer delight programme, a six-week corporate incubator for functional food small and medium-sized businesses. In 2023 Tru announced the closing of its $6.5m series A round led by Btomorrow Ventures, the corporate venture arm of the UK-based cigarette company British American Tobacco. Other corporations that participated in the round include US-based soft drink manufacturer Polar Beverages. Venture capital firms such as SOSV and Food-X provided funding in previous rounds. Awake Chocolate Based: Canada Founded: 2012 Funding: $3.7m Awake Chocolate is a Canada-based producer of caffeine-infused milk chocolates that act as an alternative to energy drinks and coffee. The chocolates are made by combining chocolate and caffeine without artificial colours or flavours and include no gluten or trans fats. The startup aims to provide a sweet snacking alternative, which removes the bitter taste associated with caffeine but also promotes a healthier and relaxing lifestyle. Matt Schnarr, chief customer officer; Dan Tzotzi, managing partner; and Adam Deremo, chief executive, founded Awake Chocolate in 2012. Deremo worked for three years at PepsiCo Canada where he held various positions such as director of brand finance and director of food service finance. Schnarr also served seven years at PepsiCo as a manager of sales strategy and zone sales leader. Awake Chocolate’s total funding has been left undisclosed, but it did close a $3.7m in a series A round led by British American Tobacco’s corporate venture arm, Btomorrow Ventures. Brandproject, a Canada-based, early-stage venture fund also provided financing to the seed funding round. Update: In March 2024, Awake Chocolate introduced a variety pack in Costco Canada BuffX Based: China Founded: 2014 Funding: $10.1m China-based BuffX is the producer of gummy supplements targeted at Gen Z people in China. Its products target a variety of markets, such as haircare, digestion, liver health and eyecare. The startup’s bestseller, BuffX Sleep, a jelly sugar that contains gamma-aminobutyric acid, a chemical produced in the brain, which it is claims helps to aid sleep without comprising on taste. The BuffX supplements are mainly available online, with some products sold in pharmacies. It has comic design packaging, designed to attract young consumers. Kang Le founded BuffX in 2014. Since then, BuffX made $922,000 in sales after the first two months of its launch. BuffX has raised $10.1m in funding. Investors include Sequoia, GGV and Black Ant. Its last funding occurred in 2021, when it raised $8.7m in a series A round led by GGV, with participation from BA Capital. In 2022 Le announced that BuffX will plan to specialise in traditional Chinese concept breakfast powders and cereals to help aid digestion. Nourished Based: UK Founded: 2018 Funding: $13.5m Nourished produces personalised gummies through 3D printing technology. The UK-based startup uses a science-backed questionnaire and an algorithm that makes recommendations of seven vitamins, super foods and nutrients that are best suited to the consumers’ lifestyles. Nourished was founded by Melissa Snover, chief executive, in 2018. Snover worked in the food and gummy sector for 13 years. She was the owner of Goody Good Stuff, a UK-based developer of vegetarian gummies. She also served as the managing director of The Magic Candy Factory, which is considered the world’s first 3D printer for gummy candy. The startup has raised $13.5m in funding. It most recently raised $2.5m in a seed funding round, which saw participation from Henkel X Ventures, the corporate venture fund of German chemicals producer Henkel. Other corporate investors include Colorcon Ventures, the subsidiary of UK-based biochemical supplier Colorcon. Update: At the end of 2023, Nourished expanded into Europe and the brand won a prestigious King’s Award for Enterprise in April 2024. Waterdrop Based: Austria Founded: 2016 Funding: $65.5m Waterdrop is an Austrian maker of water-based microdrinks that promote wellness, rejuvenation and hydration. Its product is a compressed small cube made from sugar-free raw materials that provide the water with fruit and plant extracts that contain vitamins. The startup intends to hydrate consumers whilst lowering carbon footprints through its ‘Lucy Smart Cap’ reusable bottles, which also aim to deactivate 100% of potential germs. Founded in 2016 by Martin Donald Murray, chief executive, waterdrop has since attracted the attention of celebrities and athletes, including tennis player Novak Djokovic, who participated as an angel investor. Murray was a consultant for four years at The Boston Consulting Group, a US global management consulting firm. The company has raised $65.6m in funding. Its most recent financing was in 2022 when it raised $70m in a series B round led by Singapore-based investment firm Temasek. Other investors include Bitburger Ventures, the corporate venture arm of Germany-based Bitburger Brewery, as well as Founders Future, an angel investment group. Update: In April 2024, Waterdrop received investment from a host of global tennis stars including Taylor Fritz, Elina Svitolina, Sebastian Korda, Andrey Rublev, Hubert Hurkacz and Cameron Norrie. Peak Mood Drinks Based: UK Founded: 2020 Funding: $2.7m UK-based Peak Mood Drinks has created what it describes as mood-enhancing beverages that aim to improve key brain function. The all-natural sparkling drink is infused with nootropics and adaptogens, which are believed to raise serotonin levels in the brain, aimed at leaving consumers feeling calm and relaxed. The startup also specialises in coffee-based and cannabis-infused beverages that aim to affect people’s moods. Louis Syred and Ben Whales founded Peak Mood Drinks in 2020 to help boost mental wellbeing through functional foods. Syred was the creative director for three years at Naked Leaf, a UK-based CBD product supplier. Whales spent eight years at the luxury experience company GoodWood Group as a finance business partner and management accountant. Peak Mood Drinks is valued at $2.7m. Investors are undisclosed. The founders plan to further commercialise their products globally. WUG Functional Gums Based: Spain Founded: 2014 Funding: N/A WUG Functional Gums produces a chewing gum comprised of caffeine, ginseng and guarana. It claims the chewing gum increases concentration and resistance whilst reducing fatigue in less than five minutes. The Spain-based startup has also created a no-added sugar, gluten- and lactose-free chewing gum, which are vegan and keto friendly. WUG Functional Gums was launched in 2014 by fitness and running fanatic Jose Luis Rojano Jorge. Jorge previously worked as a telecommunications engineer and area manager at Televes, a Spain-based telecommunications equipment provider. The startup’s total funding and investors are undisclosed. WUG Functional Gums has partnered with several football organisations to promote the chewing gums. The football organisations include Catalan Football Federation, which agreed to hand out free samples of WUG’s gum and provide its teams with WUGum products. Three Spirit Drinks Based: UK Founded: 2018 Funding: $4.4m Three Spirit Drinks is a UK-based maker of non-alcoholic functional drinks. They contain adaptogens and nootropsics to alter mood. Made with natural, plant-based ingredients, the beverage formula is designed to enhance mood. Tatiana Mercer, Meeta Gournay and Dash Lilley founded the startup in 2018. Lilly also serves as the head of products at Three Drinks Spirit. Gournay worked as an advisor for four years at Homer, a US-based kids learning platform. Mercer was the founder of BarChick, a bar recommendations platform. The company has raised $4.4m in funding. It closed a $3m series A round in 2021. The round was led by Circle Growth Partners, the packaged goods corporate investment fund of the US-based financial technology company CircleUp. Angel investor Alidad Moghaddam also provided funding. Ozers Based: France Founded: 2021 Funding: $927k France-based foodtech startup Ozers specialises in plant-based sports nutrition products. Its products include energy bars, powders and shakes. The products contain microalgae. Microalgae is thought to enhance athletes’ endurance whilst also containing antioxidants and anti-inflammatory properties. Former freelance boxer Maxence Damarey, food trend follower Oliver Dahan, and algae functional ingredient experts Alvyn Severien and Gaëtan Gohin founded Ozers in 2021. Damarey was a research and development e-commerce logistics intern at US sports equipment provider Decathlon before becoming a freelance personal trainer and professional fighter. Ozers has raised more than $927,000 in funding. The company’s investors include ProVeg Incubator, gaming software conglomerate Animoca Brands and venture capital firms including bpiFrance and Brinc."
    },
    {
        "url": "https://globalventuring.com/corporate/cvc-support-startups-mars-petcare/",
        "title": "How CVCs can support startups outside their investment thesis",
        "published": "May 16, 2024",
        "publish_date": "2024-05-16",
        "author": "Rachel Sheppard",
        "body": "As a venture director working in an industry I’m passionate about there is a part of me that wishes I could invest in every novel startup that walks through our door. Having a strong investment thesis is sometimes a helpful restraint in making sure our team keeps its focus. But on the other hand, an investment thesis can sometimes feel like it’s keeping you away from a company that your gut tells you is worthy of attention. Conversations in venture rooms occur daily where one of several factors doesn’t lead to a unanimous yes and at least one person in the room is disappointed that they couldn’t add a certain company to the portfolio. We’ve been there before. At Leap Venture Studio we make 6-8 investments a year, yet we meet with over 100 companies and evaluate applications from over 200 companies globally. It can be hard to feel like your hands are tied when you want to help. If you find yourself in a similar situation, here are four ways CVCs can support startups outside of their investment thesis. Offer detailed pitch and deck feedback If a company isn’t a fit for you, but you want to help them on their journey towards securing funding, one of the easiest ways to do so is by offering detailed feedback on their pitch presentation and/or their pitch deck. I find this to be most helpful for first-time founders who don’t necessarily speak the “language” of venture capital. Speaking this language can make or break initial investor meetings, especially if those founders are getting used to boasting the potential of their product, or if they have to contend with unconscious bias. By offering pointers on how they could sharpen their pitches and make them more enticing for investors, you just might help them over those initial humps to score funding. You could even consider creating a portal for early-stage startups to submit their pitch decks for 5 minutes of VC feedback. Create visibility As investors we can help create visibility for startups even if we’re not announcing them as a portfolio company. For example, pitch competitions are a great way to give emerging startups a literal stage. If you’re already planning to attend a big industry event, consider hosting a pitch competition. They’re fun, they give participants needed practice and opportunities for feedback, and more importantly, they’re introduced to a broader audience. “If there’s a startup that’s caught your attention name drop them the next time you’re giving an interview to the media.” Of course, you could also create similar opportunities with far less of a time commitment. If there’s a startup that’s caught your attention, cheerlead them in a LinkedIn post, or better yet, name drop them the next time you’re giving an interview to the media. We all know these small steps add up over time, increasing recognition and building credibility – that’s why so many VC firms are hiring PR agencies these days. Open networking doors It can be really difficult to establish a network, especially if you’re not based in a tech hub like San Francisco, where VCs and startups are as plentiful as specialty coffee shops. “In the CVC world we have a massive advantage when it comes to giving others a networking leg up.” Sometimes the simplest and most powerful form of support you can give is introducing a founder to someone new. In the CVC world we have a massive advantage when it comes to giving others a networking leg up as our connections are typically going to include various partners, clients, and customers. Leap Venture Studio, for example, is a partnership between three different organisations who each have their own unique networks they can tap into. So if you’ve got access to someone you think could be helpful for a startup, make the introduction. You can also play matchmaker by organising support groups or communities. It takes little financial investment to set up an online community like a Slack group for a specific niche you’re well connected in and invite engaged community members who you know are ready and willing to help others. Finally, holding workshops or industry-specific events can help increase the visibility and credibility of your fund while also providing a networking opportunity for those in attendance. Equip them with resources they can use Earlier this year, Leap Venture Studio invited an impact company to join our pet care accelerator for the first time. It was a welcome challenge to shake up our internal status-quo and figure out exactly what support would look like for a company whose success is best measured by their impact. If you’re running an accelerator, incubator, or startup hub of your own, I recommend you try something similar. In the past, we’ve invited startup founders along for tours of production facilities. Granting them access to a “peek behind the curtain” is a great advantage that many traditional VCs may not necessarily have. This could also look like opening doors to industry experts who are supporting our program. Alternatively, you could follow the lead of some traditional VC firms who have created resources for their portfolio companies and then opened up those resources to others. For example, TheVentureCity launched Growth Scanner, an online data analysis tool available to any startup. Similarly, Growth Warrior Capital made an AI pitch deck generator for founders. It can be invaluable for startups to receive a free tech boost in finding product-market fit or appealing to investors. Working in CVC is a privilege that affords us a lot of power and influence over how our industries evolve and grow. So if there is a startup out there that you want to help succeed, but can’t invest in, remember that support can look like much more than a number on a cheque. Rachel Sheppard is director of ventures at Mars Petcare and co-manager of Leap Venture Studio, a partnership between Mars Petcare, Michelson Found Animals and R/GA Ventures."
    },
    {
        "url": "https://globalventuring.com/corporate/industrial/8-bioengineering-startups-to-watch-updated/",
        "title": "8 bioengineering startups to watch — updated",
        "published": "May 29, 2024",
        "publish_date": "2024-05-29",
        "author": "Roshini Bains",
        "body": "Using microbes instead of factories to produce everything from speciality chemicals to leather and milk has been an emerging area of science for some time. More recently, these techniques have started turning into more viable business ideas as a new wave of technologies is makes it easier to control the underlying microbial processes. Last year, we highlighted 12 startups to watch in this area, but as the sector is now growing rapidly, we are updating out original list with a further eight startups that are worth having on your radar. GCV special report: Engineering biology What if our factories could breathe? 12 engineering biology startups to watch Engineering the biofuture Making proteins out of CO2 Morus Based in: Tokyo, Japan Founded: 2021 Funding to date: $2.26m Tokyo-based Morus uses silkworms to supply sustainable raw materials to various industries. Morus’ high-speed breeding of silkworms enables industries such as food and pharmaceuticals to utilise silkworm bi-products as sustainable alternative proteins. Chief executive Ryo Sato and board member Kunihiro Shiomi founded Morus in 2021. Sato was a team leader at Samurai Incubate, an early-stage venture capital firm where he was responsible for open innovation between enterprises and startups in Japan and Israel. Samurai Incubate has also backed Morus in funding. Morus has raised $2.26m in funding. Investors in the company include DG Daiwa Ventures, the corporate venture arm of Digital Garage and Daiwa Securities and corporate training provider Globis. The company has recently established a Singapore branch office to accelerate its expansion into ASEAN markets. In addition, Morus was selected for the New Energy and Industrial Technology Development Organisation’s Deeptech Startup Support Program. TripleW Based in: Netanya, Israel Founded: 2016 Funding to date: $23.4m TripleW produces PLA bioplastic from food waste, providing a low-cost, versatile alternative to fossil-based materials. Food waste — including restaurant and supermarket surplus as well as municipal food waste — is fermented using microorganisms that produce lactic acid which is then chemically purified. The company was founded by Amir Oranim and Tal Shapira in 2016. In 2023, TripleW raised $16.5m in a series B round led by venture capital firm Firstime VC. Corporations also backed the round including LG Technology Ventures, the corporate venture capital firm of LG Group and the research and development company Bird Foundation. JLand Biotech Based in: Hangzhou, China Founded: 2015 Funding to date: N/A JLand Biotech is a China-based developer of non-animal vegan collagen. It uses bioengineering technologies such as genetic recombination and protein separation to create collagen products for the food, cosmetics and medical sectors. The company was founded in 2015., and though it retains its headquaters in China, the business has expanded with a European division, headquartered in London. The company attends various events including the InCostemics Global tradeshow in Paris. In February 2024, Evonik Venture Capital, the corporate venture arm of Germany-based specialty chemicals company Evonik Industries invested in JLand Biotech. Other investors include Cenova Capital and Addor Capital. Evolyzer Based in: Beijing, China Founded: 2022 Funding to date: $7.4m Evolyzer is a China-based developer of industrial biocatalysts agriculture and the oil industry. Huimin Yu, chief scientific officer founded Evolyzer in 2022. Bo Chen also sits as the company’s chairman and manager. In 2023, Evolyzer secured funding from venture capital firm Sequoia Capital China and investment management company CDH Shanghai Dinghui Bai Fu Wealth Management. Corporate venture capital firm SinoKing Capital also backed the round. In 2022, the company raised $6.9m in a seed funding round with participation from Frees Fund and Tsinghua Innovation Ventures. Cemvita Based in: Houston, US Founded: 2017 Funding to date: $73.9m US-based startup Cemvita is a carbon utilisation platform. The startup has engineered microbes that can turn CO2 or waste streams into materials such as proteins and fuel feedstock. The company believes its technology will enable the oil and gas, chemicals and mining industries to reduce carbon emissions. Moji Karimi, CEO, and Tara Karimi, chief technology officer, co-founded Cemvita in 2017 and the business is based on research outlined in Tara Karimi’s book, Molecular Mechanisms of Autonomy in Biological Systems . Cemvita has raised $73.9m in total funding. Investors include Oxy Low Carbon Ventures, the corporate venture arm of US-based energy company Occidental Petroleum and Johnson & Johnson Innovation, the corporate venture capital firm of US-based conglomerate Johnson & Johnson. Imagindairy Based in: Haifa, Israel Founded: 2020 Funding to date: $30m Imagindairy uses precision fermentation to create milk proteins that are similar to animal-based dairy. The technology is based on inserting a DNA sequence coding for the production of whey and casein into microorganisms. Eyal Afergan, chief executive, co-founded Imagindairy in 2020. He previously worked at Algatechnologies, an antioxidant microalgae ingredients developer and at Enzymotec, a chemicals company. In 2022, Imagindairy raised $15m in a seed extension round led by venture capital firm Target Global. Other investors include food and beverage manufacturer Strauss Group and venture capital firm New Climate Ventures. Gozen Based in: San Francisco, US Founded: 2020 Funding to date: $3.34m Gozen is a US-based startup using microorganisms to create an alternative to leather. Named Lunaform, the material has the look and drape of leather, but without the need for harming animals. Ece Gozen, chief executive founded Gozen in 2020. She worked as an instructor in sustainable fashion, design and thinking at Istanbul Moda Akademisi, a Turkey-based fashion school. Gozen was also a brand ambassador for Samsung. Gozen has raised $3.34m in funding. Venture capital firms that have backed the company include SOSV, Beamline and Happiness Capital. Birch Biosciences Based in: Portland, US Founded: 2021 Funding to date: <1($500,000) US-based company Birch Bioscience engineers enzymes to recycle plastics. The startup breaks down plastics into their component chemicals at low temperatures, and these can then be recombined into new plastics. Johan Kers, chief executive, and Emily Duncan, chief operations officer, founded the startup in 2021. Kers previously worked at AI drug creation company AbSci and at Ginkgo Bioworks. Birch Biosciences has raised around $500,000 in funding. Investors include venture capital firms Pegasus Tech Ventures, Y Combinator and Olive Tree Capital. The National Science Foundation and the US Department of Energy also provided funding."
    },
    {
        "url": "https://globalventuring.com/corporate/startups/sustainability-spacetech-and-fusion-meet-the-startups-showcasing-at-the-gcv-symposium/",
        "title": "Sustainability, spacetech and fusion: meet the startups showcasing at the GCV Symposium",
        "published": "Jun 25, 2024",
        "publish_date": "2024-06-25",
        "author": "Angela Logan",
        "body": "Every CVC agrees that the most exciting thing about the job is the new technologies they come across. Investing in up and coming companies, technologies, founders and entrepreneurs is how CVCs make a difference – to their parent company, to the bottom line, and, of course, to the world at large. The 2024 GCV Symposium in London is once again bringing an exciting cohort of startups to showcase, speak and present to the community of corporate venturers and innovators. If you’re attending the Symposium today or tomorrow, you will be able to meet and find out more about these companies. And if you’re missing out, here is a complete guide to all the startups. Spacetech A number of spacetech startups have sprung up in the UK and wider Europe over the past few years, as the SpaceX effect has seen costs fall and demonstrated how privately held companies can speed up space development. And it’s not just rockets, space technology is impacting everything from robotics to solar energy. On day one of the Symposium, 25 June, space sustainability is on the agenda with UK-based Space Villages exhibiting its technology. The company is developing robots that can repair satellites in space. Sustainable space outfit Stars Edge will also be showcasing its electrical thruster technology. On day two, London-based Space Power , which is developing supplementary power sources for satellites, will be exhibiting, as well as Astron Systems , which develops reusable rockets. Read more: Read our full round-up of the spacetech coming to the GCV Symposium Sustainability Sustainability is a staple ingredient in the startup world, and it’s something corporates are keen to invest in, with many net zero targets fast approaching. With so many aspects to industry and consumption, the world of sustainability tech is wide and far reaching, and the startups showcasing at the GCV Symposium reflect that scope. Tackling the ever present issue of packaging, Kelpi , exhibiting at the GCV Symposium on day one, has created a real alternative to fossil-fuel plastics – a bioplastic coating that is made using seaweed. FlexSea is another startup that uses seaweed to create a bioplastic packaging solution that degrades within a matter of weeks. Catch FlexSea on the main stage at 9.40am on day two when the CEO will be talking about leveraging the power of strategic investors. The CEO from Uncaged Innovations , a company creating a sustainable and cruelty free replacement for animal leather, is speaking on the main stage at 14.50 on day one, as part of a panel discussion about CVC impact on early-stage companies. Waste and recycling is also represented among the startups showcasing on day one, with FibeRight , a company solving the problem of unrecyclable waste, and Oxi-tech Solutions , which has developed a method of water sanitation that avoids the use of harsh chemicals. If you’re attending day one, make sure to attend the energy roundtable discussion in Thames 2 at 16.40, which will include contributions from startups Cetogenix , a New Zealand-based startup focused on using hydrothermal oxidation to transform waste into useful products, and Tau Group , which produces a sustainable magnet wire for electrification. Sustainable energy is another big theme among this year’s showing. Other startups exhibiting on day one include Wild Hydrogen , which is developing carbon negative hydrogen production, and Phelas , which has developed an effective electricity storage system for wind and solar – making it easier to power your home when it’s not sunny or windy. Day two brings another strong showing of startups exhibiting in sustainable energy, with Anionix , which develops green hydrogen electrolysers; GT Wings , which has developed an innovative wind propulsion system for the commercial shipping industry; and GridEdge , which has created technology that produces digital twins of buildings that can be used to transform energy efficiency. Quantum and fusion Several quantum computing startups will be joining us at the GCV symposium this year. Oxford Quantum Solutions , which brings quantum computing to a wider user base by developing quantum solutions for businesses, will be speaking at the energy roundtable in Thames 2 at 16.40 on day one. On the fusion side, Tokomak Energy , a company developing an affordable fusion solution that creates less pollution, will be showcasing on the main stage at 11.20 on day one. Read more: Is Tokamak Energy’s spherical design the key to affordable fusion? We have two quantum/fusion startups speaking as part of the deep tech portfolio showcase at 10.35 on day two of the conference. Oxford Ionics is launching a new age of computing by developing processors that use a patented system to immeasurably improve the scalability and reliability of quantum computing. First Light Fusion has a new approach to inertial fusion that is simpler, more energy efficient and has a lower physics risk. Its method will allow fusion technology to scale. Healthcare The developments happening in healthcare technology are always exciting to see, and we have three healthtechs appearing at the Symposium. Exhibiting on day one is POM Health , which has created a medical grade hormone monitor that can make precise and personalised healthcare recommendations. It’s almost like a constant glucose monitor for type 1 diabetics but for everyone. Imagine how this could transform everyday health for the masses. Appearing on the main stage on day two is Feel , a nutritional supplement made with no additives. The CEO of Feel will be talking about how to harness the power of strategic investors. With a wide range of use cases (one of which being the field of healthcare), Oxfordshire based Living Optics is an imaging technology that can produce images beyond what the human eye can see. As well as in healthcare, its hyperspectral imaging has use cases in agriculture, remote sensing and more. See the CEO of Living Optics speak on the main stage at 10.35 on day two as part of the deep tech showcase. And the rest The breadth and scope of technology showcasing and featuring at this year’s Symposium is as wide ranging as you might expect, so there are some that don’t fit neatly into the above categories. If mobility tech is your thing, don’t miss the mobility roundtable in Thames 2 at 15.40 on day one. Contributing to the discussion will be Lambda4 , a German company that has developed algorithms that use bluetooth to assess distance measurements. Applications include smartlocks, smart lights and autotech. Also featured in the mobility roundtable will be Transport Design International (TDI) , a UK-based company that makes lightweight vehicles with zero emissions batteries. On the main stage on day one at 14.50, the CEOs from Verax AI and ChipFlow will speak about the impact CVCs can have on early stage companies. Verax AI provides a trust solution software that enables enterprises to use generative AI while maintaining correctness and compliance. ChipFlow manufactures custom-made integrated circuits that enables product companies to create their own chips. Completing the list of startups exhibiting on day one is TherMap Solutions , which uses a proprietary data acquisition system (thermoreflectance) to analyse heat management for semiconductors materials and their packaging, and AI Dizital , an affordable blockchain solution that can be used for enterprise. And finally, exhibiting on day two is cybersecurity software developer Securium , which is focused on safeguarding vulnerable individuals online (in particular, children), and Weeteq , a tiny technology developer that uses artificial intelligence on a circuit level."
    },
    {
        "url": "https://globalventuring.com/corporate/consumer/baxus-blockchain-alcohol-trading/",
        "title": "Can Baxus curb luxury drinks fraud by putting bottles on the blockchain?",
        "published": "Jul 24, 2024",
        "publish_date": "2024-07-24",
        "author": "Roshini Bains",
        "body": "Photo courtesy of FreePik Investing in fine wines and spirits has been a popular alternative investment for some time, alongside other luxury investments such as cars, luxury clothes and art. But the alcohol investment market can be tricky to navigate and rife with scams. The City of London Police reported that in 2023, 89 reports were made to Action Fraud about alcohol investment scams with losses totaling more than $3.8m. Cask fraud in the whisky market is enough of a growing problem that it was raised in the Scottish parliament earlier this year. Could a blockchain-based trading platform be one way around this? Baxus, a US-based startup, has created a trading platform that offers people access to luxury spirits and alcohol with the aim of eliminating the fear of buying a counterfeit product. Photo of Baxus team. (Left to right) Tzvi Wiesel is CEO and co-founder, Carrie Kellar is CTO and co-founder, and Finian Sedgwick is COO. The company uses a blockchain-based protocol for storing, authenticating, and tokenising luxury spirits and wines. Finian Sedgwick, Baxus chief operating officer, says that the company incorporates blockchain technology, AI learning and data analysts to provide users with up-to-date pricing analysis. “Built on Solana, the Baxus Marketplace harnesses open Web3 payment infrastructure to reduce costs, increase transparency, and infuse liquidity into what has historically been a fragmented, offline market,” says Sedgewick. Baxus allows users to make transactions through credit cards, direct wire and cryptocurrency. The bottles are authenticated with an radio-frequency identification (RFID) tag and given a unique non-fungible token. The token is entered into the seller’s digital portfolio, which includes the bottle’s pricing data history. The owner can decide when to list a bottle on the platform’s market. Photo courtesy of FreePik Baxus stores all its bottles in a climate-controlled environment to ensure uniformity in its products and protect consumers from scams. In addition, the operators claim buyers are free from hidden fees when purchasing spirits. Tzvi Wiesel, chief executive, cofounded Baxus in 2021. An experienced whiskey trader and collector, he was head of old and rare bottles at Dalkeith Brokerage, a malt scotch bottling company. Sedgwick says that Baxus addresses the issue of investment scams and other global issues of supply chain transparency, sustainability, and efficient trading platforms. “By providing a transparent and traceable ecosystem including vaulting for collectible spirits, we contribute to reducing waste, combating counterfeit products, and promoting fair trade practices,” he says. “Our platform aligns with broader efforts to digitise and optimise supply chains, which are increasingly important in a rapidly changing global market,” says Sedgwick. Baxus isn’t the only online wine and spirit marketplace to tap into blockchain. Panama-based BlockBar has a similar idea and reported sales of $7m in 2022. Growing investment interest Photo courtesy of Pexels Baxus has raised $5m in a seed funding round this year led by Multicoin Capital. Other investors include Solana Ventures, the corporate venture arm of blockchain platform Solana, as well as FJ Labs and Narwhal Ventures. Having corporate backers has been vital in growing the startup, says Sedgwick. “Working with big our investors has provided us with invaluable strategic guidance, industry insights, and access to resources that have accelerated our growth trajectory.” “They have offered incredible support in areas such as product development, market expansion, strategy, and networking, enhancing our credibility and opening doors to new opportunities for collaboration and innovation,” he says. The new funding will be used to further build the platform. “This capital will be used to expand globally, scale our pioneering technologies, and continue to innovate to meet the evolving needs of the collectible spirits market,” he says."
    },
    {
        "url": "https://globalventuring.com/corporate/asia/linq-south-korean-startup/",
        "title": "Meet the small Boston startup cracking the corporate AI challenge",
        "published": "Aug 8, 2024",
        "publish_date": "2024-08-08",
        "author": "Roshini Bains",
        "body": "Photo courtesy of Pexels The search is still on for generative AI systems that are robust and specific enough for use by corporate customers, such as big banks. Boston-based Linq, which raised $6.6m in June from investors including Korea’s Kakao Ventures, believes it may have the answer. The company is developing a vector database management platform that empowers companies to use large language models to unlock the full potential of their internal information. “Searching on company data is a huge challenge. And we provide one of the most accurate search engines for them using the technology called vector search,” says Jacob Choi, co-founder and chief executive. “Linq’s vector search platform uses a company’s internal knowledge, which was previously under-utilised due to the lack of search accuracy, to provide accurate and efficient retrieval of information,” says Choi. “The platform seamlessly integrates with various information sources such as Notion, Slack, and email, and maintains a real-time sync vector database, similar to Dropbox for vector search.” Jacob Choi, chief executive and co-founder of Linq Choi says that what makes Linq’s technology stand out from its competitors is its ability to tackle the ‘hallucinations’ problem with large language models. “Linq’s service is uniquely capable of comprehensively understanding and searching through multimodal data. The platform also offers seamless integration with various information sources and maintains a real-time sync vector database, enhancing the accuracy of retrieval and user experience,” says Choi. “Other companies can only decode text,” he says. “We can decode different data such as images and tables. We have our in-house embedding model which is one of the most significant components in making this vector search accurate so our embedding model has surpassed the accuracy of OpenAI.” Jin Kim, the head of product and data science at Linq says that while the easy accessibility of OpenAI’s API has spawned many generative AI businesses, there are still very few that meet the domain-specific search accuracy that enterprises expect. Making the unit economics work when creating domain-specific AI is difficult, says Kim. “In many cases, these two aspects are inversely proportional but ultimately both aspects must be met to set the foundations of a viable product. Linq had the privilege to learn this early on from multiple iterations with customers and now onto the next step to enhance both aspects even more,” he says. Choi and Kim founded Linq in 2022 alongside several other MIT scholars such as Chanyeol Choi and  Subeen Pang. Jacob Choi previously was a graduate research assistant at MIT for three years and also spent a year as a hardware engineer at Qualcomm, a US-based semiconductor corporation. Using corporate partnerships to grow Linq’s platform courtesy of Linq Linq has built up customers in the financial services sector , including Samsung Financial Networks, KPMG US and hedge funds in both the US and Asia. The startup is also looking at other fields such as  insurance — collaborating with Samsung Fire & Marine insurance —  and law firms such as Law & Good. “Professional fields like legal sectors is what we are focused on. We have also built and maintained strong relationships with South Korean and US corporations which is helping our company evolve at the correct speed,” he says. Digital healthcare company Doctornow and learning application platform Enuma have implemented Linq’s vector search platform. Corporate collaboration was kickstarted when Linq won the 2023 Samsung Open Collaboration competition, one of the most prestigious startup competitions in South Korea. “Working with big corporations like Samsung has provided us with valuable insights and strategic help. We have had the opportunity to connect with the right departments within these corporations, which has significantly contributed to our growth and development,” says Choi Choi says that the partnerships with big companies were extremely helpful when it came to raising its recent $6.6m round led by InterVest and Atinum, with participation from TechStars, Kakao Ventures, Smilegate Investment and Yellowdog. “The fundraising process was challenging in general but it was clear to us that investors were keen on what Linq had to offer,” he says. Linq team at the Samsung Open Collaboration Awards Nevertheless Choi says it is tough to be a small startup in the generative AI market. “It is the most competitive field I have seen in my life,” he says. “All the big IT corporations such as AWS are evolving very quickly and are injecting a lot of capital in this sector. To ensure that we don’t fall through the cracks, as a team we set up new strategies and implement it soon as possible and iterate this with our clients every week. So far this has been successful but you have to make traction as soon as possible and move onto the next stage.” The funding will be used for product development and hiring more staff. Linq currently has just 12 employees. ."
    },
    {
        "url": "https://globalventuring.com/corporate/industrial/innovation-china-an-invisible-nanofilm-breakthrough-for-touchscreens/",
        "title": "Innovation China: Invisible nanofilm breakthrough for touchscreens",
        "published": "Jul 23, 2024",
        "publish_date": "2024-07-23",
        "author": "CM Venture Capital Team",
        "body": "If you’re on the move and reading this, chances are your fingers are in contact with a conductive glass screen coated with ITO (indium tin oxide), a chemical that allows your mobile phone screen to react to your touch. Glass itself isn’t conductive. When your finger touches the ITO-treated screen, the electrical field changes, telling the phone’s chip where your finger is. The conductive layer senses your touch, allowing the smartphone to identify which app or function you’re activating. Electrical conductivity is what makes all of our technology work—it’s straightforward with metal-based materials. However, making transparent materials like glass or plastic conduct electricity is remarkably challenging Currently, market options for touchscreen tech include ITO, nano-silver, and metal mesh. These manufacturing techniques are either complex (multiple layers), have visible nano-wires, are toxic, or are very expensive to produce. The transparency index ranges from 88% to 91%, with ITO at the lowest of the range. Your iPhone’s glass transparency index is 88%. For starters, ITO is a toxic chemical. Studies with animals indicate that indium tin oxide is toxic when ingested, with negative effects on the kidney, lungs, and heart. A new occupational hazard called ‘indium lung disease’ has been identified. The first patient, a worker involved in the wet surface grinding of ITO, suffered from interstitial pneumonia with lungs filled with ITO particles. A startup in China has developed a non-toxic alternative for transparent touchscreens: a nano-thin layer of silver between two nano-thin layers of substrates (such as plastic). It’s non-toxic, features low surface resistance that is more than ten times lower than ITO, ultra-high light transmittance, low haze, high flexibility, and a wide range of application possibilities. The transparency index is an impressive 91% because the silver is only a few nanometers thick. In fact, it’s so transparent it’s very hard to see the material. Beyond touchscreens, different formulations of the highly transparent nanofilm made via physical vapour deposition (PVD) of metal can increase solar panel efficiency, enhance display performance, and improve energy efficiency of buildings and cars by blocking infrared light. Incubated at University of Michigan and Beijing Institute of Collaborative Innovation (BICI), this material breakthrough was further developed by a renowned nanotechnologist, Professor Lingjie Guo at University of Michigan, with a research grant from BICI. Prof Guo developed a multi-element alloy formula for co-sputtering targets and a sputtering process — a method for depositing thin films on substrates — that avoids island structures common in the PVD silver deposition process. The result is a film that is clear, consistent, and smooth. Prof Guo has published this research in top international journals, such as Science Advance, Nature Communications, Adv Mater and more. Zenithnano, the Beijing-based nano-conductive materials company, licensed the technology from University of Michigan. When CM Venture Capital’s founders Dr Patrick Berbon and Dr Min Zhou saw a sample from a mid-scale trial in 2019 they were impressed. CM Venture placed a Rmb30m (~ $5m) seed investment in the startup as a sole investor to further the tech. They had seen dozens of startups in the ITO-replacement field before and recognised immediately how unique and elegant Zenithnano’s material solution was. That sole seed investment from CM Venture kicked off a commercialisation journey. Professor Guo holding an A4-size sample sheet cut from a 100m-long roll produced at Fraunhofer (it’s highly transparent; you have to look really hard to see). Today, the material is produced at Zenithnano’s 19,700 m2 plant in Guangzhou, China. Made on the world’s most advanced roll-to-roll magnetron sputtering production line, the transparent, flexible, conductive nanomaterial has a wide range of uses. The roll-to-roll production process for Zenithnano’s conductive films is simpler than nano-silver and metal mesh formats, keeping costs low and affordability high. What these breakthrough nanofilms can do for technology and the environment 1) Provide flexible and transparent electrodes for touchscreens and colour-changing windows As a transparent conductive electrode, Zenithnano’s clear nanofilms have a thickness of 7 nanometers – compare that to a typical iPhone’s ITO-treated glass screen, where the ITO thickness is over 100nm. The material is flexible, bendable, not fragile like ITO, and perfect for a new generation of folding screens or large touchscreen TVs. It can be used in touch displays, electrochromic (tint/color-changing) windows, perovskite solar panels and more. Zenithnano’s electrode film can replace ITO-touchscreens for a thinner and more flexible product form, with better product performance from electrical conductivity that’s 10X better. The transparent electrodes can be used for colour-changing electrochromic windows on buildings and vehicles, helping to reduce our reliance on air conditioning and carbon footprint on a large scale. 2) Eliminate solar panel failure by keeping oxygen and moisture out Since Zenithnano’s ‘nanofilm sandwich’ usually features unique metal alloys in between other thin films (such as dielectric material), adjusting the layers makes the perfect oxygen/water vapour barrier for quantum dots (QD), N-type and perovskite solar panels, which are constantly exposed to sun and rain. This is crucial, as perovskite, a key material that converts light to energy, becomes unstable in the presence of moisture, potentially leading to solar panel failure. Because of its high transparency levels and ability to keep moisture out, the nano-material is extremely effective for QD films, keeping QLED TV screens clear, sharp and bright for years. 3) Improve solar panel performance by reflecting light and heat Solar energy requires constant light input to be effective, and as the earth rotates, the direction of the sunlight changes. When Zenithnano’s nanofilms are modified and used on the front of solar panels, the films do two things: they can filter out UV light for improved solar cell lifetime, and when they are used on the back panel they can reflect light back to the panels. Mirrors or polished metal are not typically used in these areas as they’re either fragile, heavy or too expensive. As a light reflector, the specially-tuned nanofilms can also be used as a reflective surface for laser projection TVs – essentially short-throw projectors – to reject ambient light, while keeping visuals crisp and clear. Not only can it be designed to block out UV but also IR, so the nanofilms make excellent window films for buildings and vehicles: the material can reflect 90% of infrared heat, without blocking visible light, reducing the reliance on energy-consuming HVAC systems. A laser TV example (88” laser TV from Hisense) With several product lines introduced in the market, Zenithnano is approaching close to $20m in revenue this year and growing fast. Next time you tap your mobile phone screen or think about the efficiency of your solar-energy system, consider the green innovation coming out of China. This is a quarterly update on Chinese startups developing technology for sustainability and carbon reduction. In the next quarter, we’ll share another revolutionary technology we have discovered in the region. CM Venture Capital is a venture capital firm that invests in renewable carbon, advanced materials science and hard technologies. Backed by Fortune 500 companies including BASF, BAT, GE, Henkel, Heraeus, Petronas, Samsung, SABIC, CM Venture Capital has a global reach, with a strong network in China"
    },
    {
        "url": "https://globalventuring.com/corporate/healthcare/virtual-therapy-alcoho-addiction/",
        "title": "Can virtual therapy tools help people stop drinking?",
        "published": "Jun 4, 2024",
        "publish_date": "2024-06-04",
        "author": "Roshini Bains",
        "body": "Photo courtesy of FreePik It was his own past struggles with alcohol that motivated Michael Russell to set up Monument, a healthcare startup focused on helping people stop drinking. “I have some challenges with alcohol issues in the prior years of my life and it was a struggle for me,” says Russell. “Over the years of trying to figure out my addiction struggles I found out there was a simple medication that can act as a deterrent for me with drinking, which I did not even know I could use.” Russell felt there was a need for a simple, quick way to get help and information to those struggling with alcohol addiction. He is a serial founder, having launched startups such as ZipDrug, a US-based customer-to-pharmacy connecting platform, as well as five other tech startups including premium athletic socks developer Bombas which was featured on the angel investment show Shark Tank. It was natural to turn his startup-building skill into addressing a gap in addiction care. “The thinking was that we could deliver access, information and connect physicians or therapists with a person struggling with addiction in five to 10 minutes – which has the potential to change their lives,” he says. Gap in the market Addiction is a problematic area of the healthcare sector. The Covid-19 pandemic has seen an increase in people across the world struggling with substance abuse, particularly with alcohol. A large portion of them are not currently getting adequate treatment. Addiction Center, a US-based addiction support platform has reported that around 20% of American adults (about 28 million) have an alcohol use disorder; with only about 7% of those people ever getting treatment. This statistic varies depending on countries that have a serious alcohol epidemic such as Hungary, Russia and South Korea. Photo courtesy of Pexels Funding is always in short supply, with Rehab UK, for example, reporting that addiction treatment funding in the UK dropped from $20.8m in 2015 to $11.1m in 2020. Russell believes Monument can use technology to help fill a gap in the market. The online platform partners with employers to offer virtual alcohol treatment ranging from physician care to community-based peer support. The care plan includes a variety of tools including cognitive behavioural therapy. The Monument healthcare plans are personalised to members’ goals and lifestyles. Most forms of addiction are treated through therapy, detox and medication management. Monument doesn’t prescribe drugs — this is left to other healthcare professionals. “We don’t involve ourselves in prescribing controlled substances and if there is a higher patient risk, our doctors and therapists could refer those individuals to the correct care services,” says Russell. Photo of Michael Russell, founder and CEO of Monument But hybrid care, with rapid online access to healthcare professionals can play a key role in treating addiction says Russell.  “Seeing a doctor and a therapist through an online medium and getting advice straight away was, for me at least, game-changing,” he says. Russell is interested in what AI tools might be able to add to the platform, but at the same time, he’s cautious about over-reliance on technologies and virtual care. “Most addiction treatments do require some offline support. If you push everything online, in certain areas, it doesn’t work and could backfire on the patient,” he says. “The innovation comes from the ability to do certain care and oversight through virtual but doing it responsibly.” One of Monument’s unique points is that appointments with its therapists and physicians are covered by major insurance plans. “The biggest issue we see in healthcare is price transparency, access and being able to tell somebody how much it costs prior without worrying about additional bills,” says Russell. Photo courtesy of Pexels “We focus a lot on obtaining insurance coverage for patients. We are signed with the major insurance companies where people can submit their insurance and we have built technology that allows somebody to know what they’ll need to pay before the appointment,” says Russell. A similar hybrid care system could work for treating other types of addiction says Russell.  “I think most addiction areas require hybrid care. I have only really worked in the alcohol space but I believe that in some of the other substance use spaces I think you can also deliver effective healthcare through an online medium too,” says Russell. Startups tackling other types of addiction include US-based telehealth opioid and addiction care startup Boulder Care, which raised $35m in a series C round this year. The round saw participation from Laerdal Million Lives Fund, the corporate venture fund of healthcare products provider Laerdal. What is getting investors hooked Russell says that investors are growing increasingly aware of virtual care since the pandemic. “There were a whole lot of healthcare investors between 2020 and 2021. At this point, the whole community has gotten intelligent about virtual care so there is still funding but you have to be on point and have a business model that makes sense to secure funding,” he says. Photo courtesy of FreePik He also believes that investors are willing to invest in alcohol addiction treatment startups because of the rising epidemic caused by alcoholism. “Alcohol is a major problem. It has been for a long time so our technology has the chance to reach millions of people who struggle with this issue making it an attractive investment opportunity,” says Russell. “Investors make game-changing contributions,” says Russell. “I think if it is a healthcare startup, investors are more emotionally drawn to it. They dedicate more time to the company and we have seen a deeper level of support from these investors too.” Since its launch, Russell says that Monument has raised around $20m-$30m in total funding. In 2021, the company raised $10.3m in a series A round led by VMG Catalyst. Other investors include venture capital firms Rosecliff Venture Partners, Calm Ventures and Interplay (New York). The funding is being used to develop Monument’s products and scale up the company. “The money will be used to push out our billing product which allows somebody to enter their insurance instantly,” he says. “We will also be expanding across multiple care verticals both in mental and medical health.” Challenges Photo courtesy of Pexels Healthcare startups can be challenging to manage, at least because of complex and changeable regulations. “The virtual market evolves very quickly. There is an element of changing regulatory compliance rules we must juggle while working out the safest way to deliver virtual care in the addiction space,” says Russell. Privacy policies can be another stumbling block, as Monument found out the hard way earlier this year when the company was fined $2.5m by the US Federal Trade Commission for sharing patient health information with third parties . Despite this setback, Russell is determined to keep going, not least because there are still so few alternatives for people with alcohol addiction. “The statistics published on addiction issues are pretty horrifying. So I truly believe virtual care can be a powerful tool and experience for those struggling to get access to the support they need,” says Russell."
    },
    {
        "url": "https://globalventuring.com/corporate/energy-and-natural-resources/deeper-underground-9-startups-changing-whats-possible-below-the-earths-surface/",
        "title": "9 startups changing what’s possible below the Earth’s surface",
        "published": "Jun 11, 2024",
        "publish_date": "2024-06-11",
        "author": "Robert Lavine",
        "body": "Photo courtesy of alperkures via Pixabay Earth’s underground regions remain relatively unexplored, but are becoming increasingly important commercially, with geothermal energy, for example, a potentially bountiful source of renewable power that is still mostly untapped . Mining technology is also becoming more prominent as rare earth minerals make up a crucial part of more and more electronic products, and underground space could prove a more efficient way of building out infrastructure. Technological development is making it increasingly possible to tap into previously unreachable subterranean regions. Here are some of the most exciting startups to emerge recently in this area, from the creator of the first ever geothermal energy panel and the developer of a system that uses electricity to break down rocks to a company that wants to build city-wide underground delivery networks. Photo courtesy of Sage Geosystems Sage Geosystems Houston, USA Founded: 2020 Funding to date: $41m+ Although several countries, most notably Indonesia, Iceland and Kenya, source a significant amount of their power from geothermal energy, those countries tend to be the ones situated in volcanic regions where heat and water are both close to the earth’s surface. Sage Geosystems believes that represents only 2% of the overall geothermal energy resource. The company has adapted oil and gas exploration technology to create artificial reservoirs underground,  using pressurised water to create the steam necessary for energy. The company has also netted a Pentagon contract to develop an underground energy storage system for renewable power. Geothermal project developer Ignis H2 Energy and sister company Geolog International supplied an undisclosed amount of investmentfor Sage in late 2022 before Chesapeake Energy Corporation led a $17m series A round disclosed in February this year. That was increased to $41m shortly afterwards according to a regulatory filing. Photo c ourtesy of Enerdrape Enerdrape Ecublens, Switzerland Founded: 2019 Funding to date: $2.7m Enerdrape, a spinout from the Swiss Institute of Technology of Lausanne, is also working on technology that would expand the sources of geothermal energy. It has created what it claims is the world’s first geothermal panel technology, which is being piloted in a project shortly set to be deployed in the town of Aigle. The system is modular and prefabricated and is designed to be installed in existing subsurface infrastructure like tunnels or parking garages. In theory, they could capture shallow geothermal energy that is then used to heat or cool the buildings above, without the need for drilling or boring. Most of Enerdrape’s earlier financing came from grants, in addition to a $170,000 convertible note from Venture Kick. Its first full funding round was closed in January this year, as Swiss energy utility Romande Energie joined investment firm Après-demain to provide $1.5m in seed capital for the startup. Eden co-founders Ammar Alali and Paris Smalls. Photo courtesy of Eden Eden Somerville, USA Founded: 2017 Funding to date: $22.7m Eden is developing technology it calls Electrical Reservoir Stimulation, which uses electricity to break underground rocks. The company says the technique has the potential to cut water consumption and carbon emissions from drilling, while simultaneously reducing the earthquake risks from fracking. The system could be used to secure geothermal and hydrogen energy as well as for rock-based carbon storage and mining. Eden claims its technology can halve the energy needed for breaking up rocks by creating micro fractures before they are dug up, meaning they can be broken down more easily. Petroleum drilling contractor Helmerich & Payne and TechEnergy Ventures, the investment arm of oil and gas producer Tecpetrol, co-led Eden’s $12m seed round last October with help from mining group Anglo American. The rest of its funding had come from grants, most notably from the National Science Foundation. Another US government institution, the Department of Energy, has put up $1.4m for a pilot geologic hydrogen project in the Middle Eastern country of Oman. Rigid Robotics Vancouver, Canada Founded: 2013 Funding to date: N/A Rigid Robotics may have been around for over a decade but it’s a pioneer in the use of artificial intelligence in the mining industry, having developed an industrial internet-of-things system that combines AI with advanced data analytics from sensors in mining equipment. The company’s platform can host several mining software applications and is intended to be the bridge between them, meaning it could automate the loading process in mines. But in a more immediate sense, it can track the performance of vehicle operators and maintenance for machinery as well as analysing conditions for drilling or blast engineers before they go to work on an area. Rigid has not revealed any funding details thus far, but University of British Columbia’s entrepreneurship@UBC venture incubator counts it as a portfolio company. It appointed seasoned mining executive Ryan Hawes as CEO last month, with founding chief executive Mehran Motamed moving to a joint president and chief technology officer role. See our full list of recent university spinouts here. Photo courtesy of RockMass Technologies RockMass Technologies Toronto, Canada Founded: 2016 Funding to date: $2.8m+ RockMass has also developed mining analytics technology based on research at Queen’s University, in Ontario, Canada. It provides detailed ongoing geological data to help industrial and mining customers optimise digging models and increase efficiency. The tech allows users to access geological mapping through a handheld lidar device called the RockMass Eon (left), a system the startup says is up to nine times faster than manual mapping techniques. It has been utilised by geotechnical software producer Rocscience and engineering consulting firm Golder. SOSV and BDC Capital were joined by angel investors from Maple Leaf Angels and the Creative Destruction Lab in the company’s $2m seed round in 2020. Its co-founders, Shelby Yee and Matthew Gubasta, have both been part of Forbes’ 30 Under 30 for manufacturing and industry list. Photo courtesy of hyperTunnel Limited HyperTunnel Basingstoke, UK Founded: 2018 Funding to date: N/A HyperTunnel is looking to bring together a range of technologies from mining, surveying, boring and 3D printing in an innovative tunnelling system it believes could be both faster and cheaper than existing methods, which date back to the 19 th century. The company combines AI and swarm robotics, which are fed through a grid of pipes to carve chambers in the ground and install access points while supplying survey data that can be used to form a digital twin of the planned tunnel. Essentially, it builds a 3D-printed structure in the ground that forms the basis of the structure. HyperTunnel’s strategic partners include Network Rail, which operates the UK’s rail infrastructure, and it has received grant funding from the UK government to build an underpass at the Global Centre of Rail Excellence in Wales this year. TerraStor Fort Worth, USA Founded: 2021 Funding to date: N/A TerraStor is working on grid-scale energy storage infrastructure that would house energy in underground caverns like the ones created by salt domes, a process where salt or other minerals move into underlying rock. The advanced compressed air energy storage plants would use a large electric compressor to push highly pressurised air into a storage cavern until it is needed (diagram left). The caverns are expected to be able to store energy from eight hours to a full day and would offer over 100 MW in output. The company has yet to announce a full-scale funding round but it passed through the Startupbootcamp Australia accelerator in 2022. It was incubated by Harvard University’s Harvard Innovation Labs. Delta g Birmingham, UK Founded: 2023 Funding to date: $2.6m Spun out of University of Birmingham last year, Delta g is looking to build what it describes as ‘Google Maps for the underground space,’ made possible by its portable gravity gradient sensors, which have been designed to accurately detect buried features. Delta g’s sensors use quantum technology to detect underground features by their gravitational profile. They are intended to map complex underground locations quickly and accurately without requiring excavation and are unaffected by vibrational noise, hypothetically reducing the disruption caused by road repairs. The startup emerged with $2m from a pre-seed round led by Science Creates Ventures and backed by Quantum Exponential Group, Newable Ventures, Bristol Private Equity Club and various angel investors, with the UK government’s Innovate UK agency adding a $600,000 grant. Photo courtesy of Pipedream Labs, Inc. Pipedream Labs Austin, USA Founded: 2020 Funding to date: $15m Pipedream Labs developing an underground network for deliveries, a model it calls hyperlogistics. The network would consist of subterranean tunnels three to six feet under cities, linked by automated pick-up points, where an electrically powered vehicle can send goods back and forth. It could hypothetically be used to for food and last-mile ecommerce delivery and a pilot project is currently underway in the suburbs of Atlanta. Pipedream graduated from Techstars in 2021 and closed $1.6m in seed funding the following year. Starship Ventures then led a $13m series A round in April 2024 that also featured Cortado Ventures and Myelin Ventures. It plans to choose a city for the first iteration of its large-scale delivery network later this year. READ MORE: 8 bioengineering startups to watch 11 data centre energy startups to watch 10 social media startups to watch 11 space tech startups to watch"
    },
    {
        "url": "https://globalventuring.com/corporate/industrial/startups-decarbonise-heavy-industry/",
        "title": "Seven startups that can help decarbonise heavy industry",
        "published": "Jun 12, 2024",
        "publish_date": "2024-06-12",
        "author": "Maija Palmer",
        "body": "Heavy industry is responsible for 22% of the world’s greenhouse gas emissions and is considered one of the most challenging sectors to decarbonise. Clean energy solutions such as battery storage, renewable energy and hydrogen are often not viable or even available at the scale heavy industry operators need. Mitigation technologies such as carbon capture are still very expensive to run. But a number of startups are working on technologies that may help. These companies are not often in the limelight — they tend to be the kind of B2B businesses that don’t feature often in the media. But many of them are already working with industry partners to test and validate their solutions. The Energy Council at Global Corporate Venturing presented a showcase of some of the startups that their members are working with. Many of these young companies seek new partners to run pilot programmes with and they are raising funding rounds to scale up and commercialise their businesses. Here are the startups to watch from that showcase: AIS Field This Turkish startup has developed a robotic system to carry out the dangerous work of inspecting oil storage tanks. Tanks often have to be drained for maintenance work, an exercise that can cost energy companies some $2.5m in downtime. The RUVI Oildiver robot, however, is designed to be submerged in oil and can carry out maintenance while the tank is full. With more than 100,000 storage tanks worldwide, the potential market for this is large. AIS Field has been working with Tupras, the Turkish oil company, to test the patent-pending technology and is seeking other strategic partners and investors. The team would like to raise $1.5m to expand its commercial team and accelerate international expansion. AIS Field team, image courtesy of AIS Field Ardent Capturing carbon at industrial facilities is the most effective way to decarbonise heavy industry but doing this efficiently is still a challenge. US-based startup Ardent has developed a membrane technology that can separate pollutants from the air at lower concentrations and in hotter and wetter conditions than has been possible before. The company believes this can help bring down the cost of point-source carbon capture. The team has pilot projects with companies in the steelmaking, kilning and petrochemical industries. It says it can bring out the product commercially by 2026. It is raising a series B funding round and wants to undertake more pilot projects with industry partners. Image courtesy of Ardent. Einsted Transitioning to using hydrogen as a fuel source is a key part of the decarbonisation agenda but producing hydrogen is still expensive. Argentina-based Einsted has developed a technique to convert methane into hydrogen and carbon nanotubes using ultra-fast plasma pulses. Einstein says that this method is between three and ten times faster than existing hydrogen electrolysers, and creates 30% more energy. Because it operates at room temperature, rather than requiring high heat, this makes it energy efficient. The company, which has a team of 18 people, has a pilot with Vista, the Argentinian energy company, which is also an investor in the company. The team is seeking to raise a $1.2m funding round to take the technology forward. The metatron plasma pyrolysis reactor. Image courtesy of Einsted. Electrified Thermal Solutions One of the reasons that heavy industry struggles to switch to a zero carbon energy sources is because it needs very high temperature heat for its processes, which is difficult to produce with alternative energy. Electrified Thermal Solutions, an MIT spinout, has developed a system based on electrically conductive firebricks which can take renewable energy — from solar, wind or elsewhere — and deliver it to industrial users as a hot gas with a temperature of around 1,800 degrees celsius. The company claims the system is three times cheaper than any green hydrogen approach. Electric Thermal is running an elevator-sized demonstration unit but is looking to raise money to scale up these units to be able to handle thousands of megawatts of energy. The team is about halfway to raising a $20m funding round for this scaling up project. Image courtesy of Electrified Thermal Solutions. Mirico Measuring emissions such as methane is another headache for heavy industry. It is hard to cut emissions if you can’t tell exactly where they are coming from and how much is escaping. Mirico, a UK startup, is hoping to address this problem with a laser spectroscopy system that can monitor an entire industrial site’s emissions with a high degree of precision, even in poor weather. The company has validated its technology with Shell, the Anglo-Dutch energy company, and recently raised a $2m seed round. It is seeking to raise a $5m series A round to improve the products and increase customer uptake. Image courtesy of Mirico. Thea Energy Nuclear fusion is another of the great hopes for unlimited clean energy. Stellerators are seen as one of the leading ways to achieve these controlled reactions. But these complex rings of magnets are notoriously difficult to manufacture. Thea Energy has developed a new type of stellerator architecture, consisting of arrays of flat magnets that can be dynamically positioned to create exactly the shape needed. The team says this means it can advance more rapidly than other fusion companies and at lower cost. The startup, which was spun out of Princeton University and Princeton Plasma Physics Lab, is seeking to raise a series B funding round to help it build an integrated stellerator system by the end of the decade. Render of Thea Energy’s stellarator design. Image courtesy of Thea Energy. Wase This UK startup has developed a way to speed up the process of turning food industry waste into biogas for energy. At the moment this is mainly done through anaerobic digestion, a process that is still relatively inefficient, time-consuming and requires bulky storage tanks. Wase’s solution is an electro-methanogenic reactor in which electrodes containing membranes of electrically active bacteria create a reaction that breaks down the waste and releases electrons. Wase says the system can achieve between 70% and 80% conversion of the waste to methane, compared with between 50% and 60% for a typical anaerobic reactor. It says it is between three and 10 times faster than current anaerobic digestion systems, creates 30% more energy and needs a 70% smaller footprint for the reactor. The system is being tested by a number of dairy farms, breweries and distilleries, but Wase is seeking more industrial partners to work with. Diagram of reaction using electrically-active bacteria. Image courtesy of Wase. See the full pitches in the video below: Find out more about the GCV Energy Council here ."
    },
    {
        "url": "https://globalventuring.com/corporate/industrial/europe-spacetech-startups/",
        "title": "Novel engines and space repairs: 4 emerging spacetech startups to watch",
        "published": "Jun 20, 2024",
        "publish_date": "2024-06-20",
        "author": "Maija Palmer",
        "body": "Keval Dattani was working as a nuclear engineer on Rolls Royce’s submarine programme, focusing on technology for the UK’s next generation Dreadnaught submarines, when he had a sudden realisation: space technologies were making submarines — the very technology he had devoted so much of his career to — obsolete. “With radar and satellites able to look ever deeper into the sea, submarines could well become useless in the future,” he says. But, Dattani reasoned, many of the technologies developed for submarines could be applied to spacecraft. Keval Dattani, CEO and founder of Space Power. Initially, he switched to working on small modular nuclear power for spacecraft before hitting on another space power idea that might be realisable on a slightly shorter timeframe: providing extra power to space satellites using lasers. This was the idea behind Space Power , the startup Dattani launched in 2019. Think of it a little like sending an extra battery into space to power up startups, much the same way you might provide an extra boost to a flagging mobile phone. Satellites generally use solar power to operate, but their ability to generate and store enough solar power for the functions they need degrades over time. Also, some new technologies such as synthetic aperture radar and thermal imaging are very power-intensive and solar panels struggle to generate enough power for their operation. Satellite operators often need to be sparing in the ways they use their multi-hundred million-dollar satellites because of their concerns over power. “It’s like having a Bugatti Veyron that you can only drive for half an hour a day.” “It’s like having a Bugatti Veyron that you can only drive for half an hour a day,” says Dattani. Space Power’s idea is to launch supplementary power sources into space that could give satellites a boost via a laser beam connection when needed. The company, which will exhibiting its technology at the GCV Symposium in London next week, is partnering with BAE Systems, the UK aerospace multinational, to launch a first module into space in 2026. It is seeking to raise a £6.5m ($8.3m) seed round to help fund the build and launch. Dattani and Space Power are one of a number of new spacetech-focused startups that have sprung up over the past decade in the UK and Europe as the region scrambles to address the opportunities opened up by the falling cost of space launches. Elon Musk’s SpaceX rockets have sent launch costs tumbling and demonstrated how privately-held space companies could speed up development. Space Power, Space Villages, Astron Systems and Stars Edge will among the early-stage startups exhibiting at the GCV Symposium in London in June. Europe’s space efforts have tended to be concentrated in large publicly-funded joint projects like the Arianespace programme, where the latest launcher, Ariane-6, has cost some €4bn ($4.3bn) and is running four years behind schedule. But it is also seeking to develop smaller, lower-cost and nimbler alternatives to give Europe its own SpaceX-effect. Investment in European spacetech is growing fast. A study by Seraphim, a spacetech VC firm, showed that investment in European spacetech in the first quarter of 2023 — some $565m — outstripped investment in North America. Isar Aerospace, the German launch vehicle developer, has raised $330m to date, while Rocket Factory Augsburg, another developer of launchers, has raised more than $63m in funding, and UK rocket developer Orbex has raised $130m so far. Spacetech companies exhibiting their systems at the GCV Symposium are younger businesses at seed and pre-seed stage but they demonstrate the wide range of new capabilities that are emerging. Many of them are looking for corporate partners to help accelerate their development. New rocket designs Astron Systems is developing reusable rockets for launching small satellites into space. Eddie Brown began developing the idea while finishing his master’s degree in engineering at Imperial College London. Small rockets can be easier to launch because they encounter less air resistance on reentry — the higher surface-area-to-volume of a smaller rocket means it has a higher ballistic coefficient. But one of the biggest challenges is that the propulsion systems in smaller rockets wear out faster because they need to operate at higher speeds. Astron has developed a pump system that dramatically reduces wear and tear on shafts and bearings, increasing the lifetime of the rocket. Reusable small rockets would lower the cost of putting satellites into space down to $4,000 per kilo says Brown, dramatically lower than the market leader, US-based Rocket Lab. Astron has raised some pre-seed funding so far but is now seeking to raise a £2m round to grow the team and test a propulsion system. Eddie Brown, CEO of Astron Systems. Image courtesy of Astron Systems. Astron’s competitors on reusable rocket designs include US names such as Stoke Systems, which has raised a total of $175m following a series B funding round last October. But Brown says UK-based startups operate in a favourable environment. “I think the UK has every reason why it could be the future global leader for a lot of these things. Space is a pretty major part of our economy on the satellites and services side of things and we have some of the best talent and engineers coming out of Oxford and Imperial programmes. It’s also a lot cheaper to operate here. Engineer salaries are about half the level of the US,” says Brown. Spacetech startups outside the US also have the advantage, Brown says, that they are outside of the US’s International Traffic in Arms Regulation (Itar) rules, which restrict sales of technology related to defence and the military. Another startup working on a novel engine technology is Stars Edge , a startup co-founded by Sara Alao, a PhD candidate at Cranfield University. The company has a patent-pending technology to create an air-breathing satellite engine, which would allow satellites to be placed into the upper atmosphere rather than into space orbit. Satellites at this range — some 150km to 200km above sea level, compared with low earth orbit satellites at altitudes of 1,200km — could be used for much higher-resolution earth observation and for providing telecoms connectivity. Image courtesy of Stars Edge. The problem with upper atmosphere satellites is creating an engine able to overcome the drag of the thin air in upper atmosphere. Propellants — typically xenon or argon gas — are quickly depleted. But using the air itself for fuel source means you can have an inexhaustible supply. Alao says that, while she knows of four other companies working on similar projects, she believes that Stars Edge has a unique design that will gain the edge. Staffed by a team of ten people, Stars Edge is seeking to raise a $3.2m seed round to expand staffing and bring a product to market. The team hope to test the system in 2025. Repairs in space Space Villages, a fourth space startup at the GCV Symposium, meanwhile, is leaning into another space need. With some 9,900 satellites in orbit — and numerous projects underway to put more space stations in orbit over the next decade, there is a growing need for space services — deliveries, repairs and waste removal. Dutch startup Space Villages, led by chief executive Natalia Lemarquis , develops robots that can carry out repair work in space, starting with satellites. “Satellites have solar panels which must open up their wings, and sometimes these get stuck and can’t provide any power. Even the best satellite in the world won’t work without power. We want to be able to fix that instead of operators having to throw away a $700m satellite,” says Lemarquis. There has been strong demand from the telecoms industry for this kind of service, she says. The company has a 15-person team working on the technology. It is looking for £2m to build a demonstration unit by 2025. It hopes to have a first system in orbit by 2027. While the first uses might be to fix jammed solar panels, the long-term vision is for the company to provide all kinds of services across the growing network of space stations and satellites. “The industry needs ambitious goals. There are seven active projects to build a space station in orbit — those space stations will need services, waste management, cargo delivery,” says Lemarquis."
    }
]