[
    {
        "url": "https://www.prnewswire.com/news-releases/jennmar-acquires-concrete-blending-facility-from-wright-mix-302221104.html",
        "title": "JENNMAR Acquires Concrete Blending Facility from Wright-Mix",
        "publish_date": "08/13/2024",
        "body": "Acquisition Provides JENNMAR Control of a Strategic Supply Source\nPITTSBURGH\n,\nAug. 13, 2024\n/PRNewswire/ -- JENNMAR, a leading global provider of infrastructure products and specialized services to the civil, solar, mining, and construction industries and part of the FalconPoint Partners portfolio, today announced that it has acquired the assets of the\nHolden, West Virginia\n-based cement blending facility of Wright-Mix Material Solutions, LLC (\"Wright-Mix\"). Wright-Mix is central Appalachia's premier provider of contract blending and bagging services.\nContinue Reading\nWright-Mix Material\nThe acquisition enables additional growth and customer service for JENNCHEM, a JENNMAR subsidiary and a leading U.S. provider of underground chemical roof support, rock stabilization, and ventilation sealing, through expanded manufacturing capabilities and product offerings. JENNCHEM will continue production of its industry-leading J-SEAL\n®\nspecialized foaming cement from the existing\nDelbarton, West Virginia\nblending facility, with sales continuing to go through the company's distribution network. As part of the acquisition, the\nHolden, West Virginia\nblending facility will be added to JENNCHEM's portfolio and will ensure continuous production of 28-Day and 1-Day J-SEAL\n®\nproducts.\n\"We are thrilled to announce the addition of the Wright-Mix blending facility to JENNCHEM's portfolio of industry leading products and services. The addition of a trusted, existing partner will greatly enhance our customer service and strengthen our ability to deliver J-SEAL\n®\nwith the speed and efficiency our customers have come to expect,\" said\nTony Calandra\n, CEO of JENNMAR. \"I would like to express our sincere thanks to\nKendall and Shannon Wright\nfor their support in ensuring a smooth transition.\"\n\"We are excited to welcome Wright-Mix employees to the JENNCHEM family. This acquisition will strengthen JENNCHEM's position in the market and allow us to further improve our product offerings to customers,\" added\nDrew Morgan\n, Chief Operating Officer of JENNCHEM.\n\"Kendall and I are pleased to have achieved this milestone with our longtime partners at JENNCHEM,\" said\nShannon Wright\n, President and CEO of Wright Concrete and Construction. \"We have collaborated with JENNCHEM over the last 15 years to develop and produce J-SEAL\n®\nand other products. With new toll-building facilities under construction within our network, now is the right time for JENNCHEM to take full control of their product lines. We are confident in a bright future for our\nHolden, West Virginia\nemployees and thank them for their loyalty and dedication.\"\nAbout JENNMAR\nJENNMAR is a leading global provider of infrastructure products and specialized services to the civil infrastructure, solar, mining, and construction industries. For over 100 years, JENNMAR's focus has been on manufacturing products and providing solutions that help keep workers safe and productive. JENNCHEM was founded in 2009 with the aim of creating and providing chemical products for roof support, rock stabilization, and ventilation sealing to the mining and underground construction sectors. For more information, please visit\nwww.jennmar.com\n.\nAbout FalconPoint Partners\nFalconPoint is a private equity firm that invests in North American mid-market companies in the business and industrial sectors. The company leverages a partnership-oriented approach and relationship-based procurement strategy to identify and seize idiosyncratic opportunities to acquire companies that provide mission-critical products and services. For more information, please visit\nwww.falconpointpartners.com\n.\nContacts\nJENNMAR\nMichelle Eastly\nMarketing Director, JENNMAR\n[email protected]\nFalconPoint Partners\nEd Trissel\n/\nSarah Salky\nJoele Frank\n, Wilkinson Brimmer Katcher\n212-355-4449\n[email protected]\nSOURCE JENNMAR"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/mesh-announces-strategic-investment-from-quantumlight-revolut-founder-nik-storonskys-vc-firm-tripling-its-series-a-valuation-302223469.html",
        "title": "Mesh Announces Strategic Investment From QuantumLight, Revolut Founder Nik Storonsky's VC Firm, Tripling its Series A Valuation",
        "publish_date": "08/15/2024",
        "body": "Investment comes as Mesh emerges as a preeminent\ncrypto\ninfrastructure provider, underscored by a surge of recent deals and integrations with industry heavyweights\nSAN FRANCISCO\n,\nAug. 15, 2024\n/PRNewswire/ -- Mesh, the modern connectivity layer for\ncrypto\nthat makes payments and deposits seamless, today announced a new investment by QuantumLight, the innovative venture capital firm founded by\nNik Storonsky\n, the CEO and founder of global financial superapp Revolut, which recently reached 45 million users in\nJune 2024\n, establishing itself as one of the leading tech companies across the globe. The investment values Mesh at triple the pre-money valuation of its Series A on the heels of its blistering growth since the start of 2024.\nFounded in 2020 by a team of cyber security and\ncrypto\nexperts, Mesh is solving\ncrypto\n's fragmentation problem by offering a connected and embedded experience for exchanges, wallets, and payment providers. Mesh's powerful product, which has already been implemented by the likes of MetaMask,\nMoonPay,\nand Fireblocks, enables users to seamlessly connect, deposit, and pay with their\ncrypto\naccounts across hundreds of other platforms, all embedded within their existing experience. The recent surge of integrations has made Mesh available to millions of\ncrypto\nusers across the world as the company has amassed seamless connections to over 300 platforms for hundreds of customers and support for more than 40 tokens across multiple networks.\n\"QuantumLight's founding team has over a decade of entrepreneurial experience in fintech and payments, and we are incredibly proud that they believe in our vision for a more interconnected financial world,\" said Bam Azizi, CEO and Co-Founder of Mesh. \"Nik's experience in building Revolut into a global financial powerhouse brings invaluable insights and this investment by QuantumLight is a testament to what we are building at Mesh. We are thrilled to have QuantumLight on our cap table.\"\nQuantumLight is the first truly systematic venture capital and growth equity firm. Unlike traditional funds, which rely on mostly qualitative factors in their deal selection, QuantumLight uses Aleph, a proprietary AI model, to crunch through billions of data points to make more precise investment decisions.\n\"Mesh has clearly identified a critical pain point in the\ncrypto\nindustry, which is fragmentation and a lack of connectivity. Solving these problems is a prerequisite to mainstream adoption. Their security-first approach, technology, and Bam's strategic vision position them perfectly to continue succeeding in this space\" said\nNik Storonsky\n, Founder of QuantumLight and Revolut.\n\"Don't be fooled into thinking that these guys are just building APIs—they are effectively redefining what the user experience of\ncrypto\nwill look like, which is much needed for the industry\" commented\nIlya Kondrashov\n, CEO of QuantumLight.\nThe investment is the latest demonstration of how much confidence investors have in Mesh. The company has raised $45M+ to date from PayPal Ventures, Money Forward, Galaxy, Samsung Next, and other top-tier VCs and angel investors like\nGokul Rajaram\n.\nAbout Mesh\nFounded in 2020, Mesh aims to build an open, connected, and secure\ncrypto\necosystem. As the modern connectivity layer for\ncrypto\n, Mesh unlocks new use cases such as\ncrypto\npayments and payouts, deposits, on and off-ramping, transfers, and more within a unified platform. With over 300 integrations, Mesh is pioneering the creation of a connected and embedded\ncrypto\necosystem that benefits both businesses and users. For more information, visit\nhttps://www.meshconnect.com\n.\nAbout QuantumLight\nQuantumLight is a global AI-driven venture capital and growth equity firm, founded by\nNik Storonsky\n(CEO and founder of Revolut) and managed by\nIlya Kondrashov\n(co-founder of Kriya Finance). QuantumLight relies on 'Aleph', its AI system, to identify and invest in the most promising growth companies, while helping them scale by drawing on Nik's experience in building Revolut into one of the World's most successful fintech companies. For more information please visit\nhttps://quantumlightcapital.com/\nor follow via\nLinkedIn\n.\nMedia contact:\n[email protected]\nSOURCE Mesh"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/moleculight-secures-11-7-million-in-financing-to-accelerate-global-expansion-302222745.html",
        "title": "MolecuLight Secures $11.7 Million in Financing to Accelerate Global ExpansionUSA - EnglishUSA - EnglishUSA - FrançaisUSA - Deutsch",
        "publish_date": "08/15/2024",
        "body": "TORONTO\n,\nAug. 15, 2024\n/PRNewswire/ -- MolecuLight Inc., a leader in point-of-care fluorescence imaging, today announced the closing of a\n$11.7 million\nSeries C financing round led by new investors Export Development Canada (EDC), Prosegur, and Azahar. Existing investors also participated in the round, demonstrating continued confidence in the company's growth trajectory.\nContinue Reading\nMolecuLight Secures Financing to Accelerate Global Expansion\nMolecuLight's fluorescence imaging devices provide clinicians with real-time visualization of bacteria florescence in wounds, enabling earlier detection and quantification leading to more effective treatment resulting in improved wound healing. MolecuLight's wound bed assessment aligns perfectly with CTP outcomes: A study by Ai-Jalodi and colleagues demonstrates that when the device indicates a bacteria-free wound bed, there is a 100% probability of CTP integration\n1\n,  vs a skin substitute alone. By empowering healthcare providers to make informed decisions at the point of care, MolecuLight is helping to improve patient outcomes and reduce healthcare costs. The new investment will fuel MolecuLight's expansion in the US,\nCanada\n, and EU across all care settings, including hospital out-patient, independent wound care clinics, podiatrists, and long-term care centers. This growth will enable the company to reach more patients and positively impact their lives by providing clinicians with the tools to quickly and accurately identify and quantify bacteria that impair wound healing, in turn improving patient outcomes.\n\"MolecuLight's innovative technology has the potential to significantly improve patient outcomes and offers compelling benefits for all healthcare system stakeholders,\" said\nGuillermo Freire\n, Senior Vice-President, Mid-Market Group, EDC. \"We are excited to invest in MolecuLight as they accelerate commercialization. EDC is focused on supporting emerging Canadian innovators in critical sectors essential for the future. This investment reflects our belief in innovation and progress, underscoring mission is to support Canadian companies in their journey to become international leaders in their sectors.\"\n\"We are pleased to invest in MolecuLight. We believe in MolecuLight's mission to transform wound care and with their innovative technology,\" said\nPedro Munoz\n, General Manager at\nAzahar. \"This investment will enable MolecuLight to accelerate its expansion efforts to more healthcare providers worldwide.\"\n\"iGan is proud to continue supporting MolecuLight on their journey to transform the management of wound care,\" said\nSam Ifergan\n, Chairman of MolecuLight and Managing Director at iGan Partners.\n\"This financing is a testament to MolecuLight's strong market position and the significant impact our technology is having on patient care,\" said Anil Amlani, CEO of MolecuLight. \"With the support of our investors, we are well-positioned to capitalize on the growing demand for point-of-care fluorescence imaging solutions and deliver exceptional value to our customers.\"\nTungsten Advisors served as the exclusive financial advisor to MolecuLight.\n____________________________\n1\nAi-Jalodi O, Sabo M, Patel K, Bullock N, Serena L, Breisinger K, Serena TE. Efficacy and safety of a porcine peritoneum-derived matrix in diabetic foot ulcer treatment: a pilot study. J Wound Care. 2021 Feb 1;30(Sup2):S18-S23. doi: 10.12968/jowc.2021.30.Sup2.S18. PMID: 33573495.\nAbout MolecuLight\nMolecuLight is the leader in in point-of-care fluorescence imaging. Their innovative devices empower healthcare providers to quickly and accurately detect elevated levels of bacteria in wounds, surgical sites, and other injuries. This real-time visualization of bacteria that is linked to infection empowers clinicians to make informed treatment decisions.  Early and accurate detection of bacteria leads to more targeted treatment plans. By optimizing treatment plans, MolecuLight technology helps to accelerate healing and reduce the risk of complications. The multi-modal device combines bacterial detection, wound measurement, and imaging capabilities into a single tool, streamlining workflows and improving documentation accuracy. Integrating seamlessly with electronic medical records, MolecuLight empowers clinicians to deliver the highest standard of care while optimizing their workflow. For more information, please visit\nwww.moleculight.com\n.\nFor more information, contact:\nHunter Zudans\n, Director of Marketing, MolecuLight Inc., T. +1.484.682.7580,\n[email protected]\nPhoto -\nhttps://mma.prnewswire.com/media/2482399/MolecuLight_MolecuLight_Secures__11_7_Million_in_Financing_to_Ac.jpg"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/moleculight-obtiene-11-7-millones-de-dolares-de-financiacion-para-acelerar-su-expansion-mundial-302223499.html",
        "title": "MolecuLight obtiene 11,7 millones de dólares de financiación para acelerar su expansión mundialUSA - españolUSA - FrançaisUSA - DeutschUSA - EnglishUSA - English",
        "publish_date": "08/15/2024",
        "body": "TORONTO\n,\n15 de agosto de 2024\n/PRNewswire/ -- MolecuLight Inc., líder en la obtención de imágenes fluorescentes en el punto de atención, ha anunciado hoy el cierre de una ronda de financiación de serie C de 11,7 millones de dólares liderada por los nuevos inversores Export Development Canada (EDC), Prosegur y Azahar. Los inversores existentes también participaron en la ronda, lo que demuestra la continua confianza en la trayectoria de crecimiento de la empresa.\nContinue Reading\nMolecuLight Secures Financing to Accelerate Global Expansion\nLos dispositivos de imagen por fluorescencia de MolecuLight proporcionan a los médicos una visualización en tiempo real de la fluorescencia de las bacterias en las heridas, lo que permite una detección y cuantificación más tempranas que conducen a un tratamiento más eficaz que mejora la cicatrización de las heridas. La evaluación del lecho de la herida de MolecuLight se ajusta perfectamente a los resultados del CTP: Un estudio de Ai-Jalodi y sus colegas demuestra que cuando el dispositivo indica un lecho de la herida libre de bacterias, existe una probabilidad del 100% de integración del CTP\n1\n, frente a un sustituto cutáneo solo. Al ayudar a los profesionales sanitarios a tomar decisiones informadas en el punto de atención, MolecuLight contribuye a mejorar los resultados de los pacientes y a reducir los costes sanitarios. La nueva inversión impulsará la expansión de MolecuLight en EE.UU., Canadá y la UE en todos los entornos asistenciales, incluidos los ambulatorios de hospitales, clínicas independientes de tratamiento de heridas, podólogos y centros de cuidados de larga duración. Este crecimiento permitirá a la empresa llegar a más pacientes e influir positivamente en sus vidas al proporcionar a los médicos las herramientas para identificar y cuantificar con rapidez y precisión las bacterias que dificultan la cicatrización de las heridas, mejorando a su vez los resultados de los pacientes.\n\"La innovadora tecnología de MolecuLight tiene el potencial de mejorar significativamente los resultados de los pacientes y ofrece beneficios convincentes para todas las partes interesadas del sistema de salud\", explicó\nGuillermo Freire\n, vicepresidente senior para Mid-Market Group de EDC. \"Estamos encantados de invertir en MolecuLight para acelerar su comercialización. EDC se centra en apoyar a los innovadores canadienses emergentes en sectores críticos esenciales para el futuro. Esta inversión refleja nuestra creencia en la innovación y el progreso, y subraya que nuestra misión es apoyar a las empresas canadienses en su camino para convertirse en líderes internacionales en sus sectores\".\n\"Estamos encantados de invertir en MolecuLight. Creemos en la misión de MolecuLight para transformar el cuidado de heridas y con su tecnología innovadora\", comentó Pedro Muñoz, drector general de Azahar. \"Esta inversión permitirá a MolecuLight acelerar sus esfuerzos de expansión a más proveedores sanitarios en todo el mundo\".\n\"iGan se enorgullece de seguir apoyando a MolecuLight en su viaje para transformar la gestión del cuidado de heridas\", explicó\nSam Ifergan\n, presidente de MolecuLight y director general de iGan Partners.\n\"Esta financiación es un testimonio de la fuerte posición de MolecuLight en el mercado y del impacto significativo que nuestra tecnología está teniendo en la atención al paciente\", afirmó Anil Amlani, consejero delegado de MolecuLight. \"Con el apoyo de nuestros inversores, estamos bien posicionados para capitalizar la creciente demanda de soluciones de imagen fluorescente en el punto de atención y ofrecer un valor excepcional a nuestros clientes\".\nTungsten Advisors actuó como asesor financiero exclusivo de MolecuLight.\n____________________________\n1\nAi-Jalodi O, Sabo M, Patel K, Bullock N, Serena L, Breisinger K, Serena TE. Efficacy and safety of a porcine peritoneum-derived matrix in diabetic foot ulcer treatment: a pilot study. J Wound Care. 2021 Feb 1;30(Sup2):S18-S23. doi: 10.12968/jowc.2021.30.Sup2.S18. PMID: 33573495.\nAcerca de MolecuLight\nMolecuLight es el líder en imágenes de fluorescencia en el punto de atención. Sus innovadores dispositivos permiten a los profesionales sanitarios detectar con rapidez y precisión niveles elevados de bacterias en heridas, zonas quirúrgicas y otras lesiones. Esta visualización en tiempo real de las bacterias relacionadas con la infección permite a los médicos tomar decisiones informadas sobre el tratamiento. La detección precoz y precisa de bacterias conduce a planes de tratamiento más específicos. Al optimizar los planes de tratamiento, la tecnología MolecuLight ayuda a acelerar la curación y a reducir el riesgo de complicaciones. El dispositivo multimodal combina la detección de bacterias, la medición de heridas y las funciones de diagnóstico por imagen en una única herramienta, lo que agiliza los flujos de trabajo y mejora la precisión de la documentación. MolecuLight, que se integra a la perfección con los historiales médicos electrónicos, permite a los médicos ofrecer el más alto nivel de atención al tiempo que optimiza su flujo de trabajo. Si desea más información, visite\nwww.moleculight.com\n.\nPara más información, póngase en contacto con:\nHunter Zudans\n, director de marketing de MolecuLight Inc., T. +1.484.682.7580,\n[email protected]\nFoto -\nhttps://mma.prnewswire.com/media/2482399/MolecuLight_MolecuLight_Secures__11_7_Million_in_Financing_to_Ac.jpg"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/franco-nevada-reports-q2-2024-results-302221618.html",
        "title": "Franco-Nevada Reports Q2 2024 Results",
        "publish_date": "08/13/2024",
        "body": "New\nMine Start\n-ups and Acquisitions\n(in U.S. dollars unless otherwise noted)\nTORONTO\n,\nAug. 13, 2024\n/PRNewswire/ - \"Franco-Nevada benefited from record gold prices in the quarter and realized higher revenues and cash from operations compared to Q1 2024,\" stated\nPaul Brink\n, CEO. \"However, our year over year results were lower without the contribution from Cobre Panama and due to lower production at\nCandelaria\nand Antapaccay. Results for the second quarter include a catch-up of higher tax rates due to tax measures enacted in response to the OECD's Global Minimum Tax initiative. In the second half of the year, we expect stronger contributions from\nCandelaria\nand growing contributions from Tocantinzinho, Greenstone and Salares Norte which have all recently commenced production. We expect to be at the lower end of our GEO guidance range, taking into account lower relative prices from our other commodities. We are pleased to have added two potentially long-life assets to the portfolio subsequent to the quarter: a gold stream on SolGold's Cascabel copper-gold development project in\nEcuador\nand an existing royalty on Newmont's Yanacocha operations in\nPeru\n.\"\nFinancial Highlights – Q2 2024 compared Q2 2023\n110,264 GEOs sold in the quarter, a decrease of 35% (16% decrease excluding Cobre Panama)\n$260.1 million\nin revenue, a decrease of 21% (1% increase excluding Cobre Panama)\n$221.9 million\nin Adjusted EBITDA, or\n$1.15\n/share, a decrease of 20% (2% increase excluding Cobre Panama)\n$194.4 million\nin operating cash flow, a decrease of 26%\n$69.8 million\nof additional income tax expense resulting from tax measures enacted in relation to the Global Minimum Tax (\"GMT\") initiative, of which\n$23.9 million\nis current tax expense and\n$45.9 million\nis non-cash deferred tax expense\n$79.5 million\nin net income, or\n$0.41\n/share, a decrease of 57%\n$144.9 million\nin Adjusted Net Income, or\n$0.75\n/share, a decrease of 21%\nQuarterly dividend of\n$0.36\n/share effective Q1 2024, an increase of 5.88%\nStrong financial position with no debt and\n$2.4 billion\nin available capital as at\nJune 30, 2024\nSector-Leading ESG\nRated #1 precious metals company and #1 gold company by Sustainalytics, AA by MSCI and Prime by ISS ESG\nCommitted to the World Gold Council's Responsible Gold Mining Principles\nPartnering with our operators on community and ESG initiatives\n40% diverse representation at the Board and top leadership levels as a group\nDiverse, Long-Life Portfolio\nMost diverse royalty and streaming portfolio by asset, operator and country\nAttractive mix of long-life streams and high optionality royalties\nLong-life mineral resources and mineral reserves\nGrowth and Optionality\nMine expansions and new mines driving 5-year growth profile\nLong-term optionality in gold, copper and nickel and exposure to some of the world's great mineral endowments\nStrong pipeline of precious metal and diversified opportunities\nQuarterly revenue and GEOs sold by commodity\nQ2 2024\nQ2 2023\nGEOs Sold\nRevenue\nGEOs Sold\nRevenue\n#\n(in millions)\n#\n(in millions)\nPRECIOUS METALS\nGold\n66,999\n$\n156.9\n108,817\n$\n213.9\nSilver\n12,001\n28.1\n18,139\n35.4\nPGM\n3,350\n8.0\n5,077\n9.9\n82,350\n$\n193.0\n132,033\n$\n259.2\nDIVERSIFIED\nIron ore\n5,155\n$\n12.0\n5,108\n$\n10.1\nOther mining assets\n659\n1.7\n2,691\n5.1\nOil\n16,463\n35.9\n19,751\n36.9\nGas\n4,009\n10.8\n6,583\n14.2\nNGL\n1,628\n4.2\n2,349\n4.4\n27,914\n$\n64.6\n36,482\n$\n70.7\nRevenue from royalty, stream and working interests\n110,264\n$\n257.6\n168,515\n$\n329.9\nInterest revenue and other interest income\n—\n$\n2.5\n—\n$\n—\nTotal revenue\n110,264\n$\n260.1\n168,515\n$\n329.9\nYear-to-date revenue and GEOs sold by commodity\nH1 2024\nH1 2023\nGEOs Sold\nRevenue\nGEOs Sold\nRevenue\n#\n(in millions)\n#\n(in millions)\nPRECIOUS METALS\nGold\n144,561\n$\n317.8\n199,539\n$\n386.1\nSilver\n23,689\n53.0\n32,952\n64.0\nPGM\n7,118\n16.2\n10,780\n21.3\n175,368\n$\n387.0\n243,271\n$\n471.4\nDIVERSIFIED\nIron ore\n12,456\n$\n26.8\n12,182\n$\n23.2\nOther mining assets\n2,155\n4.7\n3,758\n7.1\nOil\n30,347\n62.1\n33,921\n64.0\nGas\n8,874\n23.1\n15,701\n31.1\nNGL\n3,961\n9.5\n5,013\n9.4\n57,793\n$\n126.2\n70,575\n$\n134.8\nRevenue from royalty, stream and working interests\n233,161\n$\n513.2\n313,846\n$\n606.2\nInterest revenue and other interest income\n—\n$\n3.7\n—\n$\n—\nTotal revenue\n233,161\n$\n516.9\n313,846\n$\n606.2\nIn Q2 2024, we recognized\n$260.1 million\nin revenue, down 21.2% from Q2 2023 (up 0.7% excluding Cobre Panama). Revenue in the 2023 period included contributions from Cobre Panama, which remained on preservation and safe management during the current period. During the quarter, we benefited from record gold prices, offset by lower contributions from Antapaccay,\nCandelaria\nand our Energy assets. Precious Metal revenue accounted for 74.2% of our revenue (60.3% gold, 10.8% silver, 3.1% PGM). Revenue was sourced 81.8% from the Americas (35.9%\nSouth America\n, 6.5%\nCentral America\n&\nMexico\n, 19.7% U.S. and 19.7%\nCanada\n).\nGuidance\nWe expect to be at the lower end of our 2024 Total GEO sales guidance range of 480,000 to 540,000 GEOs. Our Diversified assets are expected to contribute fewer GEOs than initially anticipated based on the revised commodity prices we assume for the remainder of the year (\n$2,300\n/oz Au,\n$27.50\n/oz Ag,\n$950\n/oz Pt,\n$900\n/oz Pd,\n$110\n/tonne Fe 62% CFR China,\n$75\n/bbl WTI oil and\n$2.25\n/mcf Henry Hub natural gas). With respect to our Precious Metal assets, we anticipate stronger deliveries in the later half of the year. Production at\nCandelaria\nis forecasted to be more heavily weighted to H2 2024, and we expect to benefit from the ramp-up of production at several new mines, including Tocantinzinho, Greenstone and Salares Norte.\nEnvironmental, Social and Governance (\"ESG\") Updates\nDuring the quarter, Franco-Nevada was named on the Corporate Knights' 2024 list of the Best 50 Corporate Citizens in\nCanada\n. As part of the Cascabel stream transaction, Franco-Nevada (\nBarbados\n) Corporation agreed to partner with SolGold plc on environmental and social initiatives in the vicinity of the project for\n$750,000\nover a 3-year period on a 70%/30% basis with Osisko Gold Royalties. We continue to expand our community engagement and contributions with existing partners, including teaming up with\nNevada Gold Mines\nto provide funding for an oncology infusion center in\nElko, Nevada\n.\nGMT Updates\nOn\nJune 20, 2024\n, the Government of\nCanada\nenacted the Global Minimum Tax Act (\"GMTA\"), which implements key measures of the OECD's Pillar Two GMT in\nCanada\nand includes the introduction of a 15% GMT that applies to large multinational enterprise groups with global consolidated revenues over €750 million.\nIn\nMay 2024\n, the Government of\nBarbados\nenacted legislation to implement tax measures also in response to the OECD's Pillar Two global minimum tax initiative. The measures include an increase of the\nBarbados\ncorporate tax rate to 9% and  the introduction of a Qualified Domestic Minimum Top-Up Tax, which, together, aim to ensure that the\nBarbados\neffective tax rate payable by an entity subject to Pillar Two is at least 15% for tax years beginning on or after\nJanuary 1, 2024\n.\nAs a result of these changes, the Company recognized an additional\n$69.8 million\nof income tax expense in Q2 2024, of which\n$23.9 million\nis current tax expense and\n$45.9 million\nis deferred tax expense.\nFor purposes of computing Adjusted Net Income\n2\nfor Q2 2024 and H1 2024, we have adjusted amounts which were not related to the respective periods so that users may understand what net income would have been had it only included income tax expense related to income earned in the current periods. Please refer to the reconciliation provided at the end of this news release or to our Q2 2024 MD&A for further details.\nPortfolio Additions\nAcquisition of Royalty on Yanacocha Operations:\nSubsequent to quarter-end, on\nAugust 13, 2024\n, we acquired from Compañía de Minas Buenaventura (\"Buenaventura\") and its subsidiary, an existing 1.8% NSR on all minerals covering Newmont's Yanacocha mine and adjacent mineral properties, including Conga, located in\nPeru\n. Consideration for the Yanacocha royalty consists of\n$210 million\npaid in cash on closing, plus a contingent payment of\n$15 million\npayable in Franco-Nevada common shares payable upon the Conga project achieving commercial production. Franco-Nevada will also hold a right of first refusal on the sale by\nBuenaventura\nof certain of their royalty interests, including incremental royalties on Conga and other deposits. The acquisition of the Yanacocha Royalty is effective\nJuly 1, 2024\n, and initial contributions to Franco-Nevada are expected in Q3 2024. Newmont's guidance anticipates production of 290,000 gold ounces for 2024.\nAcquisition of Gold Stream on Cascabel Copper-Gold Project:\nAs previously announced, subsequent to quarter-end, our wholly owned subsidiary, Franco-Nevada (\nBarbados\n) Corporation (\"FNB\") acquired a gold stream from SolGold with reference to production from the Cascabel project located in\nEcuador\n. FNB has partnered with Osisko Gold Royalties' subsidiary, Osisko Bermuda Limited (\"Osisko\"), to provide a syndicated financing package on a 70%/30% basis. FNB will provide a total of\n$525 million\nand Osisko a total of\n$225 million\nfor a total combined funding of\n$750 million\n, consisting of\n$100 million\nin pre-construction funding and\n$650 million\ntowards construction once the project is fully funded and further derisked. Please refer to our news release dated\nJuly 15, 2024\nfor further details.\nTerm Loan with EMX Royalty Corporation:\nOn\nJune 19, 2024\n, we entered into a term loan agreement with EMX of\n$35 million\n. The EMX Term Loan was funded subsequent to quarter-end, on\nAugust 9, 2024\n.\nPrivate Placement with G Mining Ventures:\nOn\nJuly 12, 2024\n, we completed a private placement of\n$25 million\nwith G Mining Ventures at a price of\nC$2.279\nper share. La Mancha Investments S.à r.l. completed a concurrent\n$25 million\nprivate placement with total proceeds to G Mining of\n$50 million\n. The placement is related to G Mining Ventures' business combination with Reunion Gold and advancement of the Oko West gold development project in\nGuyana\n.\nTerm Loan with SolGold:\nOn\nMay 13, 2024\n, we provided a\n$10 million\nterm loan to SolGold plc. The term loan was repaid subsequent to quarter-end, on\nJuly 17, 2024\n.\nTerm Loan with G Mining Ventures:\nOn\nApril 19, 2024\n, we funded a second and final draw of\n$33 million\nunder our term loan commitment to G Mining Ventures, thereby fulfilling our\n$75\nterm loan commitment. The term loan is part of a financing package we provided to G Mining Ventures in\nJuly 2022\nin connection with the Tocantinzinho gold project, in\nBrazil\n.\nFinancing Package with Scottie Resources:\nOn\nApril 15, 2024\n, we acquired a 2.0% gross production royalty on all minerals produced on Scottie Resources Corp.'s (\"Scottie\") claims in the Stewart Mining Camp in the Golden Triangle in\nBritish Columbia, Canada\n, for a purchase price of\n$5.9 million\n(\nC$8.1 million\n). Additionally, we acquired 5,422,994 common shares of Scottie for an aggregate of\n$0.7 million\n(\nC$1.0 million\n).\nQ2 2024 Portfolio Updates\nPrecious Metal assets:\nGEOs sold from our Precious Metal assets were 82,350, compared to 132,033 GEOs in Q2 2023. Lower contributions from Cobre Panama, Antapaccay and\nCandelaria\nwere partly offset by higher GEO sales from Condestable, MWS and newly constructed mines.\nSouth America\n:\nCandelaria\n(gold and silver stream)\n– GEOs delivered and sold in Q2 2024 were lower than those sold in Q2 2023. During the quarter, mining rates were impacted by the interface of the open pit and historic underground mining stopes, requiring more stockpiled ore to be processed which reduced grades and recoveries. With access to higher grade ore anticipated in the second half of 2024, Lundin Mining anticipates stronger production in H2 2024 and have maintained their production guidance for\nCandelaria\n.\nAntapaccay\n(gold and silver stream)\n– GEOs delivered and sold were lower in Q2 2024 compared to Q2 2023. Mine scheduling was adjusted in part due to a geotechnical event which temporarily limited pit access, resulting in lower production in H1. Glencore anticipates stronger production in H2 2024. Deliveries to Franco-Nevada, which may vary from production levels due to the timing of shipments, are expected to be within our initial expectations for 2024 of 50,000 to 60,000 GEOs.\nAntamina\n(22.5% silver stream)\n– GEOs delivered and sold were lower in Q2 2024 compared to Q2 2023 as mining is occurring in areas with lower silver grades as anticipated in the life of mine plan.\nCondestable\n(gold and silver stream)\n– We sold 6,149 GEOs in Q2 2024, compared to 3,043 GEOs sold Q2 2023. GEO sold in the current period included ounces delivered late in Q1 2024 and held in inventory at\nMarch 31, 2024\n.\nTocantinzinho\n(gold stream)\n– On\nJuly 9, 2024\n, G Mining Ventures announced it poured first gold and that it remained on track for commercial production in H2 2024. Franco-Nevada received its first deliveries from Tocantinzinho at the end of\nJuly 2024\n. According to the 2022 feasibility study, the project is expected to produce an average of 196,000 ounces of gold annually for the first five years.\nSalares Norte\n(\n1-\n2% royalties)\n– During the quarter, Franco-Nevada received its first royalty payment from Salares Norte, where gold-silver doré was first poured on\nMarch 28, 2024\n. Commissioning and ramp-up of the project have been impacted by earlier than planned winter conditions. Gold Fields revised its 2024 gold equivalent production to between 90,000 and 180,000 ounces (previously between 220,000 and 240,000 ounces).\nPosse (Mara Rosa)\n(1% royalty)\n– Hochschild Mining announced that the Mara Rosa mine reached commercial production in\nmid-May 2024\nand that the processing plant has already reached nominal capacity of 7,000 tonnes per day. Optimisation initiatives are in place to reach stable throughput of 8,000 tonnes per day.\nCascabel\n(gold stream and 1% royalty)\n– In\nJune 2024\n, SolGold announced the signing of an exploitation contract with the government of\nEcuador\nwhich establishes key legal and financial terms required for the development of the Cascabel project.\nCentral America\n&\nMexico\n:\nCobre Panama\n(gold and silver stream)\n– Production at Cobre Panama has been halted since\nNovember 2023\nwith mining activities currently on preservation and safe management. On\nJuly 1, 2024\n, the new president of\nPanama\n, José Raúl Mulino, was inaugurated into office. In his inauguration speech, President Mulino announced that the Government of\nPanama\nwill conduct, with international experts, a strict environmental audit of the Cobre Panama mine.\nGuadalupe-Palmarejo\n(50% gold stream)\n– GEOs sold from Guadalupe-Palmarejo in Q2 2024 were relatively consistent with those sold in Q2 2023.\nU.S.:\nGoldstrike\n(2-4% royalties & 2.4-6% NPI)\n– GEOs from our Goldstrike royalties increased in Q2 2024 compared to Q2 2023 due to more open pit stockpile tons being processed and a greater proportion of underground production taking place on royalty ground.\nStillwater\n(5% royalty)\n– GEOs from our\nStillwater\nroyalty decreased in Q2 2024 compared to Q2 2023 as the decline in PGM prices more than offset higher production at the mine. In\nJuly 2024\n, Sibanye-Stillwater reported that its US PGM operations had been impacted by a cyber-attack but that it expected to promptly resume full operations, with accumulated stockpiles expected to be processed in due course.\nBald Mountain\n(0.875-5% royalties)\n– GEOs from our Bald Mountain royalties were higher in Q2 2024 than in Q2 2023 due to mine sequencing.\nMarigold\n(0.5-5% royalties)\n– GEOs from our Marigold royalties were lower in Q2 2024 than in Q2 2023 as production is taking place on ground that carries a lower royalty rate. Production is anticipated to progress to higher royalty rate ground in 2027 through the end of the current mine life.\nCanada\n:\nDetour Lake\n(2% royalty)\n– In\nJune 2024\n, Agnico Eagle released the results of a technical study reflecting the potential for a concurrent underground operation at Detour Lake that would increase annual production to approximately one million ounces for 14 years starting in 2030. Agnico Eagle has also approved the development of a two-kilometre exploration ramp to collect a bulk sample and to facilitate infill and expansion drilling of the current underground mineral resource.\nHemlo\n(3% royalty & 50% NPI)\n– GEOs from our\nHemlo\nroyalties were lower than in Q2 2023 reflecting higher underground mining costs. Barrick anticipates production at\nHemlo\nto improve relative to 2023, where production was impacted by interruptions to the underground operations.\nMacassa (\nKirkland Lake\n)\n(1.5-5.5% royalty & 20% NPI) –\nGEOs from Macassa were higher in Q2 2024 than in Q2 2023 due an increase in production. Throughput was higher in the quarter as a result of increased productivity from a larger workforce, new ventilation structure, and improved equipment availability, and the addition of ore sourced from the Near Surface deposit, partially offset by lower grades.\nMagino\n(3% royalty)\nand Island Gold (\n0.62% royalty)\n–\nAlamos\ncompleted the acquisition of the Magino mine in\nJuly 2024\n. The transaction is expected to result in substantial synergies through shared infrastructure between the adjacent Magino and Island Gold mines.\nAlamos\nhas noted potential longer-term upside through a single optimized milling complex at Magino with an expansion to between 15,000 and 20,000 tonnes per day.\nGreenstone\n(3% royalty)\n– During the quarter, Franco-Nevada received its first royalty payment from Greenstone. Equinox Gold announced that its 100% owned Greenstone mine achieved its inaugural gold pour on schedule on\nMay 22, 2024\n, with commercial production expected by the end of Q3 2024. Greenstone is expected to produce between 175,000 and 205,000 gold ounces in 2024, and average annual production of approximately 400,000 gold ounces for the first five years.\nCanadian\nMalartic\n(1.5% royalty)\n– Agnico Eagle reported that ramp development continued to exceed target, reaching the third production level of East Gouldie in Q2 2024. Exploration drilling continued to return positive results to the east and west of the existing East Gouldie mineral resources, demonstrating the potential to add inferred mineral resources.\nValentine Gold\n(3% royalty)\n– Calibre Mining announced a 100,000-metre resource expansion and discovery drill program at the Valentine Gold project. Production is expected to commence in Q2 2025 and average 195,000 gold ounces per year over an initial mine life of 12 years.\nRest of World:\nMWS\n(25% stream)\n– GEOs delivered and sold from our MWS stream were higher than in Q2 2023 reflecting an increase in tonnes processed and higher recoveries. We continue to anticipate the stream reaching its cap of 312,500 ounces in Q4 2024.\nSubika (Ahafo)\n(2% royalty)\n– GEOs from our Subika (Ahafo) royalty were higher than in Q2 2023 as production at Subika increased due to higher open pit grade and stronger underground mining rates.\nSéguéla\n(0.6% royalty)\n– Fortuna reported that production during the quarter was impacted by intermittent power outages, largely mitigated by higher grade feed and the mill operating above nameplate capacity.\nDiversified assets:\nOur Diversified assets, primarily comprising our Iron Ore and Energy interests, generated\n$64.6 million\nin revenue, down from\n$70.7 million\nin Q2 2023.\nIron Ore:\nVale Royalty\n(iron ore royalty)\n– Revenue from the Vale royalty was relatively consistent with Q2 2023. While the Northern System benefited from record production at S11D, the impact was offset by lower production at Serra Norte and higher estimated shipping cost deductions.\nLIORC – LIORC declared a cash dividend of\nC$1.10\nper common share in the current period, compared to\nC$0.65\nin Q2 2023. Production from Iron Ore Company of\nCanada\nwas higher when compared to the prior year period which was impacted by wildfires in\nNorthern Quebec\n.\nCaserones\n(0.517% effective NSR)\n– GEOs from our interest in Caserones were lower in Q2 2024 than in Q2 2023 in part due to our lower effective NSR interest in the current period. In\nJanuary 2024\n, EMX exercised an option to acquire 0.0531% of our NSR, such that we now own a 0.517% effective NSR, compared to 0.5701% in Q2 2023.\nEnergy:\nU.S.\n(various royalty rates)\n– Revenue from our U.S. Energy interests decreased compared to Q2 2023. While revenue from our oil assets was consistent with the prior year, revenue from our gas assets declined. Contribution from our new Haynesville gas acquisition was offset by lower realized gas prices and volumes at our existing Haynesville assets. Revenue in the prior year period had also included\n$7.0 million\nin catch-up royalty payments related to new wells in the Permian Basin.\nCanada\n(various royalty rates)\n– Revenue from our Canadian Energy interests was higher than in Q2 2023. Production at our Orion asset increased relative to the prior year period, and our Weyburn NRI benefited from higher realized prices and lower expenses.\nDividend Declaration\nFranco-Nevada is pleased to announce that its Board of Directors has declared a quarterly dividend of\nUS$0.36\nper share. The dividend will be paid on\nSeptember 26, 2024\n, to shareholders of record on\nSeptember 12, 2024\n(the \"Record Date\"). The dividend has been declared in U.S. dollars and the Canadian dollar equivalent will be determined based on the daily average rate posted by the Bank of\nCanada\non the Record Date. Under Canadian tax legislation, Canadian resident individuals who receive \"eligible dividends\" are entitled to an enhanced gross-up and dividend tax credit on such dividends.\nThe Company has a Dividend Reinvestment Plan (the \"DRIP\") which allows shareholders of Franco-Nevada to reinvest dividends to purchase additional common shares at the Average Market Price, as defined in the DRIP, subject to a discount from the Average Market Price in the case of treasury acquisitions. The Company will issue additional common shares through treasury at a 1% discount to the Average Market Price. The Company may, from time to time, in its discretion, change or eliminate the discount applicable to treasury acquisitions or direct that such common shares be purchased in market acquisitions at the prevailing market price, any of which would be publicly announced. Participation in the DRIP is optional. The DRIP and enrollment forms are available on the Company's website at\nwww.franco-nevada.com\n. Canadian and U.S. registered shareholders may also enroll in the DRIP online through the plan agent's self-service web portal at\nwww.investorcentre.com/franco-nevada\n. Canadian and U.S. beneficial shareholders should contact their financial intermediary to arrange enrollment. Non-Canadian and non-U.S. shareholders may potentially participate in the DRIP, subject to the satisfaction of certain conditions. Non-Canadian and non-U.S. shareholders should contact the Company to determine whether they satisfy the necessary conditions to participate in the DRIP.\nThis press release is not an offer to sell or a solicitation of an offer for securities. A registration statement relating to the DRIP has been filed with the U.S. Securities and Exchange Commission and may be obtained under the Company's profile on the U.S. Securities and Exchange Commission's website at\nwww.sec.gov\n.\nShareholder Information\nThe complete Condensed Consolidated Interim Financial Statements and Management's Discussion and Analysis can be found on our website at\nwww.franco-nevada.com\n, on SEDAR+ at\nwww.sedarplus.com\nand on EDGAR at\nwww.sec.gov\n.\nWe will host a conference call to review our Q2 2024 results. Interested investors are invited to participate as follows:\nConference Call and Webcast:\nAugust 14\nth\n8:00 am ET\nDial‑in Numbers:\nToll‑Free: 1‑888‑390‑0546\nInternational: 416‑764‑8688\nConference Call URL (This allows participants to join\nthe conference call by phone without operator assistance.\nParticipants will receive an automated call back after\nentering their name and phone number):\nhttps://bit.ly/4bPqwE1\nWebcast:\nwww.franco-nevada.com\nReplay (available until August 21\nst\n):\nToll‑Free: 1‑888‑390‑0541\nInternational: 416‑764‑8677\nPass code: 676469 #\nCorporate Summary\nFranco-Nevada Corporation is the leading gold-focused royalty and streaming company with the most diversified portfolio of cash-flow producing assets. Its business model provides investors with gold price and exploration optionality while limiting exposure to cost inflation. Franco-Nevada is debt-free and uses its free cash flow to expand its portfolio and pay dividends. It trades under the symbol FNV on both the\nToronto\nand\nNew York\nstock exchanges.\nForward-\nLooking Statements\nThis press release contains \"forward-looking information\" and \"forward-looking statements\" within the meaning of applicable Canadian securities laws and the United States Private Securities Litigation Reform Act of 1995, respectively, which may include, but are not limited to, statements with respect to future events or future performance, management's expectations regarding Franco-Nevada's growth, results of operations, estimated future revenues, performance guidance, carrying value of assets, future dividends and requirements for additional capital, mineral resources and mineral reserves estimates, production estimates, production costs and revenue, future demand for and prices of commodities, expected mining sequences, business prospects and opportunities, the performance and plans of third party operators, audits being conducted by the Canada Revenue Agency (\"CRA\"), the expected exposure for current and future tax assessments and available remedies, and statements with respect to the future status and any potential restart of the Cobre Panama mine and related arbitration proceedings. In addition, statements relating to mineral resources and mineral reserves, GEOs or mine lives are forward-looking statements, as they involve implied assessment, based on certain estimates and assumptions, and no assurance can be given that the estimates and assumptions are accurate and that such mineral resources and mineral reserves, GEOs or mine lives will be realized. Such forward-looking statements reflect management's current beliefs and are based on information currently available to management. Often, but not always, forward-looking statements can be identified by the use of words such as \"plans\", \"expects\", \"is expected\", \"budgets\", \"potential for\", \"scheduled\", \"estimates\", \"forecasts\", \"predicts\", \"projects\", \"intends\", \"targets\", \"aims\", \"anticipates\" or \"believes\" or variations (including negative variations) of such words and phrases or may be identified by statements to the effect that certain actions \"may\", \"could\", \"should\", \"would\", \"might\" or \"will\" be taken, occur or be achieved. Forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause the actual results, performance or achievements of Franco-Nevada to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. A number of factors could cause actual events or results to differ materially from any forward-looking statement, including, without limitation: fluctuations in the prices of the primary commodities that drive royalty and stream revenue (gold, platinum group metals, copper, nickel, uranium, silver, iron-ore and oil and gas); fluctuations in the value of the Canadian and Australian dollar, Mexican peso and any other currency in which revenue is generated, relative to the U.S. dollar; changes in national and local government legislation, including permitting and licensing regimes and taxation policies and the enforcement thereof; the adoption of a global minimum tax on corporations; regulatory, political or economic developments in any of the countries where properties in which Franco-Nevada holds a royalty, stream or other interest are located or through which they are held; risks related to the operators of the properties in which Franco-Nevada holds a royalty, stream or other interest, including changes in the ownership and control of such operators; relinquishment or sale of mineral properties; influence of macroeconomic developments; business opportunities that become available to, or are pursued by Franco-Nevada; reduced access to debt and equity capital; litigation; title, permit or license disputes related to interests on any of the properties in which Franco-Nevada holds a royalty, stream or other interest; whether or not the Company is determined to have \"passive foreign investment company\" (\"PFIC\") status as defined in Section 1297 of the United States Internal Revenue Code of 1986, as amended; potential changes in Canadian tax treatment of offshore streams; excessive cost escalation as well as development, permitting, infrastructure, operating or technical difficulties on any of the properties in which Franco-Nevada holds a royalty, stream or other interest; access to sufficient pipeline capacity; actual mineral content may differ from the mineral resources and mineral reserves contained in technical reports; rate and timing of production differences from resource estimates, other technical reports and mine plans; risks and hazards associated with the business of development and mining on any of the properties in which Franco-Nevada holds a royalty, stream or other interest, including, but not limited to unusual or unexpected geological and metallurgical conditions, slope failures or cave-ins, sinkholes, flooding and other natural disasters, terrorism, civil unrest or an outbreak of contagious disease; the impact of future pandemics; and the integration of acquired assets. The forward-looking statements contained herein are based upon assumptions management believes to be reasonable, including, without limitation: the ongoing operation of the properties in which Franco-Nevada holds a royalty, stream or other interest by the owners or operators of such properties in a manner consistent with past practice; the accuracy of public statements and disclosures made by the owners or operators of such underlying properties; no material adverse change in the market price of the commodities that underlie the asset portfolio; the Company's ongoing income and assets relating to determination of its PFIC status; no material changes to existing tax treatment; the expected application of tax laws and regulations by taxation authorities; the expected assessment and outcome of any audit by any taxation authority; no adverse development in respect of any significant property in which Franco-Nevada holds a royalty, stream or other interest; the accuracy of publicly disclosed expectations for the development of underlying properties that are not yet in production; integration of acquired assets; and the absence of any other factors that could cause actions, events or results to differ from those anticipated, estimated or intended. However, there can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Investors are cautioned that forward-looking statements are not guarantees of future performance. In addition, there can be no assurance as to (i) the outcome of the ongoing audit by the CRA or the Company's exposure as a result thereof, or (ii) the future status and any potential restart of the Cobre Panama mine or the outcome of any related arbitration proceedings. Franco-Nevada cannot assure investors that actual results will be consistent with these forward-looking statements. Accordingly, investors should not place undue reliance on forward-looking statements due to the inherent uncertainty therein\n.\nFor additional information with respect to risks, uncertainties and assumptions, please refer to Franco-Nevada's most recent Annual Information Form as well as Franco-Nevada's most recent Management's Discussion and Analysis filed with the Canadian securities regulatory authorities on\nwww.sedarplus.com\nand Franco-Nevada's most recent Annual Report filed on Form 40-F filed with the SEC on\nwww.sec.gov\n. The forward-looking statements herein are made as of the date hereof only and Franco-Nevada does not assume any obligation to update or revise them to reflect new information, estimates or opinions, future events or results or otherwise, except as required by applicable law.\nENDNOTES:\nGEOs:\nGold equivalent ounces (\"GEOs\") include Franco-Nevada's attributable share of production from our Mining and Energy assets after applicable recovery and payability factors. GEOs are estimated on a gross basis for NSRs and, in the case of stream ounces, before the payment of the per ounce contractual price paid by the Company. For NPI royalties, GEOs are calculated taking into account the NPI economics. Silver, platinum, palladium, iron ore, oil, gas and other commodities are converted to GEOs by dividing associated revenue, which includes settlement adjustments, by the relevant gold price. The price used in the computation of GEOs varies depending on the royalty or stream agreement of each particular asset, which may make reference to the market price realized by the operator, or the average price for the month, quarter, or year in which the commodity was produced or sold. For Q2 2024, the average commodity prices were as follows:\n$2,338\n/oz gold (Q2 2023 -\n$1,978\n),\n$28.86\n/oz silver (Q2 2023 -\n$24.18\n),\n$981\n/oz platinum (Q2 2023 -\n$1,028\n) and\n$972\n/oz palladium (Q2 2023 -\n$1,449\n),\n$110\n/t Fe 62% CFR China (Q2 2023 -\n$112\n),\n$80.57\n/bbl WTI oil (Q2 2023 -\n$73.78\n) and\n$2.34\n/mcf Henry Hub natural gas (Q2 2023 -\n$2.32\n). For H1 2024 prices, the average commodity prices were as follows:\n$2,205\n/oz gold (H1 2023 -\n$1,933\n),\n$26.11\n/oz silver (H1 2023 -\n$23.37\n),\n$945\n/oz platinum (H1 2023 -\n$1,011\n) and\n$975\n/oz palladium (H1 2023 -\n$1,508\n),\n$118\n/t Fe 62% CFR China (H1 2023 -\n$118\n),\n$78.77\n/bbl WTI oil (H1 2023 -\n$74.95\n) and\n$2.22\n/mcf Henry Hub natural gas (H1 2023 -\n$2.54\n).\nNON-GAAP FINANCIAL MEASURES:\nAdjusted Net Income and Adjusted Net Income per share, Adjusted Net Income Margin, Adjusted EBITDA and Adjusted EBITDA per share, and Adjusted EBITDA Margin are non-GAAP financial measures with no standardized meaning under International Financial Reporting Standards (\"IFRS Accounting Standards\") and might not be comparable to similar financial measures disclosed by other issuers. For a quantitative reconciliation of each non-GAAP financial measure to the most directly comparable financial measure under IFRS Accounting Standards, refer to the following tables. Further information relating to these Non-GAAP financial measures is incorporated by reference from the \"Non-GAAP Financial Measures\" section of Franco-Nevada's MD&A for the three and six months ended June 30, 2024 dated\nAugust 13, 2024\nfiled with the Canadian securities regulatory authorities on SEDAR+ available at\nwww.sedarplus.com\nand with the U.S. Securities and Exchange Commission available on EDGAR at\nwww.sec.gov\n.\nAdjusted Net Income and Adjusted Net Income per share\nare non-GAAP financial measures, which exclude the following from net income and earnings per share (\"EPS\"): impairment losses and reversal related to royalty, stream and working interests and investments; gains/losses on disposals of royalty, stream and working interests and investments; impairment losses and expected credit losses related to investments, loans receivable and other financial instruments, changes in fair value of investments, loans receivable and other financial instruments, foreign exchange gains/losses and other income/expenses; unusual non-recurring items; and the impact of income taxes on these items.\nAdjusted Net Income Margin\nis a non-GAAP financial measure which is defined by the Company as Adjusted Net Income divided by revenue.\nAdjusted EBITDA and Adjusted EBITDA per share\nare non-GAAP financial measures, which exclude the following from net income and EPS: income tax expense/recovery; finance expenses and finance income; depletion and depreciation; impairment charges and reversals related to royalty, stream and working interests and investments; gains/losses on disposals of royalty, stream and working interests and investments; impairment losses and expected credit losses related to investments, loans receivable and other financial instruments, changes in fair value of investment, loans receivable and other financial instruments, foreign exchange gains/losses and other income/expenses; and unusual non-recurring items.\nAdjusted EBITDA Margin\nis a non-GAAP financial measure which is defined by the Company as Adjusted EBITDA divided by revenue.\nReconciliation of Non-GAAP Financial Measures:\nFor the three months ended\nFor the six months ended\nJune 30,\nJune 30,\n(expressed in millions, except per share amounts)\n2024\n2023\n2024\n2023\nNet income\n$\n79.5\n$\n184.5\n$\n224.0\n$\n341.0\nGain on disposal of royalty interests\n—\n—\n(0.3)\n(3.7)\nForeign exchange loss (gain) and other expenses (income)\n9.8\n(1.7)\n11.4\n(3.9)\nTax effect of adjustments\n(2.0)\n0.1\n(2.0)\n1.7\nOther tax related adjustments\nDeferred tax expense related to the remeasurement of deferred tax liability due to changes in Barbados tax rate\n49.1\n—\n49.1\n—\nQ1 2024 retroactive impact of GMT\n9.9\n—\n—\n—\nChange in unrecognized deductible temporary differences\n(1.4)\n—\n(1.4)\n—\nAdjusted Net Income\n$\n144.9\n$\n182.9\n$\n280.8\n$\n335.1\nBasic weighted average shares outstanding\n192.3\n191.9\n192.2\n191.9\nAdjusted Net Income per share\n$\n0.75\n$\n0.95\n$\n1.46\n$\n1.75\nFor the three months ended\nFor the six months ended\nJune 30,\nJune 30,\n(expressed in millions, except Adjusted Net Income Margin)\n2024\n2023\n2024\n2023\nAdjusted Net Income\n$\n144.9\n$\n182.9\n$\n280.8\n$\n335.1\nRevenue\n260.1\n329.9\n516.9\n606.2\nAdjusted Net Income Margin\n55.7\n%\n55.4\n%\n54.3\n%\n55.3\n%\nFor the three months ended\nFor the six months ended\nJune 30,\nJune 30,\n(expressed in millions, except per share amounts)\n2024\n2023\n2024\n2023\nNet income\n$\n79.5\n$\n184.5\n$\n224.0\n$\n341.0\nIncome tax expense\n95.3\n27.0\n122.8\n54.6\nFinance expenses\n0.6\n0.7\n1.2\n1.4\nFinance income\n(16.2)\n(10.0)\n(32.2)\n(20.5)\nDepletion and depreciation\n52.9\n75.1\n111.1\n136.1\nGain on disposal of royalty interests\n—\n—\n(0.3)\n(3.7)\nForeign exchange loss (gain) and other expenses (income)\n9.8\n(1.7)\n11.4\n(3.9)\nAdjusted EBITDA\n$\n221.9\n$\n275.6\n$\n438.0\n$\n505.0\nBasic weighted average shares outstanding\n192.3\n191.9\n192.2\n191.9\nAdjusted EBITDA per share\n$\n1.15\n$\n1.44\n$\n2.28\n$\n2.63\nFor the three months ended\nFor the six months ended\nJune 30,\nJune 30,\n(expressed in millions, except Adjusted EBITDA Margin)\n2024\n2023\n2024\n2023\nAdjusted EBITDA\n$\n221.9\n$\n275.6\n$\n438.0\n$\n505.0\nRevenue\n260.1\n329.9\n516.9\n606.2\nAdjusted EBITDA Margin\n85.3\n%\n83.5\n%\n84.7\n%\n83.3\n%\nFRANCO-NEVADA CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF FINANCIAL POSITION\n(in millions of U.S. dollars)\nAt June 30,\nAt December 31,\n2024\n2023\nASSETS\nCash and Cash equivalents\n$\n1,439.0\n$\n1,421.9\nReceivables\n120.9\n111.0\nLoans receivable\n10.2\n—\nGold bullion, prepaid expenses and other current assets\n98.2\n82.4\nCurrent assets\n$\n1,668.3\n$\n1,615.3\nRoyalty, stream and working interests, net\n$\n4,031.1\n$\n4,027.1\nInvestments\n278.0\n254.5\nLoans receivable\n75.7\n24.8\nDeferred income tax assets\n35.4\n37.0\nOther assets\n52.7\n35.4\nTotal assets\n$\n6,141.2\n$\n5,994.1\nLIABILITIES\nAccounts payable and accrued liabilities\n$\n30.1\n$\n30.9\nCurrent income tax liabilities\n27.2\n8.3\nCurrent liabilities\n$\n57.3\n$\n39.2\nDeferred income tax liabilities\n$\n234.1\n$\n180.1\nOther liabilities\n4.6\n5.7\nTotal liabilities\n$\n296.0\n$\n225.0\nSHAREHOLDERS' EQUITY\nShare capital\n$\n5,753.9\n$\n5,728.2\nContributed surplus\n20.3\n20.6\nRetained earnings\n294.0\n212.3\nAccumulated other comprehensive loss\n(223.0)\n(192.0)\nTotal shareholders' equity\n$\n5,845.2\n$\n5,769.1\nTotal liabilities and shareholders' equity\n$\n6,141.2\n$\n5,994.1\nThe unaudited condensed consolidated interim financial statements and accompanying notes can be found in our Q2 2024 Quarterly Report available on our website\nFRANCO-NEVADA CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF INCOME AND COMPREHENSIVE INCOME (LOSS)\n(in millions of U.S. dollars and shares, except per share amounts)\nFor the three months ended\nFor the six months ended\nJune 30,\nJune 30,\n2024\n2023\n2024\n2023\nRevenue\nRevenue from royalty, streams and working interests\n$\n257.6\n329.9\n$\n513.2\n$\n606.2\nInterest revenue\n2.2\n—\n3.1\n—\nOther interest income\n0.3\n—\n0.6\n—\nTotal revenue\n260.1\n329.9\n$\n516.9\n$\n606.2\nCosts of sales\nCosts of sales\n$\n29.1\n$\n47.1\n$\n62.7\n$\n85.3\nDepletion and depreciation\n52.9\n75.1\n111.1\n136.1\nTotal costs of sales\n$\n82.0\n$\n122.2\n$\n173.8\n$\n221.4\nGross profit\n$\n178.1\n$\n207.7\n$\n343.1\n$\n384.8\nOther operating expenses (income)\nGeneral and administrative expenses\n$\n8.4\n$\n6.2\n$\n14.1\n$\n12.4\nShare-based compensation expenses\n1.8\n2.4\n4.6\n5.6\nGain on disposal of royalty interests\n—\n—\n(0.3)\n(3.7)\nGain on sale of gold bullion\n(1.1)\n(1.4)\n(2.5)\n(2.1)\nTotal other operating expenses\n$\n9.1\n$\n7.2\n$\n15.9\n$\n12.2\nOperating income\n$\n169.0\n$\n200.5\n$\n327.2\n$\n372.6\nForeign exchange (loss) gain and other (expenses) income\n$\n(9.8)\n$\n1.7\n$\n(11.4)\n$\n3.9\nIncome before finance items and income taxes\n$\n159.2\n$\n202.2\n$\n315.8\n$\n376.5\nFinance items\nFinance income\n$\n16.2\n$\n10.0\n$\n32.2\n$\n20.5\nFinance expenses\n(0.6)\n(0.7)\n(1.2)\n(1.4)\nNet income before income taxes\n$\n174.8\n$\n211.5\n$\n346.8\n$\n395.6\nIncome tax expense\n95.3\n27.0\n122.8\n54.6\nNet income\n$\n79.5\n$\n184.5\n$\n224.0\n$\n341.0\nOther comprehensive income (loss), net of taxes\nItems that may be reclassified subsequently to profit and loss:\nCurrency translation adjustment\n$\n(12.3)\n$\n30.3\n$\n(51.5)\n$\n29.9\nItems that will not be reclassified subsequently to profit and loss:\nGain (loss) on changes in the fair value of equity investments\nat fair value through other comprehensive income (\"FVTOCI\"),\nnet of income tax\n15.4\n(5.8)\n17.2\n1.0\nOther comprehensive income (loss), net of taxes\n$\n3.1\n$\n24.5\n$\n(34.3)\n$\n30.9\nComprehensive income\n$\n82.6\n$\n209.0\n$\n189.7\n$\n371.9\nEarnings per share\nBasic\n$\n0.41\n$\n0.96\n$\n1.17\n$\n1.78\nDiluted\n$\n0.41\n$\n0.96\n$\n1.16\n$\n1.77\nWeighted average number of shares outstanding\nBasic\n192.3\n191.9\n192.2\n191.9\nDiluted\n192.5\n192.2\n192.4\n192.2\nThe unaudited condensed consolidated interim financial statements and accompanying notes can be found in our Q2 2024 Quarterly Report available on our website\nFRANCO-NEVADA CORPORATION\nCONDENSE CONSOLIDATED STATEMENTS OF CASH FLOWS\n(in millions of U.S. dollars)\nFor the six months ended\nJune 30,\n2024\n2023\nCash flows from operating activities\nNet income\n$\n224.0\n$\n341.0\nAdjustments to reconcile net income to net cash provided by operating activities:\nInterest revenue\n(3.1)\n—\nOther interest income\n(0.6)\n—\nDepletion and depreciation\n111.1\n136.1\nShare-based compensation expenses\n2.9\n3.2\nGain on disposal of royalty interests\n(0.3)\n(3.7)\nUnrealized foreign exchange loss (gain)\n7.8\n(3.5)\nDeferred income tax expense\n56.3\n15.1\nOther non-cash items\n(0.3)\n(2.0)\nAcquisition of gold bullion\n(32.4)\n(25.2)\nProceeds from sale of gold bullion\n16.6\n18.6\nChanges in other assets\n(17.4)\n—\nOperating cash flows before changes in non-cash working capital\n$\n364.6\n$\n479.6\nChanges in non-cash working capital:\nIncrease in receivables\n$\n(9.9)\n$\n(8.7)\nDecrease (increase) in prepaid expenses and other\n2.5\n(4.0)\nIncrease in current liabilities\n15.7\n4.8\nNet cash provided by operating activities\n$\n372.9\n$\n471.7\nCash flows used in investing activities\nAcquisition of royalty, stream and working interests\n$\n(163.1)\n$\n(270.8)\nAdvances of loans receivable\n(83.5)\n—\nAcquisition of investments\n(11.0)\n(0.5)\nProceeds from repayment of loan receivable\n18.9\n—\nProceeds from sale of royalty interests\n11.2\n7.0\nProceeds from sale of investments\n1.1\n1.9\nAcquisition of energy well equipment\n(0.7)\n(0.8)\nAcquisition of property and equipment\n(0.1)\n—\nNet cash used in investing activities\n$\n(227.2)\n$\n(263.2)\nCash flows used in financing activities\nPayment of dividends\n$\n(119.2)\n$\n(116.4)\nProceeds from exercise of stock options\n2.7\n2.9\nRevolving credit facility amendment costs\n(0.8)\n—\nNet cash used in financing activities\n$\n(117.3)\n$\n(113.5)\nEffect of exchange rate changes on cash and cash equivalents\n$\n(11.3)\n$\n3.6\nNet change in cash and cash equivalents\n$\n17.1\n$\n98.6\nCash and cash equivalents at beginning of period\n$\n1,421.9\n$\n1,196.5\nCash and cash equivalents at end of period\n$\n1,439.0\n$\n1,295.1\nSupplemental cash flow information:\nIncome taxes paid\n$\n42.5\n$\n50.9\nDividend income received\n$\n4.2\n$\n5.6\nInterest and standby fees paid\n$\n1.0\n$\n1.2\nThe unaudited condensed consolidated interim financial statements and accompanying notes can be found in our Q2 2024 Quarterly Report available on our website\nSOURCE Franco-Nevada Corporation"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/moleculight-secures-11-7-million-in-financing-to-accelerate-global-expansion-302222755.html",
        "title": "MolecuLight Secures $11.7 Million in Financing to Accelerate Global ExpansionUSA - EnglishUSA - FrançaisUSA - DeutschUSA - English",
        "publish_date": "08/15/2024",
        "body": "TORONTO\n,\nAug. 15, 2024\n/PRNewswire/ - MolecuLight Inc., a leader in point-of-care fluorescence imaging, today announced the closing of a\n$11.7 million\nSeries C financing round led by new investors Export Development Canada (EDC), Prosegur, and Azahar. Existing investors also participated in the round, demonstrating continued confidence in the company's growth trajectory.\nContinue Reading\nMolecuLight Secures Financing to Accelerate Global Expansion (CNW Group/MolecuLight)\nMolecuLight's fluorescence imaging devices provide clinicians with real-time visualization of bacteria florescence in wounds, enabling earlier detection and quantification leading to more effective treatment resulting in improved wound healing. MolecuLight's wound bed assessment aligns perfectly with CTP outcomes: A study by Ai-Jalodi and colleagues demonstrates that when the device indicates a bacteria-free wound bed, there is a 100% probability of CTP integration\n1\n,  vs a skin substitute alone. By empowering healthcare providers to make informed decisions at the point of care, MolecuLight is helping to improve patient outcomes and reduce healthcare costs. The new investment will fuel MolecuLight's expansion in the US,\nCanada\n, and EU across all care settings, including hospital out-patient, independent wound care clinics, podiatrists, and long-term care centers. This growth will enable the company to reach more patients and positively impact their lives by providing clinicians with the tools to quickly and accurately identify and quantify bacteria that impair wound healing, in turn improving patient outcomes.\n\"MolecuLight's innovative technology has the potential to significantly improve patient outcomes and offers compelling benefits for all healthcare system stakeholders,\" said\nGuillermo Freire\n, Senior Vice-President, Mid-Market Group, EDC. \"We are excited to invest in MolecuLight as they accelerate commercialization. EDC is focused on supporting emerging Canadian innovators in critical sectors essential for the future. This investment reflects our belief in innovation and progress, underscoring mission is to support Canadian companies in their journey to become international leaders in their sectors.\"\n\"We are pleased to invest in MolecuLight. We believe in MolecuLight's mission to transform wound care and with their innovative technology,\" said\nPedro Munoz\n, General Manager at\nAzahar. \"This investment will enable MolecuLight to accelerate its expansion efforts to more healthcare providers worldwide.\"\n\"iGan is proud to continue supporting MolecuLight on their journey to transform the management of wound care,\" said\nSam Ifergan\n, Chairman of MolecuLight and Managing Director at iGan Partners.\n\"This financing is a testament to MolecuLight's strong market position and the significant impact our technology is having on patient care,\" said Anil Amlani, CEO of MolecuLight. \"With the support of our investors, we are well-positioned to capitalize on the growing demand for point-of-care fluorescence imaging solutions and deliver exceptional value to our customers.\"\nTungsten Advisors served as the exclusive financial advisor to MolecuLight.\n____________________________\n1\nAi-Jalodi O, Sabo M, Patel K, Bullock N, Serena L, Breisinger K, Serena TE. Efficacy and safety of a porcine peritoneum-derived matrix in diabetic foot ulcer treatment: a pilot study. J Wound Care. 2021 Feb 1;30(Sup2):S18-S23. doi: 10.12968/jowc.2021.30.Sup2.S18. PMID: 33573495.\nAbout MolecuLight\nMolecuLight is the leader in in point-of-care fluorescence imaging. Their innovative devices empower healthcare providers to quickly and accurately detect elevated levels of bacteria in wounds, surgical sites, and other injuries. This real-time visualization of bacteria that is linked to infection empowers clinicians to make informed treatment decisions.  Early and accurate detection of bacteria leads to more targeted treatment plans. By optimizing treatment plans, MolecuLight technology helps to accelerate healing and reduce the risk of complications. The multi-modal device combines bacterial detection, wound measurement, and imaging capabilities into a single tool, streamlining workflows and improving documentation accuracy. Integrating seamlessly with electronic medical records, MolecuLight empowers clinicians to deliver the highest standard of care while optimizing their workflow. For more information, please visit\nwww.moleculight.com\n.\nSOURCE MolecuLight"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/pluribus-technologies-corp-announces-second-forbearance-agreement-302224538.html",
        "title": "Pluribus Technologies Corp. Announces Second Forbearance Agreement",
        "publish_date": "08/16/2024",
        "body": "TORONTO\n,\nAug. 16, 2024\n/PRNewswire/ - Pluribus Technologies Corp. (TSXV: PLRB) (\"\nPluribus\n\" or the \"\nCompany\n\") announces that, in connection with the previously-announced forbearance agreement dated\nJanuary 18, 2024\n, as amended, between the Company and National Bank of\nCanada\n(the \"\nLender\n\"), relating to the repayment of a loan advanced by the Lender, which currently has a principal amount outstanding of approximately\n$19 Million\n(the \"\nLoan\n\"), pursuant to the terms of a secured credit agreement (the \"\nCredit Agreement\n\") dated\nApril 27, 2022\n, as amended, among the Company, certain of its subsidiaries and the Lender, the Company and National Bank have entered into a second forbearance agreement (the \"\nSecond Forbearance\nAgreement\n\") with National Bank relating to repayment of the Loan. Pursuant to the terms of the Second Forbearance Agreement, the Lender has agreed to forbear from exercising its rights and remedies under the Credit Agreement in respect of or arising out of certain defaults under the Credit Agreement (and as set out in the Second Forbearance Agreement) until the earlier of (i)\nSeptember 16, 2024\nand (ii) the occurrence or existence of any Forbearance Termination Event (as defined in the Second Forbearance Agreement).\nThe Second Forbearance Agreement provides for the continuation of the Company's previously announced strategic review process, which involves a review and evaluation of strategic alternatives that may be available to the Company to further enhance the Company's growth, development and prosperity in the short and long terms, with the goal of maximizing shareholder value. Under Second Forbearance Agreement, the Company has provided a covenant to close a certain sale transaction\n,\nin respect of which the Company has executed a non-binding letter of intent, on or before\nSeptember 16, 2024\n.\nAbout Pluribus Technologies Corp.\nPluribus is a technology company that is a value-based acquirer and operator of small, profitable business-to-business technology companies in a range of verticals and industries. Pluribus provides its acquisitions access to experienced sales and marketing resources, strategic partnership opportunities, a diverse portfolio of customers in different geographical markets and enabling technologies to create new revenue streams and provide the opportunity for these companies to grow in their respective markets. When market conditions are conducive to raising capital at reasonable costs, Pluribus focuses on rapidly acquiring and integrating new acquisitions to accelerate growth. When the environment does not support this, Pluribus focuses on implementing strategies to maximize organic growth and increase cashflow from operations in its existing portfolio companies. For more information, please visit:\npluribustechnologies.com\n.\nForward-Looking Information\nCertain information in this press release constitutes forward-looking statements under applicable securities laws. Any statements that are contained in this press release that are not statements of historical fact may be deemed to be forward-looking statements. Forward-looking information in this press release includes, but is not limited to, statements with respect to whether the Lender will continue to forbear from exercising their rights and remedies on expiry of the Second Forbearance Agreement, whether the sale transaction described above will be completed prior to\nSeptember 16, 2024\n, the Company providing an update when further disclosure is required or otherwise appropriate, the business plans of the Company, the Company management's expectation on the growth, profitability and performance of its portfolio companies, the Company's ability to acquire business-to-business technology companies in the future, the Company's ability to grow its portfolio companies and the Company achieving a positive transaction as a result of its strategic review process. Forward-looking statements are often identified by terms such as \"may\", \"should\", \"anticipate\", \"expect\", \"potential\", \"believe\", \"intend\" or negatives of these terms and similar expressions.\nForward-looking statements are based on certain assumptions, including the Company's ability to manage a complex portfolio of companies effectively;\nand\nthe Company's ability to raise sufficient financing to continue its acquisition strategy. Other assumptions include industry trends, the availability of growth opportunities, and general business, economic, competitive, political, regulatory and social uncertainties will not prevent the Company from conducting its business. While the Company considers these assumptions to be reasonable based on information currently available, they are inherently subject to significant business, economic and competitive uncertainties and contingencies and they may prove to be incorrect. Forward-looking information speaks only to such assumptions as of the date of this press release.\nReaders are cautioned that the foregoing is not exhaustive. Readers are further cautioned not to place undue reliance on forward-looking statements as there can be no assurance that the plans, intentions or expectations upon which they are placed will occur. Such information, although considered reasonable by management at the time of preparation, may prove to be incorrect and actual results may differ from those anticipated. Forward-looking statements are not guarantees of future performance. The purpose of forward-looking information is to provide the reader with a description of management's expectations, and such forward-looking information may not be appropriate for any other purpose. Except as required by law, the Company disclaims any obligation to update or revise any forward-looking statements, whether as a result of new information, events or otherwise. Forward-looking statements contained in this press release are expressly qualified by this cautionary statement.\nNeither the TSXV nor its Regulation Services Provider (as that term is defined in the policies of the TSXV) accepts responsibility for the adequacy or accuracy of this press release.\nContact:\nRichard Adair\nChief Executive Officer\nPluribus Technologies Corp.\n1 (800) 851-9383\nSOURCE Pluribus Technologies Corp."
    },
    {
        "url": "https://www.prnewswire.com/news-releases/payzen-closes-232m-b-round-in-equity-and-debt-led-by-nea-to-boost-healthcare-affordability-with-ai-302221123.html",
        "title": "PayZen Closes $232M B Round In Equity and Debt Led By NEA To Boost Healthcare Affordability with AI",
        "publish_date": "08/13/2024",
        "body": "SAN FRANCISCO\n,\nAug. 13, 2024\n/PRNewswire/ -- Today\nPayZen\n, a technology company tackling healthcare affordability with AI-powered solutions, announced an oversubscribed Series B, led by\nNEA\n, with full participation from existing investors including\n7wireVentures\n,\nSignalFire\n,\nViola Ventures\n, and others. The round includes\n$32M\nEquity and a new\n$200M\ncredit warehouse from\nViola Credit\nand a syndicate of insurance companies. This additional credit facility will support its continued rapid growth and market expansion.\nContinue Reading\nPayZen’s MyChart mobile image\nLeveraging proprietary AI/ML models, automation, and seamless integration into EMR/EHR systems, PayZen simplifies the patient payment process for health systems while making it easier for millions of patients to access and afford the care they need. Specifically, its\naward-winning\n, data-driven, personalized payment plans\nease the financial burden for patients while improving financial results for health systems. PayZen has spearheaded a culture of innovation and high-quality delivery in the Revenue Cycle Management market, challenging the status quo that has left many patients unable to afford care and has exacerbated the friction and administrative burden on healthcare providers.\nOver the last 2 years, PayZen has consistently achieved a remarkable 6x YoY growth. It also boasts 100% customer retention and 132% net retention. PayZen aims to continue this momentum into the second half of 2024, bringing its affordable, customized healthcare payment options to even more Americans and introducing new AI-driven solutions that further address the affordability needs of patients.\n\"This latest round is the next step in our journey to remove financial barriers to care for patients,\" says\nItzik Cohen\n, CEO & Co-Founder at PayZen. \"We are honored to have found partners in both our investors and our health systems network that share the same vision for the future. This milestone, marked by a highly competitive and oversubscribed round, positions us to continue perfecting our platform and bridge healthcare's financial gap for good.\"\nIn conjunction with the financing,\nMohamad Makhzoumi\n, Co-CEO, NEA, will be joining PayZen's Board of Directors. Makhzoumi has more than two decades of experience at NEA, partnering with transformative healthcare startups across all stages of company-building.\n\"Healthcare affordability is an enormous pain point for patients and providers in the U.S.,\" says Makhzoumi. \"We believe PayZen's AI-enabled platform is a category leader, as evidenced by the company's explosive traction in the past year and ability to disrupt a market that's been historically difficult to address. Itzik and the PayZen team are driving positive change in healthcare payments, and we're thrilled to partner with them on this next phase of growth and expansion.\"\nAbout PayZen\nPayZen is a mission-driven healthcare fintech company that is solving the growing patient payment responsibility problem with superior technology and a modern approach. PayZen is backed by leading equity and credit capital investors and is led by proven technology veterans with a successful track record of helping millions of Americans overcome financial struggles. To learn more about PayZen, please visit\nhttps://payzen.com\n.\nContact\nKathy Osborne\n[email protected]\nSOURCE PayZen"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/service-express-announces-growth-investment-from-warburg-pincus-302222492.html",
        "title": "Service Express Announces Growth Investment from Warburg Pincus",
        "publish_date": "08/15/2024",
        "body": "Investment Underscores Service Express' Superior Service Quality and Track Record of Organic Growth\nGRAND RAPIDS, Mich.\n,\nAug. 15, 2024\n/PRNewswire/ -- Service Express, a leading provider of data center solutions, today announced a significant growth investment from Warburg Pincus, a leading global growth investor. The investment will be used to support continued geographic expansion, go-to-market initiatives and strategic acquisitions. Terms of the transaction were not disclosed.\nService Express provides key data center solutions, including third-party, multivendor maintenance services, managed infrastructure services and hardware solutions to more than 6,000 customers globally. The company's maintenance services enable customers to maintain and extend the life of mission-critical data center equipment while experiencing quicker response times at a lower cost compared to post-warranty support offered by hardware manufacturers. Service Express' flagship technology,\nExpressConnect®\n, simplifies and streamlines data center maintenance tasks with monitoring, automation and more. The company maintains data center equipment for Fortune 500 companies, hospitals, manufacturing plants, universities, banks, financial institutions, government agencies, and other mid to large enterprises worldwide.\n\"We are excited to partner with Warburg Pincus as we look to accelerate the growth of our business and meet the increasing demands of our client base, while still providing the industry leading level of service we are known for,\" said\nRon Alvesteffer\n, CEO, Service Express. \"Our growth to-date reflects the commitment, hard work and dedication of our employee base and is a testament to the culture we have at our company. We would like to thank Harvest Partners for their partnership over the past five years, helping us substantially grow our revenue and footprint through additional services and expansion across the U.S. and into the U.K.\"\n\"We focus on companies that offer differentiated and value-added solutions that are well positioned to benefit by addressing shifting business needs. Service Express is an ideal fit within our portfolio as a scaled, best-in-class data center services platform within the growing market for mission critical aftermarket services,\" said\nDoug Musicaro\n, Managing Director, Warburg Pincus.\n\"Driven by the company's customer-first service culture, we believe Service Express is well positioned to capitalize on several secular trends including increasing investment in digitization, artificial intelligence and edge and distributed computing infrastructure,\" added\nKing Leung\n, Principal, Warburg Pincus. \"We are excited to partner with Ron and the Service Express team to execute on both organic and inorganic growth initiatives and continue the company's reputation as a top-tier provider in the space,\" added\nTom Reidy\n, Vice President, Warburg Pincus.\nWarburg Pincus is an experienced investor in commercial and technology services, with notable investments including Encora, Endurance International, eSentire, Evolution Data Centers, IONOS, Allied Universal, Aramark, Princeton Digital Group, and Service Logic.\nCiti acted as financial advisor and\nCleary Gottlieb Steen\n& Hamilton served as legal advisor for Warburg Pincus.\nAbout Service Express\nService Express is a leading data center solutions provider specializing in multivendor maintenance, managed infrastructure and hardware services. For more than 30 years, Service Express has worked alongside organizations worldwide to deliver results by maximizing infrastructure investments, refining IT strategies and adapting to evolving demands. Service Express continues to be recognized for its commitment to providing long-term, people-powered solutions that build lasting relationships and exceed expectations. For more information, visit\nserviceexpress.com\n.\nAbout Warburg Pincus\nWarburg Pincus LLC is the oldest private equity firm and a leading global growth investor. The firm has more than $83 billion in assets under management. The firm's active portfolio of more than 225 companies is highly diversified by stage, sector, and geography. Warburg Pincus is an experienced partner to management teams seeking to build durable companies with sustainable value. Since its founding in 1966, Warburg Pincus has invested more than $117 billion in over 1,000 companies globally across its private equity, real estate, and capital solutions strategies. The firm is headquartered in New York with offices in Amsterdam, Beijing, Berlin, Hong Kong, Houston, London, Luxembourg, Mumbai, Mauritius, San Francisco, São Paulo, Shanghai, and Singapore. For more information, please visit\nwww.warburgpincus.com\n. Follow us on\nLinkedIn\n.\nContacts\nJoshua Leatherman\n, Service Express\n[email protected]\nSarah Bloom\n, Warburg Pincus\n[email protected]\nSOURCE Service Express"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/karpowership-leader-international-de-lenergie-annonce-un-investissement-dun-milliard-de-dollars-dans-la-conversion-du-gnl-en-electricite-dans-le-cadre-du-pool-energetique-sud-africain-302221289.html",
        "title": "Karpowership, leader international de l'énergie, annonce un investissement d'un milliard de dollars dans la conversion du GNL en électricité dans le cadre du pool énergétique sud-africainUSA - FrançaisUSA - English",
        "publish_date": "08/13/2024",
        "body": "ISTANBUL\n,\n13 août 2024\n/PRNewswire/ -- Karpowership, une importante société énergétique internationale réputée pour ses solutions innovantes, a annoncé son intention d'investir un milliard de dollars dans une infrastructure de transformation du GNL en énergie qui sera basée au\nMozambique\net mise à la disposition de l'ensemble du pool énergétique sud-africain (SAPP). Ce projet novateur améliorera non seulement le paysage énergétique national du pays, mais aussi celui de l'ensemble du SAPP, en fournissant une électricité fiable et peu coûteuse à 5 millions de personnes.\nKarpowership est un fournisseur mondial de solutions de conversion du gaz à l'électricité, avec des projets au\nGhana\net au Brésil. À l'instar de son projet au Brésil, la nouvelle initiative comprendrait une installation ultramoderne alimentée au gaz naturel d'une capacité pouvant atteindre 500 MW, dont l'un des plus grands Powerships au monde et une unité flottante de stockage et de regazéification (FSRU). Ce dernier développement s'appuie sur le partenariat existant de Karpowership avec le\nMozambique\n, où il a commencé ses opérations en 2016, fournissant à la Zambie enclavée 115 MW d'électricité fiable.\nEn exploitant les ressources gazières nationales, le projet crée de nouvelles opportunités importantes pour le\nMozambique\net l'ensemble de la région : fournir une source d'énergie fiable à la compagnie d'électricité du\nMozambique\n, Electricidade de\nMozambique\n(EdM), ou l'exporter vers des entités publiques et privées dans les pays voisins de la région SAPP, notamment la Zambie, le\nZimbabwe\n, le\nBotswana\n, la Namibie et d'autres.\nLa collaboration de Karpowership avec EdM sur l'approvisionnement en énergie domestique du\nMozambique\na déjà permis de réaliser des progrès substantiels. Actuellement, la société fournit de l'électricité par l'intermédiaire de sa centrale électrique située dans la baie de Nacala, contribuant ainsi à la sécurité énergétique et à la croissance économique du pays depuis 2018. La société a récemment présenté l'un de ses navires ultramodernes - identique à celui prévu pour cette nouvelle entreprise - au port de\nMaputo\n, donnant aux participants un aperçu de leur solution d'alimentation rapide et flexible.\n« Karpowership est fier d'être un partenaire engagé du\nMozambique\net nous sommes ravis d'approfondir cette relation, en créant ensemble un véhicule qui alimentera toute la région à partir du\nMozambique\n- comblant ainsi les déficits régionaux en électricité et renforçant l'activité économique »,\na déclaré Zeynep Harezi Yılmaz, directrice des opérations de Karpowership.\nLe nouvel investissement devrait également créer un afflux d'emplois directs et indirects, avec la possibilité d'une collaboration de l'entreprise avec les secteurs public et privé.\nKarpowership s'engage à trouver des solutions énergétiques durables et à contribuer au développement socio-économique du\nMozambique\net de la région SAPP. Ce dernier investissement réaffirme la volonté de l'entreprise de soutenir la croissance régionale et la sécurité énergétique.\nA propos de Karpowership\nAvec plus de 25 ans d'expérience dans le secteur des centrales électriques flottantes, Karpowership est l'un des principaux fournisseurs de solutions énergétiques rapides, flexibles et fiables dans le monde entier. Avec une capacité installée globale de plus de 7 000 MW et des activités dans 16 pays, dont 9 en Afrique, Karpowership assure la sécurité énergétique grâce à ses navires-puissances et à ses centrales terrestres, ainsi qu'à une flotte d'infrastructures GNL flottantes.\nLogo :\nhttps://mma.prnewswire.com/media/2404491/Karpowership_Logo.jpg"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/moleculight-sichert-11-7-millionen-finanzierung-zur-beschleunigung-der-globalen-expansion-302222878.html",
        "title": "MolecuLight sichert $11,7 Millionen Finanzierung zur Beschleunigung der globalen ExpansionUSA - DeutschUSA - FrançaisUSA - EnglishUSA - English",
        "publish_date": "08/15/2024",
        "body": "TORONTO\n,\n15. Aug., 2024\n/PRNewswire/ -- MolecuLight Inc., ein führendes Unternehmen im Bereich Point-of-Care-Fluoreszenz-Imaging, gab heute den Abschluss einer Finanzierungsrunde der Serie C in Höhe von 11,7 Millionen US-Dollar bekannt, die von den neuen Investoren Export Development Canada (EDC), Prosegur und Azahar angeführt wurde. Bestehende Investoren haben sich ebenfalls an der Runde beteiligt und damit ihr Vertrauen in den Wachstumskurs des Unternehmens unterstrichen.\nContinue Reading\nMolecuLight Secures Financing to Accelerate Global Expansion\nDie Fluoreszenz-Imaging-Geräte von MolecuLight bieten Klinikern eine Echtzeit-Visualisierung der Bakterienfloreszenz in Wunden und ermöglichen eine frühere Erkennung und Quantifizierung, was zu einer effektiveren Behandlung und damit zu einer verbesserten Wundheilung führt. Die Wundbettbewertung von MolecuLight stimmt perfekt mit den CTP-Ergebnissen überein: Eine Studie von Ai-Jalodi und Kollegen zeigt, dass, wenn das Gerät ein bakterienfreies Wundbett anzeigt, eine 100%ige Wahrscheinlichkeit für eine CTP-Integration besteht\n1\n,  im Vergleich zu einem Hautersatz allein. Indem MolecuLight Gesundheitsdienstleister in die Lage versetzt, am Ort der Behandlung fundierte Entscheidungen zu treffen, trägt es dazu bei, die Ergebnisse für die Patienten zu verbessern und die Kosten im Gesundheitswesen zu senken. Die neue Investition wird die Expansion von MolecuLight in den\nUSA\n, Kanada und der EU in allen Pflegebereichen vorantreiben, einschließlich Krankenhausambulanzen, unabhängigen Wundkliniken, Podologen und Langzeitpflegezentren. Dieses Wachstum wird es dem Unternehmen ermöglichen, mehr Patienten zu erreichen und deren Leben positiv zu beeinflussen, indem es Klinikern die Mittel an die Hand gibt, um Bakterien, die die Wundheilung beeinträchtigen, schnell und genau zu identifizieren und zu quantifizieren und so die Ergebnisse für die Patienten zu verbessern.\n„Die innovative Technologie von MolecuLight hat das Potenzial, die Ergebnisse für die Patienten deutlich zu verbessern und bietet allen Beteiligten im Gesundheitswesen überzeugende Vorteile\", sagte\nGuillermo Freire\n, Senior Vice-President, Mid-Market Group, EDC. „Wir freuen uns, in MolecuLight zu investieren, da das Unternehmen die Kommerzialisierung beschleunigt. Die EDC konzentriert sich auf die Unterstützung aufstrebender kanadischer Innovatoren in wichtigen Sektoren, die für die Zukunft entscheidend sind. Diese Investition spiegelt unseren Glauben an Innovation und Fortschritt wider und unterstreicht unsere Mission, kanadische Unternehmen auf ihrem Weg zu internationalen Marktführern in ihren Sektoren zu unterstützen.\"\n„Wir freuen uns über die Investition in MolecuLight. Wir glauben an die Mission von MolecuLight, die Wundversorgung mit ihrer innovativen Technologie zu verändern\", sagte\nPedro Munoz\n, General Manager bei\nAzahar. „Diese Investition wird MolecuLight in die Lage versetzen, seine Expansionsbemühungen bei mehr Gesundheitsdienstleistern weltweit zu beschleunigen.\"\n„iGan ist stolz darauf, MolecuLight weiterhin auf ihrem Weg zu unterstützen, das Management der Wundversorgung zu verändern\", sagte\nSam Ifergan\n, Vorsitzender von MolecuLight und Managing Director bei iGan Partners.\n„Diese Finanzierung ist ein Beweis für die starke Marktposition von MolecuLight und den bedeutenden Einfluss, den unsere Technologie auf die Patientenversorgung hat\", sagte Anil Amlani, CEO\nvon MolecuLight\n. „Mit der Unterstützung unserer Investoren sind wir gut positioniert, um von der wachsenden Nachfrage nach Point-of-Care-Fluoreszenz-Imaging-Lösungen zu profitieren und unseren Kunden einen außergewöhnlichen Mehrwert zu bieten.\"\nTungsten Advisors war der exklusive Finanzberater von MolecuLight.\n____________________________\n1\nAi-Jalodi O, Sabo M, Patel K, Bullock N, Serena L, Breisinger K, Serena TE. Wirksamkeit und Sicherheit einer aus Schweineperitoneum gewonnenen Matrix bei der Behandlung diabetischer Fußgeschwüre: eine Pilotstudie. J Wound Care. 2021 Feb 1;30(Sup2):S18-S23. doi: 10.12968/jowc.2021.30.Sup2.S18. PMID: 33573495.\nÜber MolecuLight\nMolecuLight ist führend im Bereich der Point-of-Care-Fluoreszenz-Bildgebung. Ihre innovativen Geräte ermöglichen es Gesundheitsdienstleistern, schnell und präzise erhöhte Bakterienwerte in Wunden, Operationsstellen und anderen Verletzungen zu erkennen. Diese Echtzeit-Visualisierung von Bakterien, die mit einer Infektion in Verbindung stehen, ermöglicht es den Ärzten, fundierte Behandlungsentscheidungen zu treffen.  Eine frühzeitige und genaue Erkennung von Bakterien führt zu gezielteren Behandlungsplänen. Durch die Optimierung der Behandlungspläne trägt die MolecuLight-Technologie dazu bei, die Heilung zu beschleunigen und das Risiko von Komplikationen zu verringern. Das multimodale Gerät vereint die Funktionen zur Erkennung von Bakterien, zur Wundmessung und zur Bildgebung in einem einzigen Gerät, wodurch die Arbeitsabläufe rationalisiert und die Genauigkeit der Dokumentation verbessert werden. MolecuLight lässt sich nahtlos in elektronische Krankenakten integrieren und ermöglicht es Klinikern, den höchsten Pflegestandard zu erreichen und gleichzeitig ihre Arbeitsabläufe zu optimieren. Weitere Informationen finden Sie unter\nwww.moleculight.com\n.\nFür weitere Informationen wenden Sie sich bitte an:\nHunter Zudans\n, Leiter der Marketingabteilung, MolecuLight Inc., T. +1.484.682.7580,\n[email protected]\nFoto -\nhttps://mma.prnewswire.com/media/2482399/MolecuLight_MolecuLight_Secures__11_7_Million_in_Financing_to_Ac.jpg"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/birch-creek-completes-altona-solar-financing-302222224.html",
        "title": "Birch Creek Completes Altona Solar Financing",
        "publish_date": "08/15/2024",
        "body": "42MW\nAltona Solar\nis the first\nBirch Creek asset in\nMissouri\nto achieve full operation\nST. LOUIS\n,\nAug. 15, 2024\n/PRNewswire/ -- Birch Creek Energy, LLC (\"Birch Creek\"), a\nSt. Louis\nbased renewable energy company, announced the completion of financing and full operation of\nAltona Solar\n, a 42MW utility scale solar project based in Missouri.  This facility, along with the recently completed 49MW project\nEarp Solar\nin\nIllinois\n, represents the second of several projects slated to come on-line this year as part of Birch Creek's independent power producer (\"IPP\") strategy.\nContinue Reading\nAltona-Aerial--Southwest\n\"We cannot thank our financing partners enough for their invaluable support as we complete our first project in our home state of\nMissouri\n,\" added\nMax Whitacre\n, EVP of Project Finance for Birch Creek.  \"It is such a pleasure working with the Celtic and West Town teams, and we look forward to continued financings with both relationships as we continue to build out our IPP.\"\nTax equity was provided by Celtic Bank, who in addition to providing financing for this project, participated on the previously completed Earp project.  Permanent debt was provided by West Town Bank & Trust.\n\"Celtic Bank is honored to reinforce our commitment to the renewable energy sector by providing tax equity for Birch Creek's impactful projects,\" stated\nJustin Fuller\n, SVP of Renewable Energy Finance at Celtic Bank. \"Our focus on strategic lending and investing in the renewable energy sector aligns perfectly with Birch Creek's ambitious utility-scale solar and storage projects. We are confident that our continued financial partnership will facilitate the successful realization of these and future projects.\"\n\"We are proud to support the clean energy infrastructure Birch Creek is developing in the state of\nMissouri\n,\" said\nRiddick Skinner\n, EVP of Government Lending at West Town Bank & Trust. \"The success of our industry banks on strong partnerships, and we look forward to continuing to support Birch Creek alongside their partners as they grow through the Altona project.\"\nAltona Solar\nis a 42MWdc solar project based in\nAudrain County\n, Missouri.  The project is sited on 208 acres and connects to Ameren Missouri.\nAltona Solar\ngenerates enough clean electricity to power over 6,300 homes.\nAbout Birch Creek Energy\nBirch Creek Energy, a utility scale solar development platform, develops, finances and owns utility scale solar and storage projects in\nthe United States\n. Since 2019, Birch Creek Energy has developed 1.7 gigawatts (GW) of solar projects and has a portfolio of over 14.2 gigawatts (GW) of utility scale solar and storage projects in various stages of development and operation across MISO, PJM, ERCOT and the Southeast. Birch Creek Energy has 56 employees and is based in\nSt. Louis\n, Missouri.  For more information, visit\nwww.birchcreekenergy.com\n.\nAbout Celtic Bank\nFounded in 2001 and headquartered in\nSalt Lake City, Utah\n, Celtic Bank is an industrial bank specializing in a diverse range of financing solutions for businesses. The bank's early focus was in small business lending through the SBA loan program and Celtic continues to consistently rank in the top 10 SBA lenders nationwide by dollar volume. Over the years, the bank has expanded its offerings through financial technology partnerships and has grown its assets in other sectors, including renewable energy, equipment, asset-based lending (ABL), software and franchising, allowing the bank to assist a broad range of commercial customers across different industries and lifecycles.\nAbout West Town Bank & Trust\nWest Town Bank & Trust is a dedicated financing partner for solar energy, specializing in the efficient application of the USDA's Rural Energy for America Program. With its specialized renewable energy team, West Town streamlines access to development capital with creative financing solutions. West Town has authorized over\n$1 billion\nin solar financing since 2016, facilitating industry innovation, the growth of clean energy, and rural economic development. The bank is chartered in\nIllinois\nwith headquarters in\nRaleigh, North Carolina\n. For more information about West Town Bank & Trust, visit\nwww.westtownbank.com\n.\nSOURCE Birch Creek Energy"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/nrx-pharmaceuticals-inc-nasdaqnrxp-announces-up-to-16-million-senior-secured-debt-financing-from-anson-funds-302220794.html",
        "title": "NRx Pharmaceuticals, Inc. (NASDAQ:NRXP) Announces Up to $16 Million Senior Secured Debt Financing from Anson Funds",
        "publish_date": "08/13/2024",
        "body": "This financing is expected to support 2024 filing of New Drug Applications for\nNRX-100 (ketamine) and NRX-101 and to support launch of HOPE Therapeutics\nStreeterville Capital has agreed to a settlement of all claims to be paid from the\nproceeds of this financing\nRADNOR, Pa.\n,\nAug. 13, 2024\n/PRNewswire/ -- NRx Pharmaceuticals, Inc. (Nasdaq:\nNRXP\n) (\"NRx Pharmaceuticals\" or the \"Company\"), a clinical-stage biopharmaceutical company, today announced that it has obtained up to approximately $16 million in convertible debt financing (the \"Financing\") from an institutional investor. The Company intends to use the net proceeds from the Financing to support the 2024 New Drug Application filing its two lead products, NRX-100 and NRX-101 and to retire existing debt from Streeterville Capital. Concurrent with this financing, Streeterville has agreed to stay its arbitration and to release all claims upon receipt of the agreed settlement funds.  The interest rate and other costs of capital are substantially lower than prior debt.\nContinue Reading\nHOPE Therapeutics, Inc. (PRNewsfoto/NRx Pharmaceuticals, Inc.)\n\"We are thrilled to have attracted a forward-looking science-focused investor to our company. The proceeds from their investment will support our FDA filing of two lifesaving drugs that address critical unmet medical needs for patients with suicidal depression. In the process, we are retiring problematic debt from our balance sheet on favorable terms, and at a lower annual interest rate,\" said\nJonathan Javitt\n, MD, MPH, Chairman and Chief Scientist of NRx Pharmaceuticals.  \"We are pleased to welcome Anson Funds to NRx Pharmaceuticals and delighted that they have chosen to share our mission of bringing Hope to Life.\"\n\"NRx Pharmaceuticals has a promising pipeline with potential to transform the lives of patients and their loved ones. We are pleased to be working with the NRx Pharmaceuticals team to support these drugs in their registration and – hopefully – approval phase,\" said\nAmin Nathoo\n, Principal,\nAnson Funds\n.\nThe Notes have an interest rate of 6% per annum with a term of 15 months and will be convertible into shares of the Company's common stock. The investors will receive warrant coverage equivalent to 50% of their investment, exercisable into shares of the Company's common stock.  The conversion price of the Notes and the exercise price of the Warrants will be each subject to customary adjustments and adjustments for certain corporate transactions, and the issuance of shares of Common Stock underlying the Notes and Warrants will be subject to stockholder approval as required by the listing rules of the Nasdaq Capital Market. The Company will file a Current Report on Form 8-K with the U.S. Securities and Exchange Commission, which will describe the terms of the Notes and Warrants, and include copies of transaction documents relating to the Notes, the Warrants and the Financing.\nEF Hutton LLC acted as the exclusive placement agent for the Financing.\nThe Notes and Warrants have not been registered under the Securities Act of 1933, as amended, and may not be resold in\nthe United States\nexcept pursuant to an effective registration statement with the Securities and Exchange Commission or an exemption from registration under the Securities Act and any applicable state securities laws.\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy, nor will there be any sales of these securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such jurisdiction.\nAbout NRx Pharmaceuticals, Inc.\nNRx Pharmaceuticals is a clinical-stage biopharmaceutical company developing therapeutics based on its NMDA platform for the treatment of central nervous system disorders, specifically suicidal bipolar depression, chronic pain, and PTSD. The Company is developing NRX-101, an FDA-designated investigational Breakthrough Therapy for suicidal treatment-resistant bipolar depression and chronic pain. NRx plans to file an NDA for Accelerated Approval for NRX-101 in patients with bipolar depression and suicidality or akathisia. NRX-101 additionally has potential to act as a non-opioid treatment for chronic pain, as well as a treatment for complicated UTI.\nNRx Pharmaceuticals has recently announced plans to submit a New Drug Application for NRX-100 (IV ketamine) for the treatment of suicidal depression, based on results of well-controlled clinical trials conducted under the auspices of the US National Institutes of Health and newly obtained data from French health authorities, licensed under a data sharing agreement. NRx Pharmaceuticals was awarded Fast Track Designation for development of ketamine (NRX-100) by the US FDA as part of a protocol to treat patients with acute suicidality.\nAbout HOPE Therapeutics, Inc.\nHOPE Therapeutics, Inc. (\nwww.hopetherapeutics.com\n)  is a care delivery company developing a best-in-class network of clinics that currently offer ketamine and other lifesaving therapies to patients with suicidal depression and related disorders, together with a digital therapeutic-enabled platform designed to augment and preserve the clinical benefit of NMDA-targeted drug therapy.\nNotice Regarding Forward-Looking Statements\nThis press release contains forward-looking statements which involve substantial risks and uncertainties. Forward-looking statements are often identifiable by the words \"anticipate,\" \"believe,\" \"continue,\" \"could,\" \"estimate,\" \"expect,\" \"intend,\" \"may,\" \"might,\" \"objective,\" \"ongoing,\" \"plan,\" \"predict,\" \"project,\" \"potential,\" \"should,\" \"will,\" or \"would,\" or the negative of these terms, or other comparable terminology intended to identify statements about the future. These statements involve known and unknown risks, uncertainties and other factors that may cause the Company's actual results, levels of activity, performance or achievements to be materially different from the information expressed or implied by these forward-looking statements. Although the Company believes that it has a reasonable basis for making each forward-looking statement contained in this press release, the Company cautions that these statements are based on a combination of facts and factors currently known by the Company and its expectations of the future, about which the Company cannot be certain. Forward-looking statements are subject to considerable risks and uncertainties, as well as other factors that may cause the Company's actual results, levels of activity, performance or achievements to be materially different from the information expressed or implied by these forward-looking statements.  These risks and uncertainties include, without limitation, risks and uncertainties related to whether or not the Company will be able to raise capital through the sale of its securities; the Company's ability to consummate the offering; the Company's ability to repay the Note; the Company being able to fulfill the conditions for a second closing and a third closing and receive the remainder of the financing amount; the Company being able to receive the consent of its stockholders to the Financing; market conditions; satisfaction of customary closing conditions related to future closings; the Company's ability to maintain adequate liquidity and financing sources; various risks related to the Company's business operations; and other risks and uncertainties, including those described within the section entitled \"Risk Factors\" in the Company's Annual Report on Form 10-K for the year ended\nDecember 31, 2023\n, and other filings with the Securities and Exchange Commission.\nInvestors and security holders are urged to read these documents free of charge on the SEC's website at\nhttp://www.sec.gov\n. Except as may be required by applicable law, The Company assumes no obligation to publicly update or revise these forward-looking statements for any reason, or to update the reasons actual results could differ materially from those anticipated in these forward-looking statements, whether\nas a result of new information, future events or otherwise.\nSOURCE NRx Pharmaceuticals, Inc."
    },
    {
        "url": "https://www.prnewswire.com/news-releases/cisionvision-receives-prestigious-arpa-h-funding-302223529.html",
        "title": "CisionVision Receives Prestigious ARPA-H Funding",
        "publish_date": "08/15/2024",
        "body": "MOUNTAIN VIEW, Calif.\n,\nAug. 15, 2024\n/PRNewswire/ -- CisionVision, co-founded by\nZhongming (Jeremy) Li\n, PhD,\nand\nAngela Belcher\n, PhD,\nis proud to receive up to\n$22 million\nfrom the Advanced Research Projects Agency for Health (ARPA-H) Precision Surgical Interventions (PSI) program to develop solutions to a major problem in surgery: critical anatomy visualization. The five-year award will be led by Dr. Li, CEO of CisionVision, and\nLisa Knowlton\n, MD\n,\nMPH\n, project co-PI and Associate Professor of Surgery at Stanford Medicine.\nTeams that will contribute to this groundbreaking project include\nJeffrey Jopling\n, MD\n,\nMSHS\n,\nJohns Hopkins University School of Medicine\n;\nHerbert Mason Hedberg\n, MD\n, and\nMonika Krezalek\n, MD\n, Endeavor Health; and\nDanny Chen\n,\nPhD\n,\nUniversity of Notre Dame\n, and other top institutions that will be announced later.\n\"We are honored to receive this award and work with a distinguished group of researchers to drive innovations in surgical imaging,\" said\nDr. Li\n.\n\"I am excited to collaborate with a multidisciplinary team of experts advancing the frontier of surgical imaging technology,\" said\nDr. Knowlton\n. \"This project holds the promise of a significant leap forward in surgical precision and patient safety.\"\n\"With the Precision Surgical Interventions program, we're seeking to fundamentally change how surgery is done.\"\nIleana Hancu\n, PhD\n, ARPA-H PSI Program Manager, said. \"PSI and its technical performer teams are committed to developing tools that reduce the rate of reoperations or accidental damage to critical structures.\"\nThe collaboration involves:\nStanford Medicine\n: Recognized as a center of academic excellence and healthcare innovation,\nStanford\nwill accelerate the integration of these breakthrough technologies into clinical practice.\nJohns Hopkins Medicine\n: A leader in medical research, Johns Hopkins Medicine will focus on clinical studies and the application of advanced visualization technologies in real-world surgical settings.\nEndeavor Health\n: As a Chicagoland-based integrated health system and national leader in laboratory innovation, Endeavor Health will facilitate the implementation and evaluation of these technologies in a clinical environment.\nUniversity of Notre Dame\n: With expertise in artificial intelligence and biomedical imaging,\nNotre Dame\nwill transform surgical data into clinical insights for more precise and safer surgery.\nLearn more:\nhttps://arpa-h.gov/news-and-events/arpa-h-announces-awards-develop-novel-technologies-precise-tumor-removal\nMedia Contact\nJennifer Z. Chen\n: Email:\n[email protected]\n; (917-880-7274)\nAbout CisionVision\nCisionVision is a medical device company dedicated to advancing the field of medical imaging. With a commitment to excellence and collaboration, CisionVision works with top institutions to bring innovative solutions to surgeons, pathologists, pathologist's assistants, and other clinicians to improve patient outcomes worldwide.\nSOURCE Cision Vision"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/18m-arpa-h-award-supports-rice-led-research-on-tumor-analysis-system-for-breast-head-and-neck-cancer-302221625.html",
        "title": "$18M ARPA-H award supports Rice-led research on tumor analysis system for breast, head and neck cancer",
        "publish_date": "08/13/2024",
        "body": "Rice University\n, MD Anderson lead research team developing affordable system for immediate digital pathology of tumors during surgery\nHOUSTON\n,\nAug. 13, 2024\n/PRNewswire/ -- A\nRice University\n-led multi-institutional research collaboration has won an award of up to\n$18 million\nover five years from the Advanced Research Projects Agency for Health (ARPA-H) to develop and validate a new system for improving tumor removal accuracy for two types of cancer: breast, and head and neck cancer.\nContinue Reading\nRice University, Houston, TX\nCalled AccessPath, the novel, affordable, slide-free cancer pathology system will help surgeons know whether they have completely removed tumors during surgery by enabling rapid, automatic tumor margin classification of resected tumors. AccessPath is one of several projects funded through the\nARPA-H Precision Surgical Interventions\nprogram announced today as part of a broader\n$150 million\nBiden-Harris administration Cancer Moonshot\ninitiative.\n\"Because of its low cost, high speed, and automated analysis, we believe AccessPath can revolutionize real-time surgical guidance, greatly expanding the range of hospitals able to provide accurate intraoperative tumor margin assessment and improving outcomes for all cancer surgery patients,\" said\nRebecca Richards-Kortum\n, a Rice bioengineering professor and director of the\nRice360 Institute for Global Health Technologies\nwho is the lead PI on the project.\nAshok Veeraraghavan\n, chair of\nRice's\nDepartment of Electrical and Computer Engineering and a professor of electrical and computer engineering and computer science, is a co-PI on the project.\nEvery year, nearly\n2 million Americans\nare newly diagnosed with cancer. For solid tumors, surgical removal is often the first option. Yet, during surgery, it can be difficult to tell where a tumor ends and healthy tissue begins ¾ an area referred to as the margin ¾ due to a lack of contrast. Due to the difficulty of identifying the margin, multiple surgeries are often required to successfully remove an entire tumor.\n\"Precise margin assessment is key to the oncologic success of any cancer operation,\" said Dr.\nAna Paula Refinetti\n, an associate professor in the Department of Breast Surgical Oncology at The\nUniversity of Texas\nMD Anderson Cancer Center and one of the lead surgeons PIs on the project. \"The development of a new low-cost technology that enables immediate margin assessment could transform the landscape of surgical oncology ¾ particularly in low-resource settings, reducing the number of repeat interventions, lowering cancer care costs and improving patient outcomes.\"\nAccessPath researchers are working to solve key technical challenges in tumor removal, making care for surgical pathology patients timelier and more convenient, ultimately improving patient outcomes.\nEnsuring complete tumor removal involves determining whether there is any residual cancerous tissue left at the edge of the resected area. Because it requires specialized equipment and expert personnel, the use of surgical pathology to ensure negative tumor margins is especially limited in low-resource settings in\nthe United States\nand other countries.\nThe AccessPath system is intended to be an affordable end-to-end system for immediate digital pathology of resected tumors, with the potential to greatly expand the range of hospitals able to provide accurate intra-operative tumor margin assessment and improve outcomes for all cancer patients treated with surgery.\nThe AccessPath system includes three key technological advancements:\nA novel, rugged, high-resolution microscope design with a large field-of-view and extended depth of field that can image tumors rapidly\nThe optimization of inexpensive, fast-acting, effective fluorescent stains for dying tumor margins\nEstablishing fast and accurate artificial intelligence (AI) algorithms to read the imagery to classify margins as positive or negative.\nBy solving these technical challenges, AccessPath aims to significantly cut the cost of pathology equipment and streamline analysis for negative tumor margin classification in order to deliver immediate pathology assessments.\n\"These efforts build on\nRice's\nlong-standing relationship with MD Anderson Cancer Center to prevent, detect and treat cancer and ultimately save lives.\nRice\nis focused on leading innovations in health and medicine to address disparities, and I commend our researchers for their leadership on this critical project,\" said\nAmy Dittmar\n,\nRice's\nHoward R. Hughes Provost\nand executive vice president for academic affairs.\n\"AccessPath is exactly the kind of life-changing research and health care innovation we are proud to produce at\nRice\n, where we're committed to addressing and solving the world's most pressing medical issues,\" said\nRamamoorthy Ramesh\n,\nRice's\nexecutive vice president for research. \"Partnering with MD Anderson on this vital work underscores the importance of such ongoing collaborations with our neighbors in the world's largest medical center. I am thrilled for Rebecca and her team; it's teamwork that makes discoveries like these possible.\"\nTomasz Tkaczyk\n, a professor of bioengineering and electrical and computer engineering at\nRice\n, is also a collaborator on the project.\nIn addition to\nRice\nand MD\nAnderson\n, other awardees include the\nUniversity of Texas\nHealth School of Dentistry,\nDuke University\n, Carnegie Mellon University and 3rd Stone Design.\nThis news release can be found\nonline here\n.\nAbout\nRice University\nLocated on a 300-acre forested campus in\nHouston\n,\nRice University\nis consistently ranked among the nation's top 20 universities by U.S. News & World Report.\nRice\nhas highly respected schools of architecture, business, continuing studies, engineering, humanities, music, natural sciences and social sciences and is home to the Baker Institute for Public Policy. With 4,574 undergraduates and 3,982 graduate students,\nRice's\nundergraduate student-to-faculty ratio is just under 6-to-1. Its residential college system builds close-knit communities and lifelong friendships, just one reason why\nRice\nis ranked No. 1 for lots of race/class interaction, No. 2 for best-run colleges and No. 12 for quality of life by the Princeton Review.\nRice\nis also rated as a best value among private universities by Kiplinger's Personal Finance.\nSOURCE\nRice University"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/orion-secures-45-million-debt-facility-from-builders-capital-to-complete-the-mason-in-park-city-ut-302223019.html",
        "title": "Orion Secures $45 Million Debt Facility From Builders Capital to Complete \"The Mason\" in Park City, UT",
        "publish_date": "08/15/2024",
        "body": "59-Unit Resort Development 90 Percent Pre-Sold\nPARK CITY, Utah\n,\nAug. 15, 2024\n/PRNewswire/ --\nOrion Real Estate Investment & Development\n, a resort, mixed-use, urban and master-planned communities developer, announced today it has closed a\n$45 million\ndebt financing facility from\nBuilders Capital\n, the nation's largest private construction lender. The debt facility will fund the completion of 59 new condos at\nThe Mason\n, a luxury condominium development in\nPark City, Utah\n. Located across from the highly anticipated Deer Valley® East Village and adjacent to Jordanelle Reservoir, The Mason is 90 percent pre-sold and will be completed in winter 2025.\nContinue Reading\nThe Mason, Park City, Utah\nThe Mason is designed by\nSalt Lake City\n-based\nMJSA\nwith\nNew West Building Company\nas general contractor, and exclusively represented by\nBerkshire Hathaway HomeServices Utah Properties\n. It consists of the former 85-unit Lodge at Stillwater, which is undergoing a major renovation, and two additional new buildings with 59 new condos. Construction on the new buildings commenced last month. These move-in ready, turnkey, fully furnished one-, two- and three-bedroom condos will feature \"Mountain Chic\" interiors. Residents enjoy beautiful views of the Jordanelle Reservoir and Wasatch Mountains as well as high-end amenities, including an owners' lounge, game room, remote workspace, fitness center, outdoor pool, hot tubs, saunas, grills, firepit seating, bike storage and ski lockers.\n\"We're thrilled to partner with Builders Capital to complete The Mason,\" said\nRobert Huggins\n, Managing Partner of Orion Real Estate Investment & Development. \"Our partnership will deliver beautifully designed and furnished residences minutes from new mountain village, Deer Valley East Village, and the expanding Deer Valley Resort, which will soon be one of the biggest ski areas in the country. Residents will be at the center of all the action with easy access to year-round outdoor activities, walkable shops, restaurants and entertainment. The desirability of The Mason is reflected in it being 90 percent pre-sold with just a limited selection of one- and two-bedroom condos remaining,\" he added.\nLocated at 1364 W. Still Water Drive in Mayflower Mountain, The Mason is 35 minutes from\nSalt Lake City\nInternational Airport and 3 minutes from Deer Valley Resort for year-round activities, including skiing, hiking, biking, water sports, golf, and more. The ski resort will expand to over 5,700 acres of ski terrain, add 16 new lifts and a 10-passenger gondola. Deer Valley® East Village, a new, upscale, mountain village featuring hotels including the Grand Hyatt Deer Valley, a ski school, rental shop, retail, dining, entertainment, residences and 1,200 new day skier parking spaces, will be a two-minute drive from The Mason, just across the highway. A new underpass at U.S. Route 40 offers a new entry point to Deer Valley easing traffic congestion.\nAbout Orion Real Estate Investment & Development\nOrion Real Estate Investment & Development, headquartered in\nJackson-Hole, WY\n, has decades of collective experience in land acquisition, entitlements, ground-up development and redevelopment across a spectrum of product types including resort, urban, mixed-use, and master planned communities. For more information, visit\nhttps://www.orion-companies.com/\n.\nSOURCE Orion Real Estate Investment & Development"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/globe-life-inc-term-loan-amendment-302223526.html",
        "title": "Globe Life Inc. Term Loan Amendment",
        "publish_date": "08/15/2024",
        "body": "MCKINNEY, Texas\n,\nAug. 15, 2024\n/PRNewswire/ -- Globe Life Inc. (NYSE:\nGL\n) announced that its\n$170 million\ndelayed draw term loan has been amended effective\nAugust 15, 2024\n. The principal amount of the loan has been increased from\n$170 million\nto\n$250 million\nand the maturity date has been extended from\nNovember 10, 2024\nto\nAugust 15, 2027\n.\nGlobe Life Inc. is a holding company specializing in life and supplemental health insurance for the middle-income market distributed through multiple channels, including direct to consumer and exclusive and independent agencies.\nSOURCE Globe Life Inc."
    },
    {
        "url": "https://www.prnewswire.com/news-releases/safe-and-green-development-corporation-secures-strategic-investment-of-up-to-10-million-from-arena-investors-302221878.html",
        "title": "Safe and Green Development Corporation Secures Strategic Investment of up to $10 Million from Arena Investors",
        "publish_date": "08/14/2024",
        "body": "MIAMI\n,\nAug. 14, 2024\n/PRNewswire/ -- Safe and Green Development Corporation (NASDAQ:\nSGD\n) (\"SG Devco\" or the \"Company\"), announces the successful closing of a strategic purchase agreement for funding of up to\n$10 million\nfrom Arena Investors, LP (\"Arena\") and its affiliates.\nArena, a global institutional asset manager with approximately\n$3.5 billion\nof assets under management, is known for its expertise in providing creative capital solutions.\nMaxim Group LLC was sole placement agent in connection with the offering.\nIn addition to the potential to accelerate SG Devco's growth, one of the key advantages of this investment by Arena is expected to be the Company's access to Arena's real estate-focused capabilities, which can provide valuable insights and resources to help accelerate the development of SG Devco's real estate development projects.  This collaboration is expected to enable SG Devco to leverage Arena's extensive network and expertise, creating new opportunities and enhancing the Company's capabilities.\nDavid Villarreal\n, CEO of SG Devco, expressed his excitement about this milestone, stating, \"This investment represents a significant achievement for SG Devco. This strategic commitment signifies Arena's support for our vision and demonstrates its confidence in the future potential of SG Devco's real estate projects. We are confident that Arena's support will not only fuel our expansion but also contribute to the long-term success of our real estate projects.\"\nThe financing through Arena is intended to further strengthen SG Devco's ability to make a positive impact on the industry while delivering value to its shareholders. The initial funding amount is\n$1.38 million\nwith the access to subsequent tranches up to a total of\n$10.27 million\nsubject to various conditions as described in the SG Devco's Form 8-K filing in relation to this transaction. SG Devco also entered into an equity line of credit purchase agreement (\"ELOC\") with Arena Business Solutions, whereby the Company will have the right, but not the obligation, subject to various conditions, to put shares to the investor for potentially up to\n$50 million\n.\nAbout Safe and Green Development Corporation (SG Devco)\nSafe and Green Development Corporation is a real estate development company. Formed in 2021, it focuses on the development of sites using purpose-built, prefabricated modules built from both wood and steel. The thesis of development is to build strong, innovative and green, single or multifamily projects across all income and asset classes. Additionally, a majority-owned subsidiary of SG DevCo, Majestic World Holdings LLC, is a prop-tech company that has created a real estate AI Platform. The Platform aims to decentralize the real estate marketplace, creating an all-in-one solution that brings banks, institutions, home builders, clients, agents, vendors, gig workers, and insurers into a seamlessly integrated and structured AI-driven environment. MyVONIA Innovations LLC, a wholly owned subsidiary, is the owner of MyVONIA, which is an AI-powered personal assistant designed to help simplify daily tasks and improve productivity for individuals and businesses. MyVONIA aims to assist with managing both personal and professional tasks.\nAbout Arena Investors\nArena is an institutional asset manager founded in partnership with The Westaim Corporation (TSXV: WED). With $3.5 billion of invested and committed assets under management as of June 30, 2024, and a team of over 180 employees in offices globally, Arena provides creative solutions for those seeking capital in special situations. The firm brings individuals with decades of experience, a track record of comfort with complexity, the ability to deliver within time constraints, and the flexibility to engage in transactions that cannot be addressed by banks and other conventional financial institutions.  For more information, please visit\nwww.arenaco.com\n.\nSafe Harbor Statement\nThis press release may contain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements other than statements of historical fact are, or may be deemed to be, forward-looking statements. In some cases, forward-looking statements can be identified by terminology such as \"may,\" \"should,\" \"potential,\" \"continue,\" \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"believes,\" \"estimates,\" and similar expressions, and include statements regarding four additional subsequent tranches of funding for up to\n$10,277,777\nin total,  having access to Arena's real estate focused divisions to accelerate the development of SG Devco's real estate development projects, the investment enabling SG Devco to leverage Arena's extensive network and expertise, creating new opportunities and enhancing the Company's capabilities, Arena solidifiing its support for the Company's vision and demonstrating its confidence in the future potential of SG Devco's real estate projects, Arena's support not only fueling the Company's expansion but also contributing to the long-term success of its real estate projects, the financing through Arena strengthening SG Devco's ability to make a positive impact on the industry while delivering value to its shareholders, having the right to put shares to the investor under the ELOC for up to\n$50 million\nand creating an all-in-one solution that brings banks, institutions, home builders, clients, agents, vendors, gig workers, and insurers into a seamlessly integrated and structured AI-driven environment.\nThese forward-looking statements are based on certain assumptions and analyses made by us in light of our experience and our perception of historical trends, current conditions, and expected future developments, as well as other factors we believe are appropriate in the circumstances. Important factors that could cause actual results to differ materially from current expectations include, among others, the Company's ability to satisfy the conditions to closing and close on the four additional subsequent tranches of funding for up to\n$10,277,777\n, the Company's ability to accelerate the development of its real estate development projects, the Company's ability to leverage Arena's extensive network and expertise, create new opportunities and enhance the Company's capabilities, the Company's ability to secure funding under the ELOC, the Company's ability to make a positive impact on the industry while delivering value to its shareholders, the Company's ability to create an all-in-one solution that brings banks, institutions, home builders, clients, agents, vendors, gig workers, and insurers into a seamlessly integrated and structured AI-driven environment, the Company's ability to obtain the capital necessary to fund its activities, the Company's ability to monetize its real estate holdings, and other factors discussed in the Company's Annual Report on Form 10-K for the year ended\nDecember 31, 2023\n, and its subsequent filings with the SEC. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. All forward-looking statements are qualified in their entirety by this cautionary statement, and the Company undertakes no obligation to revise or update this press release to reflect events or circumstances after the date hereof.\nSOURCE Safe and Green Development Corporation"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/international-energy-leader-karpowership-announces-1-billion-lng-to-power-investment-in-south-african-power-pool-302221215.html",
        "title": "International Energy Leader Karpowership Announces $1 Billion LNG-to-Power Investment in South African Power Pool",
        "publish_date": "08/13/2024",
        "body": "ISTANBUL\n,\nAug. 13, 2024\n/PRNewswire/ -- Karpowership, a major international energy company renowned for its innovative solutions, has announced its plans to invest a transformative\n$1 billion\nof LNG-to-Power infrastructure that will be based in\nMozambique\nand made available to the entire South African Power Pool (SAPP). This ground-breaking project would not only enhance the country's domestic energy landscape but also that of the wider SAPP by providing reliable and low-cost electricity to 5 million people.\nKarpowership is a global provider of gas-to-power solutions, with projects in both\nGhana\nand\nBrazil\n. Similar to its project in\nBrazil\n, the new initiative would feature a state-of-the-art natural gas-powered facility with a capacity of up to 500 MW, including one of the largest Powerships in the world and a Floating Storage Regasification Unit (FSRU). This latest development builds on Karpowership's existing partnership with\nMozambique\n, where it began operations in 2016, providing land-locked\nZambia\n115 MW of reliable electricity.\nHarnessing its domestic gas resources, the project creates significant new opportunities for\nMozambique\nand the wider region: providing a reliable energy source to\nMozambique's\nown electricity utility company, Electricidade de\nMozambique\n(EdM), or for export to public and private entities in the neighbouring countries within the SAPP region, including\nZambia\n,\nZimbabwe\n,\nBotswana\n,\nNamibia\n, and others.\nKarpowership's collaboration with EdM on\nMozambique's\ndomestic power supply has already seen substantial progress. Currently, the company supplies electricity through its Powership operating in Nacala Bay – contributing to the country's energy security and economic growth, since 2018. The company recently showcased one of their state-of-the-art Powerships – identical to the one planned for this new venture – at the Port of\nMaputo\n, providing attendees with an insight into their fast, flexible power solution.\n\"Karpowership is proud to serve as a committed partner to\nMozambique\nand we are thrilled to be deepening that relationship, creating a vehicle together that will power the wider region from\nMozambique\n– addressing regional electricity deficits and enhancing economic activity,\"\nsaid Zeynep Harezi Yılmaz, Karpowership's Chief Operating Officer.\nThe new investment is also set to create an influx of direct and indirect job opportunities, with the potential for collaboration by the company with both the public and private sectors.\nKarpowership remains committed to driving sustainable energy solutions and contributing to the socio-economic development of\nMozambique\nand the broader SAPP region. This latest investment reaffirms the company's dedication to supporting regional growth and energy security.\nAbout Karpowership\nWith over 25 years of experience in the floating power plant industry, Karpowership is a leading provider of fast, flexible, and reliable energy solutions worldwide. With a global installed capacity exceeding 7,000 MW and operating across 16 countries, including 9 in\nAfrica\n, Karpowership delivers energy security through its signature Powerships and onshore plants, alongside a fleet of floating LNG infrastructure.\nLogo:\nhttps://mma.prnewswire.com/media/2404491/Karpowership_Logo.jpg\nSOURCE Karpowership"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/workhub-partners-with-davidson-kempner-on-strategic-investment-302223601.html",
        "title": "WorkHub Partners with Davidson Kempner on Strategic Investment",
        "publish_date": "08/15/2024",
        "body": "Investment to Support WorkHub's Continued Growth and Geographic Expansion\nHOUSTON\nand\nNEW YORK\n,\nAug. 15, 2024\n/PRNewswire/ -- WorkHub, a fully vertically-integrated real estate development company focused on flexible small bay industrial properties, today announced it has partnered with Davidson Kempner Capital Management LP (\"\nDavidson Kempner\n\"), a global investment management firm, on a strategic investment. Terms of the investment were not disclosed.\nThe investment will position WorkHub to continue capitalizing on increased demand in the flexible light industrial sector while simultaneously expanding into attractive new markets and opportunities. It will also help strengthen WorkHub's foothold in its home market of\nHouston\n, where it has a strong track record of seven successfully developed projects since 2015.\n\"We are pleased to partner with\nDavidson Kempner\nat this important inflection point for WorkHub. We appreciate Davidson Kempner's recognition of our growth story and are excited to partner with the firm to grow our platform nationally,\" said\nRoberto Valenzuela\n, Chief Executive Officer of WorkHub.\nAlfredo Amparan\n, Chief Financial Officer of WorkHub, continued, \"\nDavidson Kempner\nbrings a wealth of sector expertise and relationships that will allow WorkHub to expand our geographic reach to support our members and their different business needs.\"\nWorkHub was founded in 2015 by Mr. Valenzuela and Mr. Amparan. They joined forces to find space for their own businesses and realized that other small and medium-sized companies shared the same need. WorkHub now leverages its in-house capabilities, including construction, development, property management, asset management and leasing functions, to manage developments over the full life cycle. WorkHub provides industrial flex space for small and medium-sized companies by accommodating their growth and expansion needs through reasonably priced and tailor-made solutions.\nBaird\nserved as exclusive financial advisor, and Ropes & Gray, LLP provided legal advice to WorkHub.\nWillkie Farr\n& Gallagher LLP provided legal advice to\nDavidson Kempner\n.\nAbout WorkHub\nWorkHub is a leading provider of flexible small-bay industrial space solutions designed to meet the ever-changing needs of modern businesses. With a strong emphasis on fostering collaboration and growth, WorkHub offers a wide variety of spaces tailored to support businesses at every stage of their development. Our properties are strategically located in high-demand areas, offering convenient access, state-of-the-art facilities, and a community-driven environment that helps our members grow to the next level. Additional information is available at:\nwww.workhubusa.com\n.\nAbout Davidson Kempner Capital Management\nDavidson Kempner Capital Management LP is a global investment management firm with over 40 years of experience and a focus on fundamental investing with a multi-strategy approach.\nDavidson Kempner\nhas more than\n$37 billion\nin assets under management and over 500 employees across seven offices:\nNew York\n,\nPhiladelphia\n,\nLondon\n,\nDublin\n,\nHong Kong\n,\nShenzhen\nand\nMumbai\n. Additional information is available at:\nwww.davidsonkempner.com\n.\nMedia Contacts\nWorkHub\n[email protected]\nDavidson Kempner\n[email protected]\nSOURCE WorkHub"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/curvalux-accelerates-global-internet-access-with-strategic-investment-from-pegasus-capital-advisors-302221103.html",
        "title": "Curvalux Accelerates Global Internet Access with Strategic Investment from Pegasus Capital Advisors.",
        "publish_date": "08/13/2024",
        "body": "Sustainable wireless technology pioneer secures working capital to expand urban and rural connectivity and bridge the digital divide\nNEW YORK\n,\nAug. 13, 2024\n/PRNewswire/ -- Curvalux, a leading manufacturer of innovative, energy-efficient fixed wireless access (FWA) broadband technologies, announced today a strategic investment from the Subnational Climate Fund, managed by Pegasus Capital Advisors. This partnership aims to help facilitate prompt production and delivery of existing orders for Curvalux's sustainable high speed wireless products to valuable customers that are servicing communities with essential internet access, including those areas without access to electricity.\nContinue Reading\nInnovative Sustainable Technology for Improved Urban and Rural Connectivity\nThis investment is a meaningful impact on the lives of billions lacking access to crucial info the internet provides.\nPost this\nCurvalux's suite of Point-to-Multipoint (PtMP) products includes the world's leading high-capacity fixed wireless systems. They operate in both unlicensed 5-6 GHz frequencies (Curvalux 2) and millimeter-wave spectrum (Curvalux 3). Designed specifically for deployment in rural areas lacking electricity, these products enable Curvalux customers, including internet service providers and telecommunication companies, to prioritize sustainability and carbon emission reduction. Curvalux devices consume minimal power, enabling solar-powered operation and presenting a green alternative to power-intensive 5G technologies in extending connectivity to rural communities.\nEmpowering Communities Through Fixed Wireless Access Technologies\nRichard Pak\n, Curvalux CEO, expressed enthusiasm about the partnership: \"We are very excited and honored to partner with Pegasus to make a meaningful impact on the lives of billions of people in developing countries and around the world that lack access to crucial information, communications and applications that the internet can provide. Together with Pegasus, we are committed to empowering local communities through sustainable universal broadband access, while focusing on the critical reduction of carbon emissions caused by inefficient 4G and 5G telecommunication systems.\"\nDavid Cogut\n, partner at Pegasus Capital Advisors added: \"We are extremely excited to partner with such an experienced and innovative team at Curvalux. The Company, offers a critical, energy-efficient technology to bridge the\ndigital divide\nin the Global South. We believe that deployment of advanced networks is necessary for economic and educational development. Nonetheless, development of these networks is difficult due to electricity constraints and high infrastructure costs. Curvalux solutions offer a unique solution to enable and improve livelihoods for billions of people, without contributing further to power needs. We're proud to help scale the Curvalux impact to many countries around the world.\"\nAbout Curvalux:\nCurvalux is a leading fixed wireless access (FWA) company that offers innovative technologies to connect people to the internet in urban and rural hard-to-reach areas. Through its cutting-edge solutions, Curvalux aims to bridge the digital divide and empower underserved communities with reliable and high-speed internet connectivity. All Curvalux products and solutions are designed with the goal of reducing the carbon footprint and providing environmentally sustainable solutions that improve telecommunications network performance while reducing operators' CAPEX and OPEX.\nLearn more at\nhttps://www.curvalux.com\nAbout The Subnational Climate Fund:\nThe Subnational Climate Fund (SCF) is a global blended finance initiative that aims to invest in and scale mid-sized (5–\n75 M\n$USD) subnational infrastructure projects in the fields of sustainable energy, waste and sanitation, regenerative agriculture and nature-based solutions in developing countries. The SCF features a dedicated, grant-funded facility (\n$28M\n) for Technical Assistance (TA) that provides technical support and grant funding to stakeholders in identifying and strengthening investment proposals for the Fund. The Green Climate Fund committed up to\n$150 million\nto the Investment Fund for a junior tranche which is intended to further de-risk investment, and a further\n$18.5 million\nfor the technical assistance facility.\nWebsite: https://www.subnational.finance\nAbout Pegasus Capital Advisors, L.P.:\nAbout Pegasus Capital Advisors, L.P Pegasus Capital Advisors is a leading global private markets impact investment manager. As the first U.S. private equity fund manager accredited by the Green Climate Fund, we are dedicated to fostering sustainable and inclusive growth while providing attractive returns for our investors. To this end, in addition to SCF, Pegasus manages the Global Fund for Coral Reefs (GFCR) and the Blue Green Bank (BGB). Pegasus collaborates closely with international development organizations and has announced a ground-breaking partnership with UNDP to generate finances for sustainable development. Pegasus was founded in 1996 by\nCraig Cogut\n, Pegasus has invested over\n$2 billion\nacross seven private equity funds.\nWebsite:\nhttps://www.pcalp.com\nSOURCE Curvalux"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/moleculight-obtient-un-financement-de-11-7-millions-de-dollars-pour-accelerer-son-expansion-mondiale-302222876.html",
        "title": "MolecuLight obtient un financement de 11,7 millions de dollars pour accélérer son expansion mondialeUSA - FrançaisUSA - DeutschUSA - EnglishUSA - English",
        "publish_date": "08/15/2024",
        "body": "TORONTO\n,\n15 août 2024\n/PRNewswire/ -- MolecuLight Inc, un chef de file en imagerie de fluorescence au point de service, a annoncé aujourd'hui la clôture d'une ronde de financement de série C de 11,7 millions de dollars dirigée par de nouveaux investisseurs, soit Exportation et développement\nCanada\n(EDC), Prosegur et Azahar. Les investisseurs existants ont également participé à ce tour de table, démontrant ainsi leur confiance dans la trajectoire de croissance de l'entreprise.\nContinue Reading\nMolecuLight Secures Financing to Accelerate Global Expansion\nLes dispositifs d'imagerie par fluorescence de MolecuLight permettent aux cliniciens de visualiser en temps réel la fluorescence des bactéries dans les plaies, ce qui permet une détection et une quantification plus précoces, et donc un traitement plus efficace qui améliore la cicatrisation des plaies. L'évaluation du lit de la plaie par MolecuLight s'aligne parfaitement sur les résultats du CTP : Une étude menée par Ai-Jalodi et ses collègues démontre que lorsque le dispositif indique un lit de la plaie exempt de bactéries, la probabilité d'intégration\n1\nde la CTP est de 100 %,  par rapport à un substitut cutané seul. En permettant aux prestataires de soins de santé de prendre des décisions éclairées au moment des soins, MolecuLight contribue à améliorer les résultats pour les patients et à réduire les coûts des soins de santé. Ce nouvel investissement permettra à MolecuLight de poursuivre son expansion aux États-Unis, au\nCanada\net dans l'Union européenne dans tous les environnements de soins, y compris les consultations externes des hôpitaux, les cliniques indépendantes de traitement des plaies, les podologues et les centres de soins de longue durée. Cette croissance permettra à l'entreprise d'atteindre davantage de patients et d'avoir un impact positif sur leur vie en fournissant aux cliniciens les outils nécessaires pour identifier et quantifier rapidement et précisément les bactéries qui entravent la cicatrisation des plaies, améliorant ainsi les résultats pour les patients.\n« La technologie novatrice de MolecuLight peut améliorer considérablement les résultats pour les patients et offre des avantages indéniables à tous les intervenants du système de santé », a déclaré\nGuillermo Freire\n, premier vice-président, Groupe des marchés intermédiaires, EDC. « Nous sommes ravis d'investir dans MolecuLight, qui accélère sa commercialisation. EDC se concentre sur le soutien aux innovateurs canadiens émergents dans des secteurs critiques essentiels pour l'avenir. Cet investissement reflète notre foi dans l'innovation et le progrès, et souligne notre mission qui est de soutenir les entreprises canadiennes dans leur parcours pour devenir des leaders internationaux dans leurs secteurs. »\n« Nous sommes heureux d'investir dans MolecuLight. Nous croyons en la mission de MolecuLight, qui est de transformer le traitement des plaies, et en sa technologie innovante », a déclaré\nPedro Munoz\n, directeur général de\nAzahar. « Cet investissement permettra à MolecuLight d'accélérer ses efforts d'expansion auprès d'un plus grand nombre de prestataires de soins de santé dans le monde entier. »\n« iGan est fier de continuer à soutenir MolecuLight dans sa volonté de transformer la gestion du traitement des plaies », a déclaré\nSam Ifergan\n, président de MolecuLight et directeur général d'iGan Partners.\n« Ce financement témoigne de la forte position de MolecuLight sur le marché et de l'impact significatif de notre technologie sur les soins aux patients », a déclaré Anil Amlani, PDG de MolecuLight. « Avec le soutien de nos investisseurs, nous sommes bien placés pour tirer parti de la demande croissante de solutions d'imagerie de fluorescence au point de soins et pour offrir une valeur exceptionnelle à nos clients. »\nTungsten Advisors a été le conseiller financier exclusif de MolecuLight.\n____________________________\n1\nAi-Jalodi O, Sabo M, Patel K, Bullock N, Serena L, Breisinger K, Serena TE. Efficacité et sécurité d'une matrice dérivée du péritoine porcin dans le traitement des ulcères du pied diabétique : une étude pilote. J Wound Care. 2021 Feb 1;30(Sup2):S18-S23. doi : 10.12968/jowc.2021.30.Sup2.S18. PMID : 33573495.\nÀ propos de MolecuLight\nMolecuLight est le leader de l'imagerie de fluorescence au point d'intervention. Leurs dispositifs innovants permettent aux prestataires de soins de santé de détecter rapidement et avec précision des niveaux élevés de bactéries dans les plaies, les sites chirurgicaux et d'autres blessures. Cette visualisation en temps réel des bactéries liées à l'infection permet aux cliniciens de prendre des décisions thérapeutiques éclairées.  La détection précoce et précise des bactéries permet de mieux cibler les plans de traitement. En optimisant les plans de traitement, la technologie MolecuLight contribue à accélérer la guérison et à réduire le risque de complications. Le dispositif multimodal combine la détection bactérienne, la mesure de la plaie et les capacités d'imagerie en un seul outil, ce qui permet de rationaliser les flux de travail et d'améliorer la précision de la documentation. S'intégrant parfaitement aux dossiers médicaux électroniques, MolecuLight permet aux cliniciens de prodiguer des soins de la plus haute qualité tout en optimisant leur flux de travail. Pour plus d'informations, veuillez consulter le site\nwww.moleculight.com\n.\nPour plus d'informations, veuillez contacter\nHunter Zudans\n, directeur du marketing, MolecuLight Inc, T. +1.484.682.7580,\n[email protected]\nPhoto -\nhttps://mma.prnewswire.com/media/2482399/MolecuLight_MolecuLight_Secures__11_7_Million_in_Financing_to_Ac.jpg"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/shell-invests-in-water-injection-at-gulf-of-mexico-field-302221644.html",
        "title": "Shell invests in water injection at Gulf of Mexico field",
        "publish_date": "08/14/2024",
        "body": "HOUSTON\n,\nAug. 14, 2024\n/PRNewswire/ -- Shell Offshore Inc. (Shell), a subsidiary of Shell plc, has taken a Final Investment Decision (FID) on a 'waterflood' project at its Vito asset in the US Gulf of Mexico. Water will be injected into the reservoir formation to displace additional oil.\nThe process is due to begin in 2027 and is expected to significantly enhance volume capacity at the Vito field.\nContinue Reading\nThis investment will deliver additional high-margin, lower-carbon barrels from our advantaged Upstream business\nPost this\nShell's Vito platform in the Gulf of Mexico (photo courtesy of Shell)\n\"Over time, we've seen the benefits of waterflood as we look to fill our hubs in the\nGulf of Mexico\n,\" said Zoë Yujnovich, Shell Integrated Gas and Upstream Director. \"This investment will deliver additional high-margin, lower-carbon barrels from our advantaged Upstream business while maximizing our potential from Vito.\"\nWaterflood is a method of secondary recovery where the injected water physically sweeps the displaced oil to adjacent production wells, while re-pressurizing the reservoir. The three water injection wells were all drilled as pre-producers.\nShell is the leading deep-water operator in the U.S.\nGulf of Mexico\n, where our production has among the lowest greenhouse gas (GHG) intensity in the world for producing oil.\nNotes to editors\nIn\nJuly 2009\n, the Vito field was discovered in more than 4,000 feet of water approximately 75 miles south of\nVenice, LA\n, 150 miles southeast of\nNew Orleans\nand 10 miles south of the Shell-operated Mars TLP.\nIn 2015, the original Vito host design was simplified and rescoped, resulting in a reduction of approximately 80% in CO2 emissions over the lifetime of the facility as well as a cost reduction of more than 70% from the original host design concept.\nShell (Operator 63.11%) and Equinor (36.89%) announced FID for the Vito development in\nApril 2018\n, with first oil achieved in\nFebruary 2023\n.\nGiven the properties of the Vito reservoir, energy is required to maximize the producing rate of existing wells and thus ultimate recovery.\nThe Vito waterflood project will increase recoverable resource volume by 60 million boe. The estimate of resources volumes is currently classified as 2P and 2C under the Society of Petroleum Engineers' Resource Classification System.\nThe reference to our U.S.\nGulf of Mexico\nproduction having among the lowest GHG intensity in the world is a comparison among other IOGP oil-and gas-producing members.\nAs communicated at Shell's Capital Markets Day in 2023, we plan to see production stabilise at 1.4 million barrels per day of liquids to 2030.\nCautionary Note\nThe companies in which Shell plc directly and indirectly owns investments are separate legal entities. In this media release, \"Shell\", \"Shell Group\" and \"Group\" are sometimes used for convenience where references are made to Shell plc and its subsidiaries in general. Likewise, the words \"we\", \"us\" and \"our\" are also used to refer to Shell plc and its subsidiaries in general or to those who work for them. These terms are also used where no useful purpose is served by identifying the particular entity or entities. ''Subsidiaries'', \"Shell subsidiaries\" and \"Shell companies\" as used in this media release refer to entities over which Shell plc either directly or indirectly has control. Entities and unincorporated arrangements over which Shell has joint control are generally referred to as \"joint ventures\" and \"joint operations\", respectively. \"Joint ventures\" and \"joint operations\" are collectively referred to as \"joint arrangements\". Entities over which Shell has significant influence but neither control nor joint control are referred to as \"associates\". The term \"Shell interest\" is used for convenience to indicate the direct and/or indirect ownership interest held by Shell in an entity or unincorporated joint arrangement, after exclusion of all third-party interest.\nForward-Looking Statements\nThis media release contains forward-looking statements (within the meaning of the U.S. Private Securities Litigation Reform Act of 1995) concerning the financial condition, results of operations and businesses of Shell. All statements other than statements of historical fact are, or may be deemed to be, forward-looking statements. Forward-looking statements are statements of future expectations that are based on management's current expectations and assumptions and involve known and unknown risks and uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in these statements. Forward-looking statements include, among other things, statements concerning the potential exposure of Shell to market risks and statements expressing management's expectations, beliefs, estimates, forecasts, projections and assumptions. These forward-looking statements are identified by their use of terms and phrases such as \"aim\", \"ambition\", ''anticipate'', ''believe'', ''could'', ''estimate'', ''expect'', ''goals'', ''intend'', ''may'', \"milestones\", ''objectives'', ''outlook'', ''plan'', ''probably'', ''project'', ''risks'', \"schedule\", ''seek'', ''should'', ''target'', ''will'' and similar terms and phrases. There are a number of factors that could affect the future operations of Shell and could cause those results to differ materially from those expressed in the forward-looking statements included in this media release, including (without limitation): (a) price fluctuations in crude oil and natural gas; (b) changes in demand for Shell's products; (c) currency fluctuations; (d) drilling and production results; (e) reserves estimates; (f) loss of market share and industry competition; (g) environmental and physical risks; (h) risks associated with the identification of suitable potential acquisition properties and targets, and successful negotiation and completion of such transactions; (i) the risk of doing business in developing countries and countries subject to international sanctions; (j) legislative, judicial, fiscal and regulatory developments including regulatory measures addressing climate change; (k) economic and financial market conditions in various countries and regions; (l) political risks, including the risks of expropriation and renegotiation of the terms of contracts with governmental entities, delays or advancements in the approval of projects and delays in the reimbursement for shared costs; (m) risks associated with the impact of pandemics, such as the COVID-19 (coronavirus) outbreak, regional conflicts, such as Russia's invasion of Ukraine, and a significant cybersecurity breach; and (n) changes in trading conditions. No assurance is provided that future dividend payments will match or exceed previous dividend payments. All forward-looking statements contained in this media release are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. Readers should not place undue reliance on forward-looking statements. Additional risk factors that may affect future results are contained in Shell plc's Form 20-F for the year ended December 31, 2022 (available at\nwww.shell.com/investors/news-and-filings/sec-filings.html\nand\nwww.sec.gov\n). These risk factors also expressly qualify all forward-looking statements contained in this media release and should be considered by the reader. Each forward-looking statement speaks only as of the date of this media release, August 14, 2024. Neither Shell plc nor any of its subsidiaries undertake any obligation to publicly update or revise any forward-looking statement as a result of new information, future events or other information. In light of these risks, results could differ materially from those stated, implied or inferred from the forward-looking statements contained in this media release.\nShell's net carbon intensity\nAlso, in this media release we may refer to Shell's \"Net Carbon Intensity\", which includes Shell's carbon emissions from the production of our energy products, our suppliers' carbon emissions in supplying energy for that production and our customers' carbon emissions associated with their use of the energy products we sell. Shell only controls its own emissions. The use of the term Shell's \"Net Carbon Intensity\" is for convenience only and not intended to suggest these emissions are those of Shell plc or its subsidiaries.\nShell's net-Zero Emissions Target\nShell's operating plan, outlook and budgets are forecasted for a ten-year period and are updated every year. They reflect the current economic environment and what we can reasonably expect to see over the next ten years. Accordingly, they reflect our Scope 1, Scope 2 and Net Carbon Intensity (NCI) targets over the next ten years. However, Shell's operating plans cannot reflect our 2050 net-zero emissions target and 2035 NCI target, as these targets are currently outside our planning period. In the future, as society moves towards net-zero emissions, we expect Shell's operating plans to reflect this movement. However, if society is not net zero in 2050, as of today, there would be significant risk that Shell may not meet this target.\nShell expects to publish its 2024 Energy Transition Strategy on\nMarch 14, 2024\n, which will include an update on Shell's energy transition strategy and set out Shell's climate targets and ambitions for the future.\nForward Looking Non-GAAP measures\nThis media release may contain certain forward-looking non-GAAP measures such as cash capital expenditure and divestments. We are unable to provide a reconciliation of these forward-looking Non-GAAP measures to the most comparable GAAP financial measures because certain information needed to reconcile those Non-GAAP measures to the most comparable GAAP financial measures is dependent on future events some of which are outside the control of Shell, such as oil and gas prices, interest rates and exchange rates. Moreover, estimating such GAAP measures with the required precision necessary to provide a meaningful reconciliation is extremely difficult and could not be accomplished without unreasonable effort. Non-GAAP measures in respect of future periods which cannot be reconciled to the most comparable GAAP financial measure are calculated in a manner which is consistent with the accounting policies applied in Shell plc's consolidated financial statements.\nThe contents of websites referred to in this media release do not form part of this media release.\nWe may have used certain terms, such as resources, in this media release that the United States Securities and Exchange Commission (SEC) strictly prohibits us from including in our filings with the SEC. Investors are urged to consider closely the disclosure in our Form 20-F, File No 1-32575, available on the SEC website\nwww.sec.gov\n.\nSOURCE Shell Offshore Inc."
    },
    {
        "url": "https://www.prnewswire.com/news-releases/alaska-airlines-announces-investment-in-jetzero-to-propel-innovative-aircraft-technology-and-design-302220737.html",
        "title": "Alaska Airlines announces investment in JetZero to propel innovative aircraft technology and design",
        "publish_date": "08/13/2024",
        "body": "JetZero's pioneering blended wing body aircraft contributes to aviation's sustainability journey with significant improvements in fuel efficiency\nSEATTLE\n,\nAug. 13, 2024\n/PRNewswire/ -- Alaska Airlines announced today an investment in JetZero, a pioneering company developing a new blended-wing body (BWB) aircraft that will provide up to 50% less fuel burn and lower emissions. The investment reflects\nAlaska's\ncommitment to advance new technology that will benefit the future of aviation, including those that enable the airlines' path to net zero carbon emissions.\nAlaska\ninvested as part of JetZero's Series A last year and is the first airline to do so.\nContinue Reading\nAlaska Airlines announces investment in JetZero to propel innovative aircraft technology and design\nThe investment, which includes options for future aircraft orders, was made through Alaska Star Ventures (ASV), the airline's investment arm whose purpose is to influence the future of the aviation industry. ASV is focused on identifying and enabling the technologies that can help\nAlaska\nreach its ambitious goal of net zero carbon emissions by 2040. This initiative is one piece of\nAlaska's\ncomprehensive sustainability strategy along with operational efficiency, fleet renewal, sustainable aviation fuel, waste reduction, and electrified aircraft.\n\"At Alaska, we are always looking for ways to innovate and shape the future of air travel for our guests, employees, and industry,\" said\nDiana Birkett Rakow\n, senior vice president of public affairs and sustainability at Alaska Airlines. \"We are proud to invest in JetZero's development of this innovative next-generation aircraft, with a significant step-change in fuel efficiency. We and JetZero share a vision for more sustainable aviation, and we are excited to partner with them in creating that future.\"\nJetZero's BWB aircraft stands out with its innovative design that integrates the wings and fuselage into a single smooth shape, greatly reducing aerodynamic drag. Due to an expected 50% fuel reduction compared to the current tube-and-wing design, the BWB will result in potential lower carbon emissions and operating costs. The aircraft's spacious interior will enable innovative seating arrangements with benefits to passenger comfort, such as a quieter and more enjoyable flying experience. Its unique shape will significantly reduce weight and drag and offers great promise in contributing to a more sustainable future in aviation.\n\"The biggest challenge for airlines is lowering fuel burn and emissions. Of all the great new technologies in work, the BWB design delivers the biggest impact by far. Airlines will see immediate benefit in cost savings, dramatically lower emissions and improved customer experience, compared to airplanes flying today,\" said\nTom O'Leary\n, CEO and co-founder, JetZero. \"We're thrilled to welcome\nAlaska\nto our team of innovators, and our belief that this aircraft will reshape aviation.\"\nWhile the BWB design is not new, JetZero has shown unique leadership in collaborating closely with the United States Air Force, NASA, and the FAA to develop its revolutionary blended wing aircraft and ultimately bringing it to market.\nAbout Alaska Airlines\nAlaska Airlines and our regional partners serve more than 120 destinations across\nthe United States\n, the\nBahamas\n,\nBelize\n,\nCanada\n,\nCosta Rica\n,\nGuatemala\nand\nMexico\n. We offer our guests a premium flying experience with award-winning customer service and an industry-leading loyalty program,\nMileage Plan\n. With our fellow\none\nworld Alliance members and additional global partners, our guests have more choices than ever to purchase, earn or redeem on\nalaskaair.com\nacross 30 airlines and more than 1,000 worldwide destinations. Learn more about\nAlaska\nat\nnews.alaskaair.com\nand follow\n@alaskaairnews\nfor news and stories. Alaska Airlines and Horizon Air are subsidiaries of Alaska Air Group (NYSE:\nALK\n). More information on\nAlaska's\nsustainability strategy is available at\nalaskaair.com/content/about-us/esg\n.\nAbout JetZero\nJetZero, co-founded by aerospace legend\nMark Page\n, is developing the world's first commercial blended wing body (BWB) airplane. With up to 50% lower fuel burn and carbon emissions compared to existing commercial airliners, JetZero's BWB offers the aviation industry a clear path to achieving its 2050 net-zero goals. Working alongside the US Air Force, NASA, and the FAA, and backed by decades of investment and research into blended wing technology, JetZero looks to enter commercial service by 2030.\nSOURCE\nALASKA\nAIRLINES"
    },
    {
        "url": "https://www.prnewswire.com/news-releases/actuate-secures-11-5-million-in-funding-to-advance-ai-powered-remote-video-guarding-solutions-302221431.html",
        "title": "Actuate Secures $11.5 Million in Funding to Advance AI-Powered Remote Video Guarding Solutions",
        "publish_date": "08/14/2024",
        "body": "NEW YORK\n,\nAug. 14, 2024\n/PRNewswire/ -- Actuate, a leading innovator in computer vision technology for remote video guarding, proudly announces the successful closing of an\n$11.5 million\nfunding round. This investment was led by\nGray Line Partners\n, with significant contributions from existing investors\nTribeca Venture Partners\n,\nBling Capital\n,\nTensility Venture Partners\n, and\nUpside Partnership\n.\nThe remote video guarding industry is the fastest growing segment in the physical security industry, catalyzed by increasing waves of organized property crime and the challenges in security guard hiring. Actuate's AI solutions are instrumental in enabling remote video guarding operations, allowing a handful of operators to effectively monitor thousands of cameras.\nNathan Varn\n, Vice President of Sales of Envera Systems, said, \"We've very metrics-driven in terms of the operational efficiency of our monitoring center. Ever since we moved our cameras to Actuate, we achieved the lowest false alarm rate in company history.\"\nThe new funding will enable Actuate to accelerate its growth, enhance its cutting-edge technology, and expand its market presence. As a trailblazer in AI-driven security solutions, Actuate leverages advanced computer vision to provide unparalleled remote monitoring and protection, ensuring safety and operational efficiency for a wide range of industries.\nEddie Kang\n, Managing Partner at Gray Line Partners, commented, \"Actuate is making businesses and people safer. Their AI is more accurate than the competition and they have incredible trust across the ecosystem. We're very excited to support Actuate as they continue to push the industry forward.\"\nSonny Tai\n, CEO of Actuate, stated, \"This funding is a significant milestone for Actuate. It will allow us to deepen our technical moat and scale our market share within the industry. We are excited to partner with\nGray Line\nand our other esteemed investors to drive the next phase of our growth. With this support, we will continue to push the boundaries of what's possible in video surveillance and security.\"\nActuate's platform harnesses the power of AI and computer vision to offer highly accurate, real-time monitoring and threat detection, significantly reducing the need for manual oversight. The company's solutions are designed to enhance security protocols, minimize response times, and provide actionable insights for proactive threat management.\nThe investment marks a pivotal moment for Actuate as it aims to further its mission of redefining remote video guarding and establishing new benchmarks in security technology.\nFor more information about Actuate and its innovative solutions, please visit\nhttps://actuate.ai\nor contact:\nAbout Actuate:\nActuate is a\nNew York\n-based AI company specializing in computer vision software for remote video guarding. Through advanced AI and machine learning algorithms, Actuate delivers superior security solutions that enhance monitoring, threat detection, and operational efficiency across various industries.\nAbout Gray Line Partners:\nGray Line Partners is a growth equity firm that focuses exclusively on enterprise software businesses at the early growth stage. They partner with founders that are looking to build transformative businesses that will shape industries in the decades to come.\nMedia Contact:\nSonny Tai\n,\n[email protected]\nSOURCE Actuate"
    }
]