[
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/18/2931803/0/en/Driscoll-and-Texas-Senator-Hinojosa-celebrate-new-Valley-hospital-with-community-ribbon-cutting.html",
        "title": "Driscoll and Texas Senator Hinojosa celebrate new Valley hospital with community ribbon cutting",
        "published": "August 17, 2024 20:16 ET",
        "publish_date": "08/17/2024",
        "author": "Driscoll Children's Hospital",
        "body": "Edinburg, TX, Aug.  17, 2024  (GLOBE NEWSWIRE) -- On Saturday, McAllen-Edinburg residents joined Driscoll Children's Hospital Rio Grande Valley for a memorable ribbon cutting event. Families enjoyed community activities together while celebrating the opening of the first freestanding designated children’s hospital in the Valley. Those attending heard from Driscoll leadership about the historic opening of the hospital, which more than 14 weeks after beginning services, is already transforming lives and healthcare in the region. “This is just the beginning,” said Eric Hamon President & CEO, Driscoll Health System. “…God bless you and God bless the children we take care of.” Matt Wolthoff, President of Driscoll Children's Hospital Rio Grande Valley, said the ribbon cutting event was as a celebration of a new standard of care in the Rio Grande Valley. “Believe it or not, in three months of operations we’re already talking about capacity: how do we grow, how do we make more room?” Wolthoff said. Texas Sen. Juan “Chuy” Hinojosa, whose district contains Edinburg and the new hospital, also attended the ribbon cutting ceremony to give remarks and receive an award from the Children’s Hospital Association of Texas. The nonprofit group representing children’s hospitals in Texas honored Senator Hinojosa with a “Children’s Health Care Hero Award” for his work in the legislature advocating to improve healthcare for children. Stacy E. Wilson, President of Children's Hospital Association of Texas, spoke at the event and praised Hinojosa for his focus and advocacy on healthcare in the Texas Legislature, especially the need for medical providers in the Valley. “We know that you can’t have a healthy kid without a healthy mom,” Wilson said. “It is so important to ensure moms have access to preventative care and mental health services and are able to get checkups, and Senator Hinojosa helped make this happen.” Hinjosa said he was humbled, honored and believed that the entire South Texas delegation and community deserved the award too. “I thank all our healthcare providers who work in children’s hospital,” Hinojosa said. “They have the experience, the knowledge, tienen corazón— they have heart, to work with children.” Facts and figures: Driscoll Children’s Hospital Rio Grande Valley 119 pediatric beds, including 63 NICU beds Eight surgery suite operating rooms 175,000 square feet, $100 million in construction and equipment cost More than 30 pediatric medical and surgical specialties Acute care 24 hours a day, seven days a week ### About Driscoll: Driscoll is the premier healthcare provider for kids in South Texas. We are a nonprofit healthcare system that has served communities in the Lone Star State since 1953. Today, Driscoll is the fastest-growing healthcare system in the region, offering care at the region’s only two freestanding designated children’s hospitals: Driscoll Children’s Hospital Corpus Christi and Driscoll Children's Hospital Rio Grande Valley, and at specialty centers and clinics across South Texas. Our non-profit community-based health plan, Driscoll Health Plan, offers Texas families access to local physicians and other lifesaving benefits. Attachment Ribbon cutting event"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/18/2931807/0/en/Global-Information-Technology-Service-Management-Market-Size-To-Worth-USD-37-1-Billion-By-2033-CAGR-Of-14-2.html",
        "title": "Global Information Technology Service Management Market Size To Worth USD 37.1 Billion By 2033 | CAGR Of 14.2%",
        "published": "August 18, 2024 01:00 ET",
        "publish_date": "08/18/2024",
        "author": "SPHERICAL INSIGHTS LLP",
        "body": "New York, United States , Aug.  18, 2024  (GLOBE NEWSWIRE) -- The Global Information Technology Service Management Market Size is to Grow from USD 9.8 Billion in 2023 to USD 37.1 Billion by 2033, at a Compound Annual Growth Rate (CAGR) of 14.2% during projected period. Get a Sample PDF Brochure: https://www.sphericalinsights.com/request-sample/5616 Information Technology Service Management (ITSM) is the process of planning, delivering, managing, and enhancing IT services within a company. ITSM ensures that IT services meet the business's and customers' needs efficiently. It includes a range of processes and practices to manage IT infrastructure and services more effectively. The main goal of ITSM is to align IT services with business requirements and ensure they support business objectives. This involves managing incidents (like system failures), problems (underlying causes of issues), changes (updates to the IT environment), and service requests (such as new hardware or software). ITSM is often guided by frameworks like ITIL (Information Technology Infrastructure Library), which provides best practices for managing IT services. By using ITSM practices, companies can improve service quality, increase efficiency, and use IT resources effectively. Ultimately, ITSM helps businesses offer a better user experience and achieve their goals through efficient IT service management. Globalization, increased competition, and the demand for customized products have made it essential for organizations to focus on core business functions. Any IT department disruption can impact the entire business, requiring resources to fix the issue. Service management helps by automating processes like system restoration and network fault management, reducing the workload on system administrators, and enabling real-time problem resolution. While initial human input is needed to set guidelines and policies, automating these processes can streamline operations and minimize disruptions. However, organizations often face challenges due to a shortage of skilled workers in cloud computing, hindering their ability to fully utilize cloud solutions and affecting their growth. Browse key industry insights spread across 240 pages with 110 Market data tables and figures & charts from the report on the \" Global Information Technology Service Management Market Size, Share, and COVID-19 Impact Analysis, By Component (Solution and Services), By Technology (Configuration Management, Performance Management, Network Management, Database Management System, and Others), By Deployment (Cloud and On-premises), and By Region (North America, Europe, Asia-Pacific, Latin America, Middle East, and Africa), Analysis and Forecast 2023 – 2033.\" Buy Now Full Report: https://www.sphericalinsights.com/checkout/5616 The solution segment dominates the market with the highest market share of the information technology service management market during the projected period. Based on the component, the information technology service management market is divided into solution and services. Among these, the solution segment dominates the market with the highest market share of the information technology service management market during the projected period. As businesses across various industries recognize the value of effective IT service management (ITSM) tools, global revenue for these solutions is on the rise. With increasing reliance on technology, there's a heightened demand for ITSM solutions that simplify operations, often incorporating automation to reduce costs and accelerate service delivery. Automation enhances efficiency, accuracy, and consistency in IT services, resulting in less downtime and improved customer satisfaction. Cloud-based ITSM solutions from providers like ServiceNow, BMC, Cherwell Software, Ivanti, Broadcom, and IBM are gaining popularity due to their integrated features and benefits for organizations of all sizes. The network management segment is the fastest growing in the information technology service management market during the projected period. Based on the technology, the information technology service management market is categorized into configuration management, performance management, network management, database management systems, and others. Among these, the network management segment is the fastest growing in the information technology service management market during the projected period. Network management solutions support organizations in identifying and resolving network issues, optimizing performance, and strengthening security. They provide critical network visibility, allowing for problem diagnosis and mitigation, as well as meeting the growing demand for network security in the face of evolving cyber threats. The cloud segment is the fastest growing in the information technology service management market during the projected period. Based on the deployment, the information technology service management market is categorized into cloud and on-premises. Among these, the cloud segment is the fastest growing in the information technology service management market during the projected period. The growth of the ITSM market is driven by cloud-based solutions, which offer scalability, flexibility, and cost-effectiveness, making them attractive to businesses of all sizes. The widespread adoption of cloud computing has increased the demand for these solutions. Additionally, the rising popularity of DevOps and agile development methodologies has significantly boosted the cloud ITSM market, as these approaches require more adaptable and scalable ITSM solutions. Inquire Before Buying This Research Report: https://www.sphericalinsights.com/inquiry-before-buying/5616 North America is expected to hold the largest share of the information technology service management market over the forecast period . North America is expected to hold the largest share of the information technology service management market over the forecast period. The North American region's leadership is led by developed countries like Canada and the United States, which pioneered ITSM practices and continue to invest in ITSM solutions. ITSM solutions are becoming increasingly important for North American organizations that want to improve IT service delivery and cost-effectiveness. Furthermore, the presence of leading ITSM vendors with North American headquarters strengthens the region's market competitiveness. Asia Pacific is predicted to grow at the fastest pace in the information technology service management market during the projected period. Businesses of all sizes invest heavily in IT to support their growth, increasing the demand for effective ITSM solutions. To meet rising demand, leading Asia Pacific ITSM market players are expanding their product offerings, increasing investments, and forming strategic alliances. Rapid economic growth, increased IT spending, greater awareness of ITSM benefits among businesses, and government support for the IT sector all contribute to the region's thriving global information technology service management market. Competitive Analysis: The report offers the appropriate analysis of the key organizations/companies involved within the global market along with a comparative evaluation primarily based on their product offering, business overviews, geographic presence, enterprise strategies, segment market share, and SWOT analysis. The report also provides an elaborative analysis focusing on the current news and developments of the companies, which includes product development, innovations, joint ventures, partnerships, mergers & acquisitions, strategic alliances, and others. This allows for the evaluation of the overall competition within the market. Major vendors in the information technology service management market are ServiceNow, BMC Software, Broadcom, Ivanti, Efecte, SymphonyAI Summit, ManageEngine, SolarWinds, GoTo, Atlassian, OpenText, Zendesk, Microsoft, IBM, Freshworks, and Others Key vendors. Get Discount At @ https://www.sphericalinsights.com/request-discount/5616 Recent Developments In November 2023, Broadcom acquired VMware. With this USD 61 billion acquisition, VMware joins Broadcom's engineering-first, innovation-centric team, marking another critical step forward in the company's development as one of the world's leading infrastructure technology companies. Broadcom's future focus is on enabling enterprise customers to create and modernize private and hybrid clouds. Broadcom primarily invests in VMware Cloud Foundation, a software stack that serves as the foundation for private and hybrid clouds. Market Segment This study forecasts revenue at global, regional, and country levels from 2020 to 2033. Spherical Insights has segmented the information technology service management market based on the below-mentioned segments: Global Information Technology Service Management Market, By Component Solution Services Global Information Technology Service Management Market, By Technology Configuration Management Performance Management Network Management Database Management System Others Global Information Technology Service Management Market, By Deployment Cloud On-premises Global Information Technology Service Management Market, By Regional Analysis North America US Canada Mexico Europe Germany UK France Italy Spain Russia Rest of Europe Asia Pacific China Japan India South Korea Australia Rest of Asia Pacific South America Brazil Argentina Rest of South America Middle East & Africa UAE Saudi Arabia Qatar South Africa Rest of the Middle East & Africa Browse Related Reports Global Time and Attendance Software Market Size , Share, and COVID-19 Impact Analysis, By Component (Software and Services), By Product Type (Proximity Card, Biometrics, and Others), By Application (Retail, BFSI, Manufacturing, Hospital, Construction Sector, Commercial Office, Government Office, and Others), and By Region (North America, Europe, Asia-Pacific, Latin America, Middle East, and Africa), Analysis and Forecast 2023 - 2033. Global AI in Computer Vision Market Size , Share, and COVID-19 Impact Analysis, By Component (Hardware and Software), By Function (Training and Inference), By Application (Industrial and Nonindustrial), By End-Use (Automotive, Healthcare, Retail, Security & Surveillance, Robotics & Machines, and Consumer Electronics), and By Region (North America, Europe, Asia-Pacific, Latin America, Middle East, and Africa), Analysis and Forecast 2023 - 2033. Global Virtual Training and Simulation Market Size , Share, and COVID-19 Impact Analysis, By Components (Hardware and Software), By End-User (Defense & Security, Civil Aviation, Education, Entertainment, and Others), and By Region (North America, Europe, Asia-Pacific, Latin America, Middle East, and Africa), Analysis and Forecast 2023 – 2033 Global Digital Signal Processor Market Size , Share, and COVID-19 Impact Analysis, By Type (32-bit Floating Point, 16-bit Fixed Point, and Others), By Core Type (Multi Core and Single Core), By Application (Audio Processing, Video Processing, Telecommunications, Industrial Automation, Healthcare, and Others), and By Region (North America, Europe, Asia-Pacific, Latin America, Middle East, and Africa), Analysis and Forecast 2023 - 2033. About the Spherical Insights & Consulting Spherical Insights & Consulting is a market research and consulting firm which provides actionable market research study, quantitative forecasting and trends analysis provides forward-looking insight especially designed for decision makers and aids ROI. Which is catering to different industry such as financial sectors, industrial sectors, government organizations, universities, non-profits and corporations. The company's mission is to work with businesses to achieve business objectives and maintain strategic improvements. CONTACT US: For More Information on Your Target Market, Please Contact Us Below: Phone: + 1 303 800 4326 (the U.S.) Phone: +91 90289 24100 (APAC) Email: inquiry@sphericalinsights.com , sales@sphericalinsights.com Contact Us: https://www.sphericalinsights.com/contact-us Follow Us: LinkedIn | Facebook | Twitter"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/18/2931806/673/en/ROSEN-GLOBAL-INVESTOR-COUNSEL-Encourages-Sprinklr-Inc-Investors-to-Secure-Counsel-Before-Important-Deadline-in-Securities-Class-Action-CXM.html",
        "title": "ROSEN, GLOBAL INVESTOR COUNSEL, Encourages Sprinklr, Inc. Investors to Secure Counsel Before Important Deadline in Securities Class Action - CXM",
        "published": "August 17, 2024 23:22 ET",
        "publish_date": "08/17/2024",
        "author": "The Rosen Law Firm PA",
        "body": "NEW YORK, Aug.  17, 2024  (GLOBE NEWSWIRE) -- WHY: Rosen Law Firm, a global investor rights law firm, announces the filing of a class action lawsuit on behalf of purchasers of securities of Sprinklr, Inc. (NASDAQ: CXM) between March 29, 2023 and June 5, 2024, both dates inclusive (the “Class Period”), of the important October 15, 2024 lead plaintiff deadline. SO WHAT: If you purchased Sprinklr securities during the Class Period you may be entitled to compensation without payment of any out of pocket fees or costs through a contingency fee arrangement. WHAT TO DO NEXT: To join the Sprinklr class action, go to https://rosenlegal.com/submit-form/?case_id=27960 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com . A class action lawsuit has already been filed. If you wish to serve as lead plaintiff, you must move the Court no later than October 15, 2024 . A lead plaintiff is a representative party acting on behalf of other class members in directing the litigation. WHY ROSEN LAW: We encourage investors to select qualified counsel with a track record of success in leadership roles. Often, firms issuing notices do not have comparable experience, resources or any meaningful peer recognition. Be wise in selecting counsel. The Rosen Law Firm represents investors throughout the globe, concentrating its practice in securities class actions and shareholder derivative litigation. Rosen Law Firm has achieved the largest ever securities class action settlement against a Chinese Company. Rosen Law Firm was Ranked No. 1 by ISS Securities Class Action Services for number of securities class action settlements in 2017. The firm has been ranked in the top 4 each year since 2013 and has recovered hundreds of millions of dollars for investors. In 2019 alone the firm secured over $438 million for investors. In 2020, founding partner Laurence Rosen was named by law360 as a Titan of Plaintiffs’ Bar. Many of the firm’s attorneys have been recognized by Lawdragon and Super Lawyers. DETAILS OF THE CASE: According to the lawsuit, throughout the Class Period, (1) Sprinklr created the false impression that it possessed reliable information pertaining to Sprinklr’s projected revenue outlook and anticipated growth while also minimizing risk from seasonality and macroeconomic fluctuations; (2) in truth, Sprinklr had significantly shifted its focus away from proven growth areas to focus aggressively on scaling a new business venture with Contact Center as a Service (“CCaaS”), resulting in artificially inflated short-term growth; (3) Sprinklr misled investors by continually providing projections which failed to account for the difficulties in the implementation of scaling their new product and/or otherwise failed to adequately disclose the fact that the Company at the current time did not have adequate forecasting processes. When the true details entered the market, the lawsuit claims that investors suffered damages. To join the Sprinklr class action, go to https://rosenlegal.com/submit-form/?case_id=27960 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. No Class Has Been Certified. Until a class is certified, you are not represented by counsel unless you retain one. You may select counsel of your choice. You may also remain an absent class member and do nothing at this point. An investor’s ability to share in any potential future recovery is not dependent upon serving as lead plaintiff. Follow us for updates on LinkedIn: https://www.linkedin.com/company/the-rosen-law-firm , on Twitter: https://twitter.com/rosen_firm or on Facebook: https://www.facebook.com/rosenlawfirm/ . Attorney Advertising. Prior results do not guarantee a similar outcome. ------------------------------- Contact Information: Laurence Rosen, Esq. Phillip Kim, Esq. The Rosen Law Firm, P.A. 275 Madison Avenue, 40th Floor New York, NY 10016 Tel: (212) 686-1060 Toll Free: (866) 767-3653 Fax: (212) 202-3827 case@rosenlegal.com www.rosenlegal.com"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/17/2931800/673/en/SRG-FINAL-DEADLINE-ROSEN-SKILLED-INVESTOR-COUNSEL-Encourages-Seritage-Growth-Properties-Investors-to-Secure-Counsel-Before-Important-August-30-Deadline-in-Securities-Class-Action-S.html",
        "title": "SRG FINAL DEADLINE: ROSEN, SKILLED INVESTOR COUNSEL, Encourages Seritage Growth Properties Investors to Secure Counsel Before Important August 30 Deadline in Securities Class Action – SRG",
        "published": "August 17, 2024 14:35 ET",
        "publish_date": "08/17/2024",
        "author": "The Rosen Law Firm PA",
        "body": "NEW YORK, Aug.  17, 2024  (GLOBE NEWSWIRE) -- WHY: Rosen Law Firm, a global investor rights law firm, reminds purchasers of securities of Seritage Growth Properties (NYSE: SRG) between July 7, 2022 and May 10, 2024, both dates inclusive (the “Class Period”), of the important August 30 , 2024 lead plaintiff deadline . SO WHAT: If you purchased Seritage securities during the Class Period you may be entitled to compensation without payment of any out of pocket fees or costs through a contingency fee arrangement. WHAT TO DO NEXT: To join the Seritage class action, go to https://rosenlegal.com/submit-form/?case_id=26898 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. A class action lawsuit has already been filed. If you wish to serve as lead plaintiff, you must move the Court no later than August 30, 2024 . A lead plaintiff is a representative party acting on behalf of other class members in directing the litigation. WHY ROSEN LAW: We encourage investors to select qualified counsel with a track record of success in leadership roles. Often, firms issuing notices do not have comparable experience, resources or any meaningful peer recognition. Many of these firms do not actually litigate securities class actions, but are merely middlemen that refer clients or partner with law firms that actually litigate the cases. Be wise in selecting counsel. The Rosen Law Firm represents investors throughout the globe, concentrating its practice in securities class actions and shareholder derivative litigation. Rosen Law Firm has achieved the largest ever securities class action settlement against a Chinese Company. Rosen Law Firm was Ranked No. 1 by ISS Securities Class Action Services for number of securities class action settlements in 2017. The firm has been ranked in the top 4 each year since 2013 and has recovered hundreds of millions of dollars for investors. In 2019 alone the firm secured over $438 million for investors. In 2020, founding partner Laurence Rosen was named by law360 as a Titan of Plaintiffs’ Bar. Many of the firm’s attorneys have been recognized by Lawdragon and Super Lawyers. DETAILS OF THE CASE: According to the lawsuit, throughout the Class Period, defendants made false and/or misleading statements and/or failed to disclose that: (1) Seritage lacked effective internal controls regarding the identification and review of impairment indicators for investments in real estate; (2) as a result, Seritage had overstated the value and projected gross proceeds of certain real estate assets; and (3) as a result of the foregoing, defendants’ positive statements about Seritage’s business, operations, and prospects were materially misleading and/or lacked a reasonable basis. When the true details entered the market, the lawsuit claims that investors suffered damages. To join the Seritage class action, go to https://rosenlegal.com/submit-form/?case_id=26898 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. No Class Has Been Certified. Until a class is certified, you are not represented by counsel unless you retain one. You may select counsel of your choice. You may also remain an absent class member and do nothing at this point. An investor’s ability to share in any potential future recovery is not dependent upon serving as lead plaintiff. Follow us for updates on LinkedIn: https://www.linkedin.com/company/the-rosen-law-firm , on Twitter: https://twitter.com/rosen_firm or on Facebook: https://www.facebook.com/rosenlawfirm/ . Attorney Advertising. Prior results do not guarantee a similar outcome. ------------------------------- Contact Information: Laurence Rosen, Esq. Phillip Kim, Esq. The Rosen Law Firm, P.A. 275 Madison Avenue, 40th Floor New York, NY 10016 Tel: (212) 686-1060 Toll Free: (866) 767-3653 Fax: (212) 202-3827 case@rosenlegal.com www.rosenlegal.com"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/17/2931802/0/en/Kessler-Topaz-Meltzer-Check-LLP-Encourages-MacroGenics-Inc-Investors-with-Losses-to-Contact-the-Firm.html",
        "title": "Kessler Topaz Meltzer & Check, LLP Encourages MacroGenics, Inc. Investors with Losses to Contact the Firm",
        "published": "August 17, 2024 15:29 ET",
        "publish_date": "08/17/2024",
        "author": "Kessler Topaz Meltzer & Check LLP",
        "body": "RADNOR, Pa., Aug.  17, 2024  (GLOBE NEWSWIRE) -- The law firm of Kessler Topaz Meltzer & Check, LLP ( www.ktmc.com ) informs investors that a securities class action lawsuit has been filed in the United States District Court for the District of Maryland against MacroGenics, Inc. (“MacroGenics”) ( NASDAQ: MGNX ) on behalf of investors who purchased MacroGenics stock or sold MacroGenics puts between March 7, 2024 to May 9, 2024, inclusive (the “Class Period” The lead plaintiff deadline is September 24, 2024. CONTACT KESSLER TOPAZ MELTZER & CHECK, LLP: If you suffered MacroGenics losses, you may CLICK HERE or go to: https://www.ktmc.com/new-cases/macrogenics-inc?utm_source=PR&utm_medium=link&utm_campaign=mgnx&mktm=r You can also contact attorney Jonathan Naji, Esq. by calling (484) 270-1453 or by email at info@ktmc.com . Please CLICK HERE to view our video or copy and paste this link into your browser: https://youtu.be/toOTecvIuus DEFENDANTS’ ALLEGED MISCONDUCT: The complaint alleges that, throughout the Class Period, Defendants made false and/or misleading statements concerning the company’s TAMARACK Phase 2 study of its drug vobramitamab duocarmazine (vobra duo) in patients with resistant prostate cancer. Specifically, the complaint alleges that Defendants’ statements created a materially misleading impression concerning the safety profile of vobra duo and the totality of the Phase 2 TAMARACK study data. THE LEAD PLAINTIFF PROCESS: MacroGenics investors may, no later than September 24, 2024, seek to be appointed as a lead plaintiff representative of the class through Kessler Topaz Meltzer & Check, LLP or other counsel, or may choose to do nothing and remain an absent class member. A lead plaintiff is a representative party who acts on behalf of all class members in directing the litigation.  The lead plaintiff is usually the investor or small group of investors who have the largest financial interest and who are also adequate and typical of the proposed class of investors. The lead plaintiff selects counsel to represent the lead plaintiff and the class and these attorneys, if approved by the court, are lead or class counsel. Your ability to share in any recovery is not affected by the decision of whether or not to serve as a lead plaintiff. Kessler Topaz Meltzer & Check, LLP encourages MacroGenics investors who have suffered significant losses to contact the firm directly to acquire more information. CLICK HERE TO SIGN UP FOR THE CASE OR GO TO : https://www.ktmc.com/new-cases/macrogenics-inc?utm_source=PR&utm_medium=link&utm_campaign=mgnx&mktm=r ABOUT KESSLER TOPAZ MELTZER & CHECK, LLP: Kessler Topaz Meltzer & Check, LLP prosecutes class actions in state and federal courts throughout the country and around the world. The firm has developed a global reputation for excellence and has recovered billions of dollars for victims of fraud and other corporate misconduct. All of our work is driven by a common goal: to protect investors, consumers, employees and others from fraud, abuse, misconduct and negligence by businesses and fiduciaries. The complaint in this action was not filed by Kessler Topaz Meltzer & Check, LLP. For more information about Kessler Topaz Meltzer & Check, LLP please visit www.ktmc.com . CONTACT: Kessler Topaz Meltzer & Check, LLP Jonathan Naji, Esq. (484) 270-1453 280 King of Prussia Road Radnor, PA 19087 info@ktmc.com May be considered attorney advertising in certain jurisdictions. Past results do not guarantee future outcomes."
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/17/2931801/0/en/Introducing-LFG-Your-All-in-One-Web3-Edutainment-Super-App.html",
        "title": "Introducing LFG!: Your All-in-One Web3 Edutainment Super App",
        "published": "August 17, 2024 15:08 ET",
        "publish_date": "08/17/2024",
        "author": "LFG Web3 Ltd",
        "body": "MARSHALL ISLAND, Aug.  17, 2024  (GLOBE NEWSWIRE) -- We are excited to announce the brand upgrade and a complete UI/UX overhaul of LFG!, transforming it into a cutting-edge Web3 Super App. This evolution marks a new chapter as we become the ultimate platform for education, entertainment, gaming, and trading in the Web3 space. Our mission? To onboard the first billion users into the Web3 ecosystem by offering a seamless, multifaceted experience that brings together the best of Web3 all in one place. Join us on this exciting journey into the future of decentralized tech! Super App as the Traffic Nexus: LFG! aims to expand its content, entertainment, and educational ecosystem centered around the Super App, driving active user engagement for sustained long-term growth and creating a virtuous cycle of traffic and participation. There are three Pillars of the LFG Ecosystem: Learning Hub : Immerse yourself in our wealth of Web3 content that is meticulously curated by AI. Our intelligent algorithms sift through the web to surface the highest-quality resources, tailoring recommendations to align with your interests and preferences. This personalized approach ensures that users are not only empowered with the most relevant and up-to-date industry insights but also provided with the most direct learning pathways, optimizing the learning experience and ensuring that users stay ahead of the curve in the ever-evolving Web3 landscape. Mining Hub : Newcomers are introduced to the Web3 world with an array of mining options intricately linked to future LFG token airdrops. Earn Mining points through community engagement and various platform activities, strategically designed to educate, entertain, and reward users as they explore the Web3 landscape. Our mining experiences, made possible through our strategic partnerships with leading industry exchanges and project owners, offer an experience of the earning process to help users understand Web3. Game Hub : Our platform, a premier destination teeming with an extensive library of games, is committed to enriching the entertainment aspect of Web3 with a variety of engaging and educational game genres, designed to delight and inform players in an interactive setting. We're excited to announce the upcoming release of our gaming SDK, offering project partners unique collaboration opportunities to launch customized LFG games on our platform and attract a diverse array of high-quality games in to LFG via our SDK, further expanding our already robust gaming reserve and solidifying LFG's position as a leading entertainment hub in the Web3 space. Key Features of the New LFG! Experience: Create, Learn & Earn: Users can learn from the outstanding content generated on LFG and support their favorite creators by liking and sharing their work, thus creators can earn the rewards by incentives. Explore & Collect: Discover a vast array of Web3 videos and news blogs, and earn rewards while staying updated on industry trends. Social Growth: Invite friends to join LFG! and earn commissions from their in-app activities, fostering a collaborative growth journey in the Web3 space. LFG Points & Token Airdrops: Earn LFG Points that determine your share of future LFG token airdrops, reflecting your active participation in the ecosystem. Exciting New User Engagement Initiatives: Invitation Treasure Hunt: Engage with our community and unlock exclusive opportunities by inviting new members to the LFG platform. For friends you invite, you and your friends will earn a chance to participate in our treasure box lottery, offering a thrilling spin of fortune in your favor. Wheel of Fortune Frenzy: Spin your way to rewards with our Wheel of Fortune event. Users can earn spins by extending their network or by utilizing their hard-earned points, blending the joy of participation with the anticipation of winning. Point Leaderboard Challenge: Compete for supremacy on our point leaderboard and share in the cash bounty. Participate in our daily sprint event from 8 PM to 10 PM for a chance to climb the ranks and claim your share of the prize pool. Plus, leverage your networking prowess to earn invitation points and divide an additional pool of rewards. Gaming Mastery Marathon: Demonstrate your gaming prowess and climb the leaderboards in our mini-games for a chance to share cash rewards and LFG points. Complete designated in-game tasks to earn bonus points, adding an extra layer of reward to your gaming achievements. LFG is committed to fostering a vibrant community that thrives on interaction, competition, and reward. These new initiatives are designed to not only enrich the user experience but also to solidify LFG as a leading platform in the Web3 space. Seamless Integration for a Connected Future: LFG! is more than an app; it's a super app with a super vision for the connected future, seamlessly bridging the gap between Web2 and Web3. Designed as a comprehensive platform for edutainment, LFG! offers a space where users can explore, learn, play, and earn within the dynamic Web3 ecosystem. We are committed to fostering a global shift towards a more inclusive, knowledgeable, and rewarding digital economy. As we expand our ecosystem, LFG! will integrate social networking, signal communities, utility applications and other functional market tools, providing a multi-dimensional user experience that enhances. Become an OG LFG member today to unlock a world of exclusive benefits, airdrop rewards, and a front-row seat to the future of digital interaction. With our innovative approach, LFG! is not just a platform but a catalyst for transformation, setting the stage for a new era of Web3 engagement. Join us on this journey as we continue to innovate, ensuring LFG! remains at the forefront of the Web3 revolution. Your adventure awaits—start it at LFG! For more information, visit: Website: https://www.lfgweb3.app X: https://x.com/LFGWeb3App Telegram: https://t.me/LFGOfficialCommunity Miniapp: https://t.me/lfgweb3official_bot/lfgweb3officialapp?startapp=campaign_ press Discord: https://discord.com/invite/3E3yu9ZQSw Email: support@lfgweb3.app Contact Person: Jason Lee Disclaimer: This content is provided by LFG. The statements, views and opinions expressed in this column are solely those of the content provider.The information provided in this press release is not a solicitation for investment, nor is it intended as investment advice, financial advice, or trading advice. It is strongly recommended you practice due diligence, including consultation with a professional financial advisor, before investing in or trading cryptocurrency and securities. Photos accompanying this announcement are available at https://www.globenewswire.com/NewsRoom/AttachmentNg/1e39a54f-4295-42f4-8fa5-1a0252579d40 https://www.globenewswire.com/NewsRoom/AttachmentNg/ef374f97-e2d1-4aa2-9920-d6d4c1495274 https://www.globenewswire.com/NewsRoom/AttachmentNg/5f933d4f-7352-4982-8e9a-d8ea2b626a81"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/18/2931804/0/en/Bragar-Eagel-Squire-P-C-Reminds-Investors-That-Class-Action-Lawsuits-Have-Been-Filed-Against-Lifecore-Seritage-Oddity-Tech-and-Arbor-Realty-and-Encourages-Investors-to-Contact-the-.html",
        "title": "Bragar Eagel & Squire, P.C. Reminds Investors That Class Action Lawsuits Have Been Filed Against Lifecore, Seritage, Oddity Tech, and Arbor Realty and Encourages Investors to Contact the Firm",
        "published": "August 17, 2024 21:00 ET",
        "publish_date": "08/17/2024",
        "author": "Bragar Eagel & Squire",
        "body": "NEW YORK, Aug.  17, 2024  (GLOBE NEWSWIRE) -- Bragar Eagel & Squire, P.C., a nationally recognized shareholder rights law firm, reminds investors that class actions have been commenced on behalf of stockholders of Lifecore Biomedical, Inc. (NASDAQ: LFCR), Seritage Growth Properties (NYSE: SRG), Oddity Tech (NASDAQ: ODD), and Arbor Realty Trust, Inc. (NYSE: ABR). Stockholders have until the deadlines below to petition the court to serve as lead plaintiff. Additional information about each case can be found at the link provided. Lifecore Biomedical, Inc. (NASDAQ: LFCR) Class Period: October 7, 2020 and March 19, 2024 Lead Plaintiff Deadline: September 27, 2024 Between September 2022 and February 2024, Lifecore’s share price declined in response to a series of disclosures concerning material weaknesses in internal control over financial reporting, and delays in making required filings with the U.S. Securities and Exchange Commission (SEC). The lawsuit alleges that (i) Lifecore maintained deficient internal controls over financial reporting; (ii) as a result, the Company issued several financial statements that were inaccurate and would need to be restated; (iii) Lifecore’s purported remediation efforts with respect to the foregoing deficiencies were ineffective; (iv) all of the foregoing impaired Lifecore’s ability to timely file periodic reports with the SEC in compliance with NASDAQ listing requirements; and (v) accordingly, the Company’s financial position and/or prospects were materially overstated. For more information on the Lifecore class action go to: https://bespc.com/cases/LFCR Seritage Growth Properties (NYSE: SRG) Class Period: July 7, 2022 - May 10, 2024 Lead Plaintiff Deadline: August 30, 2024 On August 14, 2023, after the market closed, Seritage revealed that there was a “material weakness” in the Company’s internal control over financial reporting “due to a deficiency in the design of our control over the identification of impairment indicators for investments in real estate and documentation of evidence of review.” Moreover, the deficiency related “to the failure to identify potential indicators of impairment related to development projects in a timely manner.” On this news, Seritage’s stock price fell $0.86, or 9.67%, to close at $8.03 per share on August 15, 2023, on unusually heavy trading volume. Then, on May 10, 2024, after the market closed, Seritage released its first quarter 2024 financial results, revealing it was “adjusting [its] pricing projections for some of [its] assets.” As a result, the gross value of the Company’s portfolio of assets was reduced by at least $325 million. On this news, Seritage’s stock price fell $2.54, or 27.3%, to close at $6.78 per share on May 13, 2024, on unusually heavy trading volume. The complaint filed in this class action alleges that throughout the Class Period, Defendants made materially false and/or misleading statements, as well as failed to disclose material adverse facts about the Company’s business, operations, and prospects. Specifically, Defendants failed to disclose to investors: (1) that the Company lacked effective internal controls regarding the identification and review of impairment indicators for investments in real estate; (2) that, as a result, the Company had overstated the value and projected gross proceeds of certain real estate assets; and (3) that, as a result of the foregoing, Defendants’ positive statements about the Company’s business, operations, and prospects were materially misleading and/or lacked a reasonable basis. For more information on the Seritage class action go to: https://bespc.com/cases/SRG Oddity Tech (NASDAQ: ODD) Class Period: July 19, 2023 - May 20, 2024 Lead Plaintiff Deadline: September 17, 2024 The lawsuit alleges Defendants made materially false and/or misleading statements regarding the Company’s business, operations, and compliance policies, and/or failed to disclose that: (i) Oddity Tech overstated its AI technology and capabilities, and/or the extent to which this technology drove the Company’s sales; (ii) Oddity Tech’s repeat purchase rates and revenues were, at least in part, derived from unsustainable and deceptive sales and advertising practices; and (iii) Oddity Tech downplayed the true scope and severity of ongoing civil litigation against the Company and/or its subsidiaries. For more information on the Oddity Tech class action go to: https://bespc.com/cases/ODD Arbor Realty Trust, Inc. (NYSE: ABR) Class Period: May 7, 2021 and July 11, 2024 Lead Plaintiff Deadline: September 30, 2024 Arbor Realty invests in a diversified portfolio of structured finance assets in the multifamily, single-family rental, and commercial real estate markets in the United States. The Arbor Realty class action lawsuit alleges that defendants provided investors with material information concerning Arbor Realty’s continual claims of strong health of their loan book which materially misled and/or failed to disclose information pertinent to investors. The Arbor Realty class action lawsuit further alleges that on July 12, 2024, Bloomberg reported that Arbor Realty was being probed by federal prosecutors and the Federal Bureau of Investigation in New York and that “[t]he investigators are inquiring about lending practices and the company’s claims about the performance of their loan book.” On this news, the price of Arbor Realty stock fell 17%, according to the complaint. For more information on the Arbor Realty class action go to: https://bespc.com/cases/ABR About Bragar Eagel & Squire, P.C.: Bragar Eagel & Squire, P.C. is a nationally recognized law firm with offices in New York, California, and South Carolina. The firm represents individual and institutional investors in commercial, securities, derivative, and other complex litigation in state and federal courts across the country. For more information about the firm, please visit www.bespc.com . Attorney advertising. Prior results do not guarantee similar outcomes. Contact Information: Bragar Eagel & Squire, P.C. Brandon Walker, Esq. Marion Passmore, Esq. (212) 355-4648 investigations@bespc.com www.bespc.com"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/17/2931798/673/en/ROSEN-SKILLED-INVESTOR-COUNSEL-Encourages-CrowdStrike-Holdings-Inc-Investors-to-Secure-Counsel-Before-Important-Deadline-in-Securities-Class-Action-CRWD.html",
        "title": "ROSEN, SKILLED INVESTOR COUNSEL, Encourages CrowdStrike Holdings, Inc. Investors to Secure Counsel Before Important Deadline in Securities Class Action – CRWD",
        "published": "August 17, 2024 14:30 ET",
        "publish_date": "08/17/2024",
        "author": "The Rosen Law Firm PA",
        "body": "NEW YORK, Aug.  17, 2024  (GLOBE NEWSWIRE) -- WHY: Rosen Law Firm, a global investor rights law firm, reminds purchasers of Class A common stock of CrowdStrike Holdings, Inc. (NASDAQ: CRWD) between November 29, 2023 and July 29, 2024, both dates inclusive (the “Class Period”), of the important September 30, 2024 lead plaintiff deadline. SO WHAT: If you purchased CrowdStrike Class A common stock during the Class Period you may be entitled to compensation without payment of any out of pocket fees or costs through a contingency fee arrangement. WHAT TO DO NEXT: To join the CrowdStrike class action, go to https://rosenlegal.com/submit-form/?case_id=27534 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. A class action lawsuit has already been filed. If you wish to serve as lead plaintiff, you must move the Court no later than September 30, 2024 . A lead plaintiff is a representative party acting on behalf of other class members in directing the litigation. WHY ROSEN LAW: We encourage investors to select qualified counsel with a track record of success in leadership roles. Often, firms issuing notices do not have comparable experience, resources or any meaningful peer recognition. Many of these firms do not actually litigate securities class actions, but are merely middlemen that refer clients or partner with law firms that actually litigate the cases. Be wise in selecting counsel. The Rosen Law Firm represents investors throughout the globe, concentrating its practice in securities class actions and shareholder derivative litigation. Rosen Law Firm has achieved the largest ever securities class action settlement against a Chinese Company. Rosen Law Firm was Ranked No. 1 by ISS Securities Class Action Services for number of securities class action settlements in 2017. The firm has been ranked in the top 4 each year since 2013 and has recovered hundreds of millions of dollars for investors. In 2019 alone the firm secured over $438 million for investors. In 2020, founding partner Laurence Rosen was named by law360 as a Titan of Plaintiffs’ Bar. Many of the firm’s attorneys have been recognized by Lawdragon and Super Lawyers. DETAILS OF THE CASE: According to the lawsuit,  throughout the Class Period, defendants made false and/or misleading statements and/or failed to disclose that: (1) CrowdStrike had instituted deficient controls in its procedures for updating its Falcon software platform, and was not properly testing updates to Falcon before rolling them out to customers; (2) this inadequate software testing created a substantial risk that an update to Falcon could cause major outages for a significant number of the CrowdStrike’s customers; and (3) such outages could pose, and in fact ultimately created, substantial reputational harm and legal risk to CrowdStrike. As a result of these materially false and misleading statements and omissions, CrowdStrike stock traded at artificially high prices during the Class Period. When the true details entered the market, the lawsuit claims that investors suffered damages. To join the CrowdStrike class action, go to https://rosenlegal.com/submit-form/?case_id=27534 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. No Class Has Been Certified. Until a class is certified, you are not represented by counsel unless you retain one. You may select counsel of your choice. You may also remain an absent class member and do nothing at this point. An investor’s ability to share in any potential future recovery is not dependent upon serving as lead plaintiff. Follow us for updates on LinkedIn: https://www.linkedin.com/company/the-rosen-law-firm , on Twitter: https://twitter.com/rosen_firm or on Facebook: https://www.facebook.com/rosenlawfirm/ . Attorney Advertising. Prior results do not guarantee a similar outcome. ------------------------------- Contact Information: Laurence Rosen, Esq. Phillip Kim, Esq. The Rosen Law Firm, P.A. 275 Madison Avenue, 40th Floor New York, NY 10016 Tel: (212) 686-1060 Toll Free: (866) 767-3653 Fax: (212) 202-3827 case@rosenlegal.com www.rosenlegal.com"
    },
    {
        "url": "https://www.globenewswire.com/news-release/2024/08/18/2931805/673/en/ROSEN-A-LEADING-LAW-FIRM-Encourages-PDD-Holdings-Inc-f-k-a-Pinduoduo-Inc-Investors-to-Secure-Counsel-Before-Important-Deadline-in-Securities-Class-Action-First-Filed-by-the-Firm-PD.html",
        "title": "ROSEN, A LEADING LAW FIRM, Encourages PDD Holdings Inc. f/k/a Pinduoduo Inc. Investors to Secure Counsel Before Important Deadline in Securities Class Action First Filed by the Firm – PDD",
        "published": "August 17, 2024 23:04 ET",
        "publish_date": "08/17/2024",
        "author": "The Rosen Law Firm PA",
        "body": "NEW YORK, Aug.  17, 2024  (GLOBE NEWSWIRE) -- WHY: Rosen Law Firm, a global investor rights law firm, announces it has filed a class action lawsuit on behalf of purchasers of the securities of PDD Holdings Inc. f/k/a Pinduoduo Inc. (NASDAQ: PDD) between April 30, 2021 and June 25, 2024, both dates inclusive (the “Class Period”). A class action has already been filed. If you wish to serve as lead plaintiff, you must move the Court no later than October 15, 2024 in the securities class action first filed by the Firm. SO WHAT: If you purchased PDD Holdings securities during the Class Period you may be entitled to compensation without payment of any out of pocket fees or costs through a contingency fee arrangement. WHAT TO DO NEXT: To join the PDD Holdings class action, go to https://rosenlegal.com/submit-form/?case_id=15586 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. A class action lawsuit has already been filed. If you wish to serve as lead plaintiff, you must move the Court no later than October 15, 2024 . A lead plaintiff is a representative party acting on behalf of other class members in directing the litigation. WHY ROSEN LAW: We encourage investors to select qualified counsel with a track record of success in leadership roles. Often, firms issuing notices do not have comparable experience, resources, or any meaningful peer recognition. Be wise in selecting counsel. The Rosen Law Firm represents investors throughout the globe, concentrating its practice in securities class actions and shareholder derivative litigation. Rosen Law Firm has achieved the largest ever securities class action settlement against a Chinese Company. Rosen Law Firm was Ranked No. 1 by ISS Securities Class Action Services for number of securities class action settlements in 2017. The firm has been ranked in the top 4 each year since 2013 and has recovered hundreds of millions of dollars for investors. In 2019 alone the firm secured over $438 million for investors. In 2020, founding partner Laurence Rosen was named by law360 as a Titan of Plaintiffs’ Bar. Many of the firm’s attorneys have been recognized by Lawdragon and Super Lawyers. DETAILS OF THE CASE: According to the lawsuit, defendants throughout the Class Period made materially false and/or misleading statements and/or failed to disclose that: (1) PDD Holdings’ applications contained malware, which was designed to obtain user data without the user’s consent, including reading private text messages; (2) PDD Holdings has no meaningful system to prevent goods made by forced labor from being sold on its platform, and has openly sold banned products on its Temu platform; (3) the foregoing subjected PDD Holdings to a heightened risk of legal and political scrutiny; and (4) as a result, defendants’ statements about its business, operations, and prospects, were materially false and misleading and/or lacked a reasonable basis at all relevant times. When the true details entered the market, the lawsuit claims that investors suffered damages. To join the PDD Holdings class action, go to https://rosenlegal.com/submit-form/?case_id=15586 or call Phillip Kim, Esq. toll-free at 866-767-3653 or email case@rosenlegal.com for information on the class action. No Class Has Been Certified. Until a class is certified, you are not represented by counsel unless you retain one. You may select counsel of your choice. You may also remain an absent class member and do nothing at this point. An investor’s ability to share in any potential future recovery is not dependent upon serving as lead plaintiff. Follow us for updates on LinkedIn: https://www.linkedin.com/company/the-rosen-law-firm or on Twitter: https://twitter.com/rosen_firm or on Facebook: https://www.facebook.com/rosenlawfirm . Attorney Advertising. Prior results do not guarantee a similar outcome. ------------------------------- Contact Information: Laurence Rosen, Esq. Phillip Kim, Esq. The Rosen Law Firm, P.A. 275 Madison Avenue, 40 th Floor New York, NY 10016 Tel: (212) 686-1060 Toll Free: (866) 767-3653 Fax: (212) 202-3827 case@rosenlegal.com www.rosenlegal.com"
    }
]