[
    {
        "url": "https://www.cnbc.com/2024/07/26/dexcom-shares-plunge-more-than-40percent-after-q2-earnings.html",
        "headline": "Dexcom shares plunge more than 40%, head for worst day on record",
        "published_date": "2024-07-26 17:43:51",
        "author_name": "Ashley Capoot",
        "key_points": "Dexcom, which had its stock market debut in 2005, is headed for its worst day ever.The company reported disappointing revenue on Thursday and lowered its full-year guidance.Executives blamed a restructuring of the sales team and lower revenue per user for the shortfall.",
        "body_content": "\n\nDexcomshares sank more than 40% on Friday and headed for their worst day ever after the diabetes management company reported disappointing revenue for thesecond quarterand offered weak guidance.\nThe stock fell $45.38 to $62.47 as of early afternoon, wiping out about $18 billion in market cap. Prior to Friday, the biggest drop came in September 2017, when the shares plunged 33% in a day. Dexcom held its stock market debut in 2005.\nDexcom'srevenueincreased 15% to $1 billion from $871.3 million a year earlier, according to a release late Thursday. Analysts were expecting revenue of $1.04 billion, according to LSEG.\nThe bigger concern for investors was the forecast. For the third quarter, Dexcom expects revenue of $975 million to $1 billion to account for \"certain unique items impacting 2024 seasonality,\" the release said. Dexcom updated its full fiscal year guidance and now expects revenue of $4 billion to $4.05 billion, down from the $4.20 billion to $4.35 billion it forecastlast quarter.\nDexcom offers a suite of tools like continuous glucose monitors (CGMs) for patients that have been diagnosed with diabetes. On the earnings call, CEO Kevin Sayer attributed the challenges to a restructuring of the company's sales team, fewer new customers than expected and lower revenue per user. Some of the shortfall had to do with customers taking advantage of rebates for the new CGM called the G7. Additionally, the company said it underperformed in the durable medical equipment (DME) channel.\n\"The DME distributors remain important partners for us in our business, and we've not executed well this quarter against these partnerships,\" Sayer said on the call. \"We need to refocus on those relationships.\"\nJPMorgananalysts downgraded the stock Friday from the equivalent of a buy to a hold, and said the report marked a \"sharp turn in the wrong direction.\" The analysts said they still have some unanswered questions, but are confident that the company's performance was due to internal issues and not tied to market changes like the surging popularity of weight loss treatments called GLP-1s.\nDuring the Q&A portion of the earnings call on Thursday, JPMorgan's Robbie Marcus had asked for more details on the substantial drop in guidance, expressing \"shock\" at how much disruption could be caused by a change in the structure of the sales force.\n\"I feel like there has to be more going on,\" Marcus said, and asked whether GLP-1s were having an impact.\nSayer responded by saying the company is \"short a large number of new patients as to where we thought we would be at this point in time.\" He said the sales force reshuffling, which led to changes in geographic coverage, was more dramatic than expected as physicians were now dealing with different reps.\nIn their note, the JPMorgan analysts highlighted \"the magnitude of the downside,\" and saidthe fact that it \"appears to mostly be self-inflicted is just hard to grasp in totality.\"\nWith respect to the DME struggles, Sayer said the company lost customers \"who have the highest annual revenue per year.\" And he added that G7 rebate eligibility was three times faster than over the prior product, the G6.Jereme Sylvain, Dexcom's finance chief, said all those variables add up to a $300 million shortfall in the company's guidance for the year at the top end.\"Certainly not something we're happy about,\" Sylvain said. He said that in the interest of \"full transparency,\" the company needed to provide clarity \"about what the impact is for the balance of the year.\"\nAnalysts at William Blair wrote that Dexcom's results were \"disappointing\" but their long-term view remains unchanged. Dexcom has the ability to expand the market and to win back recent share losses, they said.\n\"These near term dynamics should prove transient,\" they wrote in a note Friday.\nLeerink analysts agreed, writing in a report on Friday that the \"magnitude of the sell-off is overdone,\" and that the issues currently hurting the company are unlikely to have a material impact on Dexcom's longer-term trajectory.\nIn March, Dexcom announced its newover-the-counter CGM calledStelohad been cleared for use by the U.S. Food and Drug Administration. Stelo is designed for patients with Type 2 diabetes who do not use insulin. Dexcom said Thursday it will officially launch in August.\nWith Friday's selloff, Dexcom shares are down almost 50% for the year, while the S&P 500 is up 15%.\nWATCH:Dexcom cuts forecast\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/crypto-market-today.html",
        "headline": "Cryptocurrencies rebound with risk assets, but ether still lower for the week",
        "published_date": "2024-07-26 15:20:46",
        "author_name": "Tanaya Macheel",
        "key_points": "No key points found",
        "body_content": "Watch Daily: Monday - Friday, 3 PM ET\n\nCrypto prices rose on Friday following two down days in which investors rotated out of risk assets.\nBitcoinwas last higher by 4% at $67,528.55, according to Coin Metrics, andetheradvanced 4% to $3,257.01.\nIn equities, the tech-heavy Nasdaq Composite and the broad-market S&P 500 — which suffered their worst single trading day since 2022 this week — rallied.CoinbaseandMicroStrategyjumped 4% and 9%, respectively, on Friday.\n\nBitcoin spiked after the Federal Reserve's preferred inflation gauge, the personal consumption expenditures price index, showed price increaseseased slightly in Junefrom a year ago, paving the way for a widely anticipated September interest rate cut.\nInvestors are also looking ahead to the second day of the Bitcoin Conference in Nashville, where former President Donald Trump is expected to give a speech on Saturday. Many expect favorable crypto comments from Trump — who in recent weeks has painted himself as the pro-crypto candidate in this year's election — could boost prices in coming days.\nStill, bitcoin is little changed for the week, while ether is on pace to end the week with a 7% loss.\n\n\n\nThis week's rout in tech stocks, spurred by disappointing quarterly earnings from Alphabet and Tesla, had investors rotating out of risk assets, including bitcoin and ether.\nThe market is also in the middle of anongoing Mt. Gox repayment schedulethat has resulted in bitcoin selling pressure this month at the same time as the newly launchedGrayscale Ethereum Trust (ETHE)has seen significant outflows — compared to the other funds' inflows — that have put downward pressure on the price of ether.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/crypto-firm-ledger-hikes-price-of-stax-crypto-wallet-launches-flex.html",
        "headline": "Crypto firm Ledger hikes prices of iPod-inspired wallet by 40% and launches new mid-tier option",
        "published_date": "2024-07-26 15:15:59",
        "author_name": "Ryan Browne",
        "key_points": "Crypto firm Ledger said Friday it is increasing the price of Ledger Stax, a hardware wallet designed by iPod inventor Tony Fadell, to $399 from $279.Ledger finally began shipping units of Stax, which sports an E-ink display and allows users to secure their crypto, to people who preordered the device in May.The Ledger Flex, which costs $249, is smaller than the Stax and comes with two-factor authentication for securing accounts with Google and Amazon.",
        "body_content": "\n\nCryptocurrency storage company Ledger is raising the price of its iPod-like Stax hardware wallet by 40% — just three months after shipping it to customers — and launching a cheaper version, in a major product revamp for the French startup.\nThe company said Friday the price of Ledger Stax, which sports an E Ink display and allows users to secure their crypto, will now be $399. That's up from the $279 Ledger had originally offered for the device when it was unveiled back in December 2022.\nLedger finally released Stax, its long-anticipated hardware crypto wallet, and is shipping units out to people who preordered the product in May. The device was designed by Tony Fadell, the inventor of the iPod and an investor in Ledger.\nIn addition to raising the price for Stax, Ledger is also releasing a new crypto hardware wallet. The Ledger Flex features an E Ink screen, similar to the Ledger Stax.\n\nPascal Gauthier, chairman and CEO of Ledger, said the company's devices currently secure over 20% of the world's crypto.\"Our new secure touchscreen category will make self-custody more accessible than ever before for more consumers and enterprises,\" he added.\nThe Ledger Flex, which costs $249, is smaller than the Ledger Stax and comes with a 2.8-inch display. It's designed to look like a small smartphone or credit card reader, taking some influence from the iPod. Ledger Flex will be available to purchase from Friday and will begin shipping immediately.\nLedger's Stax and Flex devices can be used to deposit or exchange a range of tokens, includingbitcoin,ether,cardanoandsolana, as well as nonfungible tokens, or NFTs. NFTs are digital assets designed to represent ownership of a digital property, typically artwork. No single NFT is the same as another.\n\nLedger customers primarily use the devices to store their so-called \"private keys,\" the alphanumeric codes used to authorize transactions and prove ownership of crypto wallets. Users can also view their nonfungible tokens, or NFTs, on their Ledger Flex and Stax wallets, due to the E Ink display.\nBut Ledger sees its wallets serving a much broader range of use cases.\nA new software update the company is issuing will soon allow users to access two-factor authentication on a Ledger Flex or Stax device to log into various apps — fromGoogleorAmazonaccounts to sign-ins for Coinbase and Binance.\nUsers just need to wave the Ledger Flex over their phone when they make a login attempt, and a near field communication (NFC) chip inside the hardware wallet then approves the sign in.\n\nLedger is hoping this will help serve a wider audience than the pure crypto crowd, who are often skeptical of using centralized services owned by large tech companies like Google and Amazon.\nLedger also offers its own crypto trading service, called Ledger Live. Ledger Stax and Flex users can pair their devices with the Ledger Live app to check device authenticity, receive the latest operating system updates, and install apps.\n\nLedger Stax, the company's first foray into hardware wallets with displays, faced a series of delays due in part because of supplier bottlenecks affecting the device's screen.\nLedger's Gauthier told CNBC in March that the primary factor holding up the launch was an issue with getting the product's curved E Ink display to wrap around the device. \"We finally nailed it,\" he said in a fireside interview at a crypto event in London.\nThe Stax had a few other design quirks, too. The product includes magnets, meaning that multiple devices can be stacked on top of each other, like credit cards.\nThe company has been racing to get its supply chain in good shape in preparation for the launch of its new Flex device.\nThe Ledger Flex and Stax are both made by Taiwanese electronics contract manufacturerFoxconn— notably a supplier to Apple — in a production facility in Vietnam.\nWATCH:How Wall Street learned to love bitcoin"
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/personal-cybersecurity-concierge-new-perk-wealthy.html",
        "headline": "The personal cybersecurity concierge is a new perk, and need, among the wealthy",
        "published_date": "2024-07-26 14:51:55",
        "author_name": "Ellen Sheng",
        "key_points": "High-profile hacking cases, like Jeff Bezos’ phone, and Bill Gates and Elon Musk’s Twitter accounts, highlighted in recent years how vulnerable wealthy individuals can be to cyberattacks.But it's not just billionaires increasingly targeted by cybercriminals on their personal devices or at home, with wealth managers, family offices and executives turning to cybersecurity concierge services for a higher level of defense.",
        "body_content": "\n\nCybercriminals are increasingly targeting wealthy individuals, making cybersecurity concierges a new must-have for the rich and their families, including executives.\nWhile companies are spending heavily on cybersecurity, personal and home devices are generally less protected, making them easier to crack. And despite their sizeable assets and growing threat of cyberattacks, family offices and wealthy families don't think of themselves as targets because hackings are rarely publicized.\n\"Now the low-hanging fruit are high-net worth families, some of which have the resources of big companies with hundreds of millions or even billions, but are not as secure,\" said Bill Roth, CEO of HardTarget, a cyber resilience firm for high-net worth families, advisors and family offices.\nCybersecurity incidents become known only if there's some kind of public fallout. Jeff Bezos' phone was hacked back in 2018 when the Saudi Crown Prince Mohammed bin Salman allegedly sent a malicious video file to Bezos through WhatsApp. It became public knowledge after photos of him with Lauren Sanchez were leaked due to the hacking. In 2022, the Twitter accounts of Bill Gates, Elon Musk and other prominent people were hacked to tout a bitcoin scheme.\n\"There have been big breaches — reputational, grabbing data, ransomware — all of that is happening to high-net worth families. It's just not public,\" said Bobby Stover, family office and family enterprise leader at Ernst & Young.\nThe secrecy surrounding breaches compounds the problem because many wealthy people aren't aware of how often breaches happen. Families don't have to disclose a breach, unlike companies or wealth managers. They're also likely to keep quiet about any breach out of embarrassment.\nAnwar Visram, co-founder of HardTarget, recalled how one family reached out after the son encountered an extortion scheme that moved from Tinder to Instagram. The son paid the original $500 ransom, but because it was paid promptly, it piqued the extortionists' interest who raised the ransom to $3,000. By then, the son had shut down all social media accounts, but the extortionists had figured out his identity and went to the head of the family, the founder of a wealth management firm, to demand $100,000.\nTo combat the growing risk of cyber breaches, family offices and wealth managers are talking about cybersecurity with their high-net-worth clients more frequently. Firms are not just securing their own platforms and ensuring clients don't send sensitive information over email, but also making efforts to ensure their clients' home networks and devices are secure.\nJPMorgan Private Bank offers cybersecurity help to its ultra-high net worth clients, along with lifestyle and travel services. The firm has an in-house team, called the Advice Lab, with subject matters on topics varying from taxes to cybersecurity.\n\"Ultra-high net worth individuals, families, family offices have the wealth but also they usually have much less defenses in place,\" said Ileana Van Der Linde, head of cyber advisory at JPMorgan Asset & Wealth Management. \"I think one of the misconceptions is that — particularly for family offices — 'we're small and nobody notices us.' But 75% of all cyberattacks are targeting small and medium-sized businesses.\"\nAccording to a JPMorgan Private Bank's 2024 Global Family Office Report, 24% of family offices surveyed said they had been exposed to a cybersecurity breach or financial fraud. Despite this, 20% do not have cybersecurity measures in place.\n\"The mindset that most have is that 'I'm too smart. It'll never happen to me. I've never heard of this,'\" Visram said.\n\"Nobody's ready for what's coming,\" a Silicon Valley executive wholost $400,000 in a real estate scamtold CNBC this week.\n\nTo raise awareness and improve security, Van Der Linde and her team educate clients and help them with tasks like changing the privacy and location settings on their phones, adding multi-factor authentication to accounts or identifying suspect emails. The private bank can also tap the IT resources from JPMorgan corporate.\n\"A lot of things you can do yourself, but we do evaluate where we see their need is,\" she said. She recalled one client, a family with seven children, each with five devices, and knew that changing passwords on all 35 devices would be a lot of work, so \"that's where we might suggest a concierge,\" she said.\nCyber concierges are helping to fill in the cybersecurity gaps. Family offices, like small- and medium-sized businesses, are an underserved market. Enterprise cybersecurity solutions are generally too big, expensive or unwieldy. Ernst & Young, which typically works with larger enterprise clients, has a solution to help businesses detect and prevent data breaches that costs $300,000 to $500,000 a year. On the other hand, personal cybersecurity solutions don't offer quite enough protection.\nCybersecurity is also getting increasingly complicated, especially for wealthy families with multiple homes and online security systems with cameras, devices, and networks. More connected devices are more work to secure.\nCyber concierge services focus on education and conduct on-site visits to ensure systems are set up securely. One cybersecurity provider, BlackCloak, says it offers protection 24-7, 365 days a year. \"We're their digital bodyguards and protect them,\" said Chris Pierson, who started BlackCloak after working in government and corporate America and seeing individuals targeted outside of work. \"I really wanted a solution for that,\" he said.\nAccording to a 2023 survey of IT professionals by Ponemon Institute, sponsored by BlackCloak, 42% of respondents said their executives and family members were attacked by cybercriminals, and 25% of respondents said they had experienced an average of seven attacks or more in the past two years.\nThe risks are ever-shifting. Van Der Linde noted a big uptick in high-net-worth clients wanting to remove their personal information from social media, public databases and other sources since the recent unrest in Israel.\nStover at Ernst & Young noted that he's seeing cybercriminals take their time to scope out targets, conduct research and then attack at opportune times. According to an EY study of 500 c-suite leaders and cybersecurity leaders, there were an average of 44 \"significant' cyber incidents a year in those organizations and that it took organizations six months on average to detect that something was amiss.\n\"What you're finding on a lot of these cyber breaches is somebody's sitting there strategically listening and doing things. They may not even have to try to steal … they can use information to go other places and cause harm,\" Stover said.\nPierson came across one instance where a bank CEO discovered his home's entire camera and alarm system, which was connected to the internet, could be viewable by anyone. He said this wasn't a simple off-the-shelf system like Amazon's Alexa but a complicated smart home technology that controls the lighting, doors, heating controls, pool controls, movie theaters. \"If they're set up incorrectly, or not secured and updated, it creates a risk. It's like your doors don't lock,\" he said.\nWith more of life and business conducted online, the stakes are getting higher.\n\"As goes the physical world, so goes the digital world,\" said Christopher Budd, director at cybersecurity firm Sophos. \"Just as people have their own private security and their own bodyguards when they have an elevated risk profile in the physical word, it makes perfect sense that we're seeing the same happen in regards to the digital world.\""
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/nvidia-supplier-sk-hynix-to-build-6point8-billion-chip-plan-in-south-korea.html",
        "headline": "Nvidia supplier SK Hynix to build $6.8 billion chip plant in South Korea",
        "published_date": "2024-07-26 08:47:10",
        "author_name": "Arjun Kharpal",
        "key_points": "Memory giant SK Hynix said on Friday it plans to invest 9.4 trillion Korean won ($6.8 billion) to build a new semiconductor manufacturing plant in an emerging chip hub in South Korea.SK Hynix's plant will be in the Yongin Semiconductor Cluster where the South Korean government is looking to build a massive complex of chip operations.SK Hynix has been riding the AI wave and its partnership with Nvidia. The company reported this week that second quarter profit came in at its highest level in six years.",
        "body_content": "\n\nMemory chip giant SK Hynix on Friday said it plans to invest 9.4 trillion Korean won ($6.8 billion) to build a new semiconductor manufacturing plant in an emerging chip hub in South Korea.\nThe fabrication plant — or fab — will be built in South Korea's Yongin Semiconductor Cluster just south of the country's capital of Seoul, where the government is looking to build a massive complex of chip operations.\nThis will be SK Hynix's first manufacturing plant in the cluster, with construction slated to begin in March next year and to complete the project in May 2027.\n\nSouth Korea's SK Hynix is one of the world's top three makers of memory chips, which go into everything from laptops to servers. More recently, the company has had success with its high-bandwidth memory, which it supplies to Nvidia.\nEarlier this year, SK Hynix committed 120 trillion won to build 4 fabs in the Yongin cluster. The remaining three will be set up at a later date.\nThe aggressive investment underscores both SK Hynix and the South Korean government's push to maintain the country's lead in the area of memory, which is important to artificial intelligence applications. Seoul has committedbillions of dollars in support of its forays in semiconductors— a technology that has increasingly been seen as strategic to governments.\nSouth Korea is also home to Samsung, the world's biggest memory chip maker.\nSK Hynix has been riding the AI wave and its partnership with Nvidia,this week reportingthat second-quarter profit came in at its highest level in six years."
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/crowdstrike-ceo-says-97percent-of-windows-sensors-back-online-after-outage.html",
        "headline": "CrowdStrike CEO says 97% of Windows sensors back online after major outage",
        "published_date": "2024-07-26 08:12:03",
        "author_name": "Arjun Kharpal",
        "key_points": "CrowdStrike CEO George Kurtz said that over 97% of Windows sensors are back online after an update from the cybersecurity firm caused one of the world's biggest IT outages.Last week, CrowdStrike issued a routine update to its users around the world that contained a bug which caused Microsoft's Windows operating system to crash.The company's share price been hammered since the incident, as CEO Kurtz looks to contain the reputational fallout.",
        "body_content": "\n\nCrowdStrikeCEO George Kurtz said that over 97% of Windows sensors are back online after an update from the cybersecurity firm caused one of the world's biggest IT outages.\n\"To our customers still affected, please know we will not rest until we achieve full recovery,\" Kurtz said in a LinkedIn post on Thursday.\nLast week, CrowdStrike issued a routine update to its users around the world — which mainly comprise large businesses — thathad a bug which caused Microsoft's Windows operating system to crash.\n\nMany users woke up on Friday to ablue screen error on Windows. The IT outage sparkedchaos around the world, with flights being cancelled, businesses closing early and even medical staff scrambling to keep operations running.\nCrowdStrike rolled back the update to fix the issue.\nThe company's share price has been hammered since the incident, as CEO Kurtz looks to contain the reputational fallout.\n\"I am deeply sorry for the disruption this outage has caused and personally apologize to everyone impacted. While I can't promise perfection, I can promise a response that is focused, effective, and with a sense of urgency,\" he wrote on LinkedIn.\n\nA TechCrunch article titled \"CrowdStrike offers a $10 apology gift card to say sorry for outage\" reported that the company was \"offering its partners a $10 Uber Eats gift card as an apology.\"\nCrowdStrike told CNBC in response to a request for comment on the article, \"That claim is false. CrowdStrike did not send gift cards to customers or clients. We did send these to our teammates and partners who have been helping customers through this situation. Uber flagged it as fraud because of high usage rates.\"\nTechCrunchpreviously reported that some people were having trouble using the gift card.\nAsked by CNBC on the intention behind the gift cards, a CrowdStrike spokesperson said, \"This was intended by an internal team as a token of appreciation to our external partners who were working tirelessly with our customers. Any other characterization is incorrect.\"\nCorrection: This article has been updated to reflect CrowdStrike's position regarding the TechCrunch report on Uber gift cards."
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/apple-loses-top-5-spot-in-china-smartphone-market-as-domestic-brands-dominate-.html",
        "headline": "Apple's no longer among top 5 smartphone vendors in China as domestic brands dominate market",
        "published_date": "2024-07-26 05:08:32",
        "author_name": "Sheila Chiang",
        "key_points": "Apple's market share has been shrinking in China, down to 14% in second quarter compared with 15% in the first quarter and 16% a year earlier.\"It is the first quarter in history that domestic vendors dominate all the top five positions,\" said Canalys research analyst Lucas Zhong.Localization of Apple's Intelligence services in mainland China will be an important move in the next 12 months, Canalys said, as Chinese brands are aggressively incorporating generative AI into their products.",
        "body_content": "\n\nApplewas edged out of the top five smartphone vendors' list in China in the second quarter, as competition from domestic brands such as Huawei intensifies, according toa Canalys report.\nApple's market share in China shrank to 14% in the second quarter, the report released Thursday showed, from15% in the first quarterand16% in the same period a year ago.\nThe iPhone maker,which wasthe third-largest smartphone vendorin the second quarter last year,dropped to the sixth spotwith about 9.7 million in shipments, according to CNBC calculations.\n\"It is the first quarter in history that domestic vendors dominate all the top five positions,\" said Lucas Zhong, research analyst at Canalys.\nApple's shipments have been decliningsince the first quarter when they dropped 25% year on year to 10 million units.\n\"Chinese vendors' strategies for high-end products and their deep collaboration with local supply chains are starting to pay off in hardware and software features. Honor's latest Magic V3, which leverages GenAI, has significantly enhanced the user experience of foldable devices,\" Zhong added.\nOn the other hand, Apple is facing a \"bottleneck\" in the Chinese market as it aims to \"stabilize retail prices and protect margins of channel partners,\" he said.\nLocalization of Apple Intelligence services in China will be an important move in the next 12 months, Canalys said, as Chinese brands are aggressively incorporating generative AI into their products.\n\nFrom April to June, Vivo reclaimed the top spot with 19% market share and 13.1 million units shipped – driven by strong offline and online sales during the \"618\" e-commerce festival.\nOppo maintained second place with 11.3 million units, buoyed by the launch of its new Reno 12 series. Huawei spinoff Honor came in third with 10.7 million units shipped, marking a 4% year-on-year increase.\nHuawei came fourth with 15% market share and 10.6 million shipment units — it had not made it to the top five a year earlier.Huawei's consumer business has seen a resurgence in Chinaafter the launch of its Mate 60 smartphone.\nXiaomi took the fifth spot with thebuzz from its first electric car, the SU7, also contributing to solid sales of its K70 and flagship 14 series, Canalys said.\nOverall, the Chinese smartphone market grew 10% year on year in second quarter, with shipments exceeding 70 million units, Canalys said."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/kamala-harris-debuts-official-tiktok-account-as-presidential-campaign-picks-up.html",
        "headline": "Kamala Harris debuts official TikTok account as presidential campaign picks up",
        "published_date": "2024-07-25 23:41:38",
        "author_name": "Jonathan Vanian",
        "key_points": "Kamala Harris debuts official TikTok account as presidential campaign picks up.\"I thought I'd get on here myself,\" Harris said.Harris's quick adoption of TikTok contrasts with President Joe Biden, who personally appeared with Harris on the campaign's @BidenHQ (now @KamalaHQ) page.U.S. lawmakers have expressed concern over TikTok's ownership by a Chinese tech company.",
        "body_content": "\n\nVice President Kamala Harris debuted an officialTikTok accounton Thursday, underscoring the social broadcasting app's importance to the 2024 presidential campaign as a way to reach voters.\nIn her first short TikTok video, Harris described why she joined the popular app, saying that she's \"heard that recently I've been on the For You Page, so I thought I'd get on here myself.\"\nThe vice president was referring to the widespread attention her recently announced presidential campaign garnered on social media platforms like TikTok. Numerous TikTok users, for instance, created a swarm of humorousvideos— including fusing clips fromCharli XCX's 'Brat' summertrend — featuring Harris as a way to celebrate her rise as the Democratic Party's leading presidential nominee in the aftermath of President Joe Biden's recentannouncementthat he would drop out of the 2024 presidential race.\nHarris's quick adoption of TikTok contrasts with President Joe Biden, who personally appeared with Harris on the campaign's @BidenHQ (now@KamalaHQ) page. U.S. lawmakers have expressedconcernover TikTok's ownership by a Chinese tech company.\nTikTok's immense popularity with theyouth of America and the broader public hasmade the app an important campaigning tool by politicians, even though the company does not allow political advertising.\nMeanwhile, former President Donald Trumpdebutedan official TikTok account in June. Earlier this year, Trump toldCNBCthat while he shares national security and privacy concerns about TikTok, he believed that banning the app would only \"make Facebook bigger, and I consider Facebook to be an enemy of the people.\"\nWatch:\"There is no rebranding Kamala Harris,\" former Trump aide."
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/samsung-tm-roh-interview-galaxy-ai-mixed-reality-and-foldables.html",
        "headline": "Samsung hints at new products as it bets on AI to drive upgrades to its latest foldable phones",
        "published_date": "2024-07-25 23:09:56",
        "author_name": "Arjun Kharpal",
        "key_points": "Speaking to CNBC, Samsung Electronics' mobile boss TM Roh discussed Galaxy AI and software strategy, while hinting at future foldable products and mixed reality headsets.Samsung recently launched the Z Fold6 and Z Flip6 as well as the Galaxy Ring, its first foray into the smart ring category.Roh said the company hopes its suite of AI software will push users to upgrade to its latest smartphones.",
        "body_content": "\n\nIn a swanky downtown Paris hotel, Samsung Electronics' mobile boss sat behind a suite of the tech giant's latest products, ranging from foldable smartphones to the brand new smart ring — underscoring how the South Korean firm is looking to lock customers into its world of products to drive sales.\nTM Roh is the man tasked with bringing Samsung, the world's largest smartphone maker, into the artificial intelligence era.\nIn a wide-ranging interview with CNBC at that Paris hotel earlier this month, Roh laid out Samsung's vision for Galaxy AI, its suite of artificial intelligence features, how the company is thinking about making money off software and about future products, such as mixed reality headsets.\n\nRoh spoke to CNBC ahead of the company'sGalaxy Unpacked event in Paris, where the company took the wraps off of its new smartwatches,foldable smartphonesand theGalaxy Ring—Samsung's first foray into smart rings.\nSamsung is riding a wave of interest in its smartphones, sparked by the launch of thehigh-end S24 range in Januaryand by the company's marketing around its artificial intelligence offerings it calls Galaxy AI.\n\nThese include features like interpreter, which can translate spoken language between two people, and the Notes app that can record audio, transcribe and summarize what has been said or noted down.\nAI has become the key focus for Samsung this year, as the firm looks to drive sales to its premium handsets at a time when consumers are holding onto their phones for longer and remain cautious on spending.\n\"We are reinforcing and bringing more AI capabilities to our products. As consumers use more AI capabilities, they can actually feel the convenience and benefits they bring,\" Roh told CNBC in Korean translated by a company translator.\n\"I believe strongly that these Galaxy AI, mobile AI are strong motivation and driver for purchase of new products,\" he added.\n\"Galaxy AI is here\" was the slogan plastered across posters at the location of the Galaxy Unpacked launch — the Carrousel du Louvre, a shopping center and events space near the famous Louvre museum in Paris.\n\nIt highlights Samsung's marketing blitz to tell users that its phones now have AI capabilities, as it looks to fend off Apple's AI push. The U.S. technology giant announcedApple Intelligence in June, but this set of AI features won't start rolling out until fall, and there are many regions where itwon't be avaialable, such as in China.\nStill, many analysts don't expect these early AI apps alone to drive new phones sales.\nRoh anticipates the technology will develop over the longer term.\n\"When you think about when first smartphones and the internet came to being only a handful of people ... used smartphones and internet. But as they progress, as they become more advanced, they became more pervasive in day-to-day lives. And I think [the] same applies to mobile AI as well,\" Roh said.\n\nRevenue in Samsung's mobile business has historically come from sales of various smartphones and other devices. This stands in contrast toApple, which, on top of cashing in iPhone revenue, makesbillions of dollars from its software and services.\nThat's because Samsung's phones run Google's Android operating system, which means Samsung has less control of its software and of the ability to push its own apps. Apple meanwhile owns its proprietary iOS operating system.\nApple's App Store and the Google Play Store are the two dominant app stores of the iOS and Android systems, respectively.\nAs it now embarks to infuse its own apps with AI, Samsung appears to be making a bigger push into software, including an upgraded version of AI assistant Bixby, which is due to launchlater this year and is based on the South Korean company's own large language model.\nRoh said that users typically access different software on mobile through app stores. That might not always be the case with AI on devices, as the smartphone becomes more intuitive. That may give an opportunity for Samsung's apps to become more prominent, and Roh said the company is bolstering its own apps.\n\"We're going to advance our software and native apps. So we're going to provide and enhance Samsung software and apps for consumers,\" Roh said.\n\nThat still doesn't answer the question of how Samsung will monetize those apps.\nWhen asked about whether Samsung would introduce a subscription to its AI services, Roh said the company is \"listening to the market and the consumers\" and advice from different experts.\n\"Subscription can be an option, and it can mean the AI features can remain as a core technology to entice more consumers to buy the hardware. But whatever the direction will be, we're going to make a wise decision for the sake of consumers and, at the same time, for the sake of Samsung Mobile's businesses,\" Roh said.\n\nSamsung was one of the pioneers in foldable phones, introducing its first such device in 2019. Other companies have followed suit with their rival products since then.\nRoh hinted there could be other pieces of hardware hitting the market in the future, as Samsung looks to broaden its ecosystem of products. He said that the hardware components required for foldable smartphones are improving, as is the relevant software.\nAsked by CNBC whether Samsung would bring the foldable screens to other devices, such as tablets, Roh said, \"At the time when the hardware completeness and software and content integrity, the ecosystem comes to full maturity, we'll be forced to introduce very satisfying and very almost perfect foldable new form factors in new product categories.\"\nHedid not specify what these new product categories for foldable screens could be.\n\nSamsung also has a so-called mixed reality headset in the works. Mixed reality often refers to technology like augmented reality that is employed in headsets and allows digital images to be superimposed over the real world. Samsung, Google and chip firm Qualcomm struck a partnership to develop a mixed reality headset last year, but no updates about the device have followed since.\nMixed reality has been thrust into the spotlight with the launch of the Apple Vision Pro, the Cupertino giant's first foray into the product category. Roh acknowledged that mixed reality devices are \"one of the important devices that will usher in new mobile experience and new ecosystem.\"\nHe remained tight-lipped about devices, but told CNBC that Samsung will announce a new \"mixed reality platform\" within the year. This is likely to be a software offering, according to Roh, though he declined to elaborate."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/dexcom-shares-plummet-30percent-after-company-lowers-fiscal-year-guidance.html",
        "headline": "Dexcom shares plummet almost 40% after company misses on revenue, lowers guidance",
        "published_date": "2024-07-25 20:17:34",
        "author_name": "Ashley Capoot",
        "key_points": "Dexcom shares plunged on disappointing revenue and weak guidance.The stock was down 13% for the year as of Thursday's close.Dexcom makes continuous glucose monitors for patients with diabetes.",
        "body_content": "\n\nShares ofDexcomtumbled almost 40% in extended trading Thursday after the diabetes management company reported disappointing revenue for thesecond quarterand offered weak guidance.\nHere's how the company did:\nDexcom's revenue increased 15% from $871.3 million a year earlier, according to a release. The company reported net income of $143.5 million, up from $115.9 million in the same period last year.\nFor the third quarter, Dexcom expects revenue of $975 million to $1 billion to account for \"certain unique items impacting 2024 seasonality,\" the release said. Dexcom updated its full fiscal year guidance and now expects revenue of $4 billion to $4.05 billion, down from the $4.20 billion to $4.35 billion it forecastlast quarter.\nDexcom offers a suite of tools like continuous glucose monitors (CGMs) for patients that have been diagnosed with diabetes.\nOn the earnings call, Dexcom CEO Kevin Sayer attributed the challenges to a restructuring of the company's sales team, fewer new customers than expected and lower revenue per user. Some of the shortfall had to do with customers taking advantage of rebates for the new CGM called the G7. Additionally, the company said it underperformed in the durable medical equipment (DME) channel.\n\"The DME distributors remain important partners for us in our business, and we've not executed well this quarter against these partnerships,\" Sayer said on the call. \"We need to refocus on those relationships.\"\nIn March, Dexcom announced its newover-the-counter CGM calledStelohad been cleared for use by the U.S. Food and Drug Administration. Stelo is designed for patients with Type 2 diabetes who do not use insulin. Dexcom said Thursday it will officially launch in August.\nPrior to Thursday's close, Dexcom shares were down 13% for the year, while the S&P 500 is up 13% over that stretch.\nAt the beginning of the Q&A portion of the earnings call, JPMorgan analyst Robbie Marcus asked for more details on the substantial drop in guidance, expressing \"shock\" at how much disruption could be caused by a change in the structure of the sales force.\n\"I feel like there has to be more going on,\" Marcus said, and asked whether the surging popularity of GLP-1 weight-loss treatments is having an impact.\nSayer responded by saying the company is \"short a large number of new patients as to where we thought we would be at this point in time.\" He said the sales force reshuffling, which led to changes in geographic coverage, was more dramatic than expected as physicians were now dealing with different reps.With respect to the DME struggles, Sayer said the company lost customers \"who have the highest annual revenue per year.\" And he added that G7 rebate eligibility was three times faster than over the prior product, the G6.Jereme Sylvain, Dexcom's finance chief, said all that adds up to a $300 million shortfall in the company's guidance for the year at the top end.\"Certainly not something we're happy about,\" Sylvain said. He said that in the interest of \"full transparency,\" the company needed to provide clarity \"about what the impact is for the balance of the year.\"\nWATCH:Dexcom CEO Kevin Sayer"
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/openai-announces-a-search-engine-called-searchgpt.html",
        "headline": "OpenAI announces a search engine called SearchGPT; Alphabet shares dip",
        "published_date": "2024-07-25 18:11:21",
        "author_name": "Hayden Field",
        "key_points": "OpenAI announced a prototype of its SearchGPT search engine on Thursday.The company says it aims to give users “fast and timely answers with clear and relevant sources.”The AI-powered search engine could ramp up pressure on Google.",
        "body_content": "\n\nOpenAIon Thursday announced a prototype of its search engine, calledSearchGPT, which aims to give users \"fast and timely answers with clear and relevant sources.\"\nThe company said it eventually plans to integrate the tool, which is currently being tested with a small group of users, into its ChatGPT chatbot.\nThe rollout could have implications for Google and its dominant search engine. Since the launch of ChatGPT in November 2022,Alphabetinvestors have been concerned that OpenAI could take market share from Google in search by giving consumers new ways to seek information online.\nWith this prototype, OpenAI is testing the waters for doing just that, promising users the chance to \"search in a more natural, intuitive way\" and ask follow-up questions \"just like you would in a conversation.\"\n\"We think there is room to make search much better than it is today,\" OpenAI CEO Sam Altman wrote Thursday in aposton X.\nAlphabetshares fell more than 3% on Thursday to close at $167.28, while the Nasdaq was down less than 1%.\nIn May, Google launchedAI Overview, which CEOSundar Pichaicalled the biggest change in search in 25 years, to a limited audience, allowing users to see a summary of answers to queries at the very top of Google Search.\nThough Google had been working on AI Overview for more than a year, public criticism mounted afterusers quickly noticedthat queries returned nonsensical or inaccurate results within the AI feature — without any way to opt out.\n\"Google has been kind of shaking in their boots a little bit since this stuff first popped off,\" said Daniel Faggella, founder and head of research at Emerj Artificial Intelligence Research, referring to generative artificial intelligence. \"We haven't seem their company crumble in the interim, but we have seen them kind of fumble.\"\nThe SearchGPT announcement follows OpenAI's launch last Thursday of a newAImodel, \"GPT-4o mini.\" The new model is an offshoot of GPT-4o, the startup's fastest and most powerful model to date, which it launched in May during alivestreamed event with executives.\nOpenAI, backed byMicrosoft, has been valued at more than $80 billion by investors. The company, founded in 2015, is under pressure to stay on top of the generative AI market while finding ways to make money as it spends massive sums on processors and infrastructure to build and train its models.\nLast Month, OpenAI announced thehiring of two top executivesas well as a partnership withApplethat includes a ChatGPT-Siri integration. Sarah Friar, previously CEO of Nextdoor and finance chief at Square, joined as chief financial officer, and Kevin Weil, an ex-president atPlanet Labsand former senior vice president at Twitter and a vice president at Facebook and Instagram, joined as chief product officer.\nOpenAI is bolstering its C-suite as its large language models gain importance across the tech sector and as competition rapidly emerges in the burgeoning generative AI market.\nBoth OpenAI's new mini AI model and the prototype of SearchGPT are also part of the company's push to be at the forefront of \"multimodality,\" or the ability to offer a wide range of types of AI-generated media, like text, images, audio, video and search, inside one tool: ChatGPT.\nFor SearchGPT, OpenAI's blog post said the tool's visual results will lead to \"richer understanding\" for users.\nLast year, OpenAI Chief Operating Officer Brad Lightcaptold CNBC, \"The world is multimodal.\" He added that as humans \"engage with the world, we see things, we hear things, we say things,\" so limiting interactions to text is insufficient.\nWATCH:AI's trillion dollar time bomb"
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/lineage-goes-public-largest-ipo-2024.html",
        "headline": "Lineage closes up more than 3% in market’s largest IPO of 2024",
        "published_date": "2024-07-25 16:54:58",
        "author_name": "Riley de León",
        "key_points": "Lineage closed up more than 3% during its market debut Thursday on the Nasdaq after going public under the ticker symbol “LINE.”The company raised $4.4 billion at an implied valuation over $18 billion, making it the largest public offering since chip designer Arm's $4.8 billion listing last September.The company is the world’s largest global temperature-controlled warehouse REIT with 480 locations spanning North America, Europe and Asia.",
        "body_content": "\n\nLineage, the largest temperature-controlled warehouse real estate investment trust (REIT) in the world, closed up more than 3% in its Nasdaq Stock Market debut on Thursday, after going publicunder the ticker symbol \"LINE.\"\nLineage priced 57 million shares at $78 apiece on Wednesday, near the top of its initial $70 to $82 target range. The company raised $4.4 billion at an implied valuation over $18 billion, making it the largest public offering since chip designerArm's $4.8 billion listing last September and more than twice the size of cruise operatorViking Holdings, which went public in May.\nLineage is a four-timeCNBC Disruptor 50company thatranked No. 46on this year's list.\n\n\n\n\n\nOne of the biggest factors in the company's success is its aggressive acquisition strategy.\n\"We started with one warehouse and we've done 116 acquisitions to turn Lineage into what it is today,\" co-founder and co-executive chairman Adam Forste said on CNBC's \"Squawk Box\" Thursday morning before shares started trading.\nIn the last year alone, Lineage has acquired Grupo Fuentes, Burris Logistics, Kennedy Transportation and Harnes. The Burris acquisition alone gave Lineageeight new facilities.\n\"So many families who we've bought companies from rolled equity into Lineage as part of their transaction, so they're celebrating here today with us as well,\" Forste said, adding that the company's namesake is derived from the network, or lineage, of family-owned warehouses that he and co-founder Kevin Marchetti have brought into the fold.\nLineage has amassed over 480 facilities, totaling roughly2.9 billion cubic feet of capacityacross countries in North America, Europe, and the Asia-Pacific region. These locations create a global network of cold-storage facilities, reducing supply chain food waste and its environmental impact.\nFood loss happens at every level of the supply chain, with an estimated $600 billion worth of foodgoing to waste during or just after harvest.That ever-growing amount of waste currently accounts for about 11% of the world's emissions – making it one of the biggest environmental issues contributing to climate change.\nMorgan Stanley, Goldman Sachs, Bank of America, J.P. Morgan and Wells Fargo were the lead underwriters for Lineage's offering.\nSign upfor our weekly, original newsletter that goes beyond the annual Disruptor 50 list, offering a closer look at list-making companies and their innovative founders."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/vegas-transit-system-first-in-us-ai-scan-for-weapons.html",
        "headline": "Las Vegas transit system is nation's first to plan full deployment of AI surveillance system for weapons",
        "published_date": "2024-07-25 14:59:27",
        "author_name": "Kevin Williams",
        "key_points": "The Regional Transportation Commission of Southern Nevada, which includes Las Vegas, will be the first transit system in the U.S. to implement system-wide AI weapons scans.Transit systems nationwide are grappling with ways to reduce violence.AI-linked cameras and acoustic technology are seen as viable options to better respond to mass shootings in public places across the U.S., according to law enforcement and public safety teams, though both approaches have downsides.",
        "body_content": "To join the CNBC Technology Executive Council, go tocnbccouncils.com/tec\n\n\n\nOn your next visit to Vegas, an extra set of eyes will be watching you if you decide to hop onto the local transit system.\nAs part of a $33 million multi-year upgrade to fortify its security, the Regional Transportation Commission of Southern Nevada is set to add a system-wide AI from gun detection software vendor ZeroEyes that scans riders on its over 400 buses in an attempt to identify anyone brandishing a firearm.\nTom Atteberry, RTC's director of safety and security operations, said that seconds matter in a situation where an active shooting unfolds, and implementing the system could give authorities an edge. \"Time is of the essence; it gives us time to identify a firearm being brandished, so they can be notified and get to the scene and save lives,\" he said.\nMonitoring and preventing mass shooting is one that public places across the country grapple with daily. Violent crime on transit systems, specifically, remains an issue in major metro areas, witha report released in late 2023by the Department of Transportation detailing concerns from transit agency officials around the U.S. about rising violence on their transit systems. According to a database maintained by the Bureau of Transportation Statistics,assaults on transit systems have spiked, and there has beena rise in public fearsabout transportation safety.\n\n\n\nPurdue University Northwest, a largely commuter campus with almost 7,000 students, has college students of all ages arriving from urban areas like Gary and Hammond, Indiana, by bus, car, and train. On average, from the first gunshot to the first 911 call, five minutes pass. It is on average 12 minutes before police can get \"boots on the ground\" at a school, said Brian Miller, the university's director of public safety, referencing research that has been conducted on response time in mass shooting incidents. \"We have to reduce that, gunshot detectors and weapons scanners, these are all good technologies,\" Miller said.\nWhile officials in Nevada and at Purdue University Northwest said there was no specific incident that prompted interest in new AI-powered detection technology, the risk of an incident is always on the minds of public safety officials. Vegas transit crime stats are low compared to similar transit systems its size, but the issue of guns in public has been in the fore since Stephen Paddock killed 58 people on the The Strip in 2017's mass shooting.\nA mass shooting often begins with a subject entering a complex with the weapon drawn, fully displayed, and that gives ZeroEyes space to work and overcome a fog-of-war type situation, according to Sam Alaimo, co-founder of Zero Eyes. Typically, as a mass shooting unfolds, there are multiple 911 calls from witnesses, all giving conflicting information.\nIf ZeroEyes detects a brandished gun, it alerts a staffed operations center stocked with retired law enforcement veterans, who quickly identify whether it is a threat.\nAtteberry stressed that the ZeroEyes system is not designed to detect lawful, legal firearms that might be in a holster or packed in a purse. \"It is strictly to identify someone brandishing a firearm in a threatening manner,\" he said.\n\n\n\nThe process from the moment an image comes in, is vetted by their staff, and 911 is alerted, can be as low as three to five seconds, Alaimo said. The system can usually identify the type of weapon also, which he added can give law enforcement an edge.\n\"We give them the clarity to get in there and stop the killing,\" Alaimo said. Their goal is mass damage. When you see these mass shooters, they typically start outside, swinging weapons around, with the gun exposed. We built it with the mass shooter in mind,\" he said.\nZeroEyes launched as the pandemic was taking hold. It was designed for school campuses in mind, Alaimo said, but as schools shuttered, the company pivoted to government buildings, corporate campuses, casinos, and manufacturing complexes.\nWei Dai, assistant professor of Purdue Northwest's Department of Computer Science and advanced intelligence software lab director, says that image-based scanned programs like ZeroEyes, which relies on existing camera mounts, may not be as effective as other AI options when detecting weapons. Dei says acoustic sensors may be a better fit in some cases because cameras can't cover every inch of a building or campus space, but sound sensors detect a gunshot sound with 99 percent accuracy.\n\"AI technology comes from the data; if we do not capture the data, there is no successful AI,\" Dei said.\nAcoustic sensors have been slow to catch on, though, largely due to cost. Earlier this year, Seattle scrapped a plan to install acoustic sensors in high crime areas. But they are being used in some areas. Lafayette, Louisiana, is testing them this year and Clark County, Nevada, home to Las Vegas, is also launching an acoustic pilot program, but not in the transit system.\nPurdue Northwest University's public safety team, which has 14 full-time officers and uses various tools to keep it safe, will look at all technology options in the future, including image-based tech like ZeroEyes. \"As the technology advances, it is something we would be interested in,\" Miller said. \"You need a layered approach to law enforcement.\" He added that while images, acoustics and other technologies, combined with old-fashioned police work, provide the best holistic approach, there is no single tool to prevent mass shootings.\n\nThe Las Vegas transit system is not the only in the nation to use ZeroEyes, but is the first to plan full deployment. A pilot program with Philadelphia's SEPTA ended this spring after a year, but Paul Gratton Jr., a former NYPD supervisor with the transit bureau who now consults, says Vegas may be a better test case.\n\"ZeroEyes supplies the AI part, but they are not putting up their cameras. SEPTA found that most of their existing cameras were not of enough quality for their AI to do the work. I think Vegas is a much better platform; their camera system is better,\" Gratton said.\nAlaimo says ZeroEyes is of value wherever a newer camera network is already in use.\nEven with better cameras, implementing the technology has many moving parts, such as what to do once a brandished gun is detected. \"What actions are you allowed to take, and what actions should responding officers take?\" Gratton said.\nWhile image-based AI detection systems aren't flawless, they are helpful in a comprehensive security package, and already extensively used in intelligence monitoring. Gratton thinks technologies like ZeroEyes will be much more widely adopted, and that the cameras are a good fit for transit systems because they can deliver screening at a high volume. \"You can't subject people all to a TSA level of security screening,\" Gratton said. \"Passengers will only take so much.\"\n\"We tested out a lot of similar technology; I do think the future is technology is similar to ZeroEyes,\" he said. \"These camera systems are the natural progression of policing which will involve AI in camera systems.\"\nCybersecurity consultant Michael Hasse remains skeptical, and cited the history of disguising weapons, which is practically a cottage industry.\n\"Concealed weapons have been an art form for hundreds of years,\" Hasse said. \"Systems like this work best when there's been no attempt to conceal the weapon, but the simple fact is that there are too many ways to disguise a gun, and all of these systems rely on technology which can be spoofed trivially, from all-plastic weapons to simple form factor modifications.\"\nBut Atteberry says the stakes are too high to not embrace new technology. \"You have to be progressive and proactive; you can't just sit back and wait for something to happen and then be reactive. Our job is to look around corners and prevent something from happening. If it saves one life, it pays for itself,\" he said."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/trump-raises-more-than-4-million-in-bitcoin-other-cryptocurrencies.html",
        "headline": "Trump raises more than $4 million in bitcoin, other digital coins as crypto support pays off",
        "published_date": "2024-07-25 13:45:06",
        "author_name": "MacKenzie Sigalos",
        "key_points": "Former President Donald Trump has raised more than $4 million in cryptocurrencies.Contributors to the Trump 47 Committee have donated bitcoin, ether, Ripple's XRP token and the U.S. dollar pegged stablecoin USDC, according to a Federal Election Commission filing.Trump is keynoting a major bitcoin conference in Nashville, Tennessee, on Saturday.",
        "body_content": "\n\nNASHVILLE, Tennessee — Former PresidentDonald Trumpis headed to Tennessee this weekend to deliver a keynote address at a major bitcoin conference. It's looking like he'll be in front of a favorable crowd.\nTrump, the Republican nominee for president, has raised more than $4 million from a mix of digital tokens, a campaign aide told CNBC. Contributors have donatedbitcoin,ether, Ripple'sXRPtoken, the U.S. dollar pegged stablecoinUSDCand various memecoins, according to a Federal Election Commission filing.\nThe 1,000-plus page report shows totals for the \"Trump 47\" joint fundraising committee from April 1 to June 30. The committee raised more than $118 million during that period, with payouts going to the Trump campaign, the Republican National Committee and other parties, according to the filing.\nAt least 19 donors contributed more than $2.15 million bitcoin to the committee, the filing shows. Contributors hail from 12 states, including a few battlegrounds. Their professions include homemaker, U.S. military officer, missionary, painter, sales rep for a pizza company and a security technician with the State Department.\nCrypto billionaire twins Tyler and Cameron Winklevoss led the charge, each contributing 15.57 bitcoin, or just over $1 million at the time of their donation. Because their contributions surpassed the $844,600 limit, the filing indicates that the money was partially refunded. Mike Belshe, CEO of digital asset security company BitGo, contributed $50,000 in bitcoin.\n\nIn recent months, Trump has positioned himself as the pro-crypto candidate for president, a reversal from his previous stance during his time in the White House. Trump launched his latest non-fungible token collection on the Solana blockchain in April and has since been makingincreasingly bullishcomments on crypto. Along the way, he's gained the support of a number of influential tech and crypto investors, including venture capitalistsMarc Andreessen and Ben Horowitz.\nTrump will be in Nashville on Saturday to deliver the keynote address at The Bitcoin Conference, which is being held at the Music City Center. He will also host a campaign fundraiser in the city the same day, where tickets run as high as $844,600 per person.\nTop-tier tickets include a seat at a roundtable with Trump and are priced at the maximum donation amount permitted for individuals to give tothe Trump 47 Committee.The next level down includes a photo with the former president at $60,000 per person or $100,000 per couple, according to the invitation.\nBrian Hughes, a Trump campaign aide, said that of the more than $4 million in crypto raised, most of it arrived in bitcoin.\n\"Crypto innovators and others in the technology sector are under attack from Kamala Harris and the Democrats,\" said Hughes, referring to the de facto Democratic nominee. \"While the Biden-Harris Administration stifles innovation with more regulation and higher taxes, President Trump is ready to encourage American leadership in this and other emerging technologies.\"\nTrump, the first major presidential candidateto accept donations in digital tokens, can receive contributions in a range of cryptocurrencies, including dogecoin, Shiba Inu coin, XRP, USDC and ether.\nKraken founder and former CEO Jesse Powell donated nearly $845,000 in ether.Stuart Alderoty, chief legal officer ofRipple, gave $300,000 in the XRP token. Alderotyrecently attendeda Trump fundraising event hosted by venture investor David Sacks in San Francisco.\n\nFormer Messari CEO Ryan Selkis, whoresigned last weekfrom the company he co-founded after posting about \"literal war\" on Trump opponents, gave $50,000 in USDC.\nThus far, it appears the Trump campaign is mostly converting these contributions immediately to USDC and then liquidating the donations. In some cases, however, the campaign has opted to hold onto the USDC.\nTrump has personally pledged to defend the rights of those who choose to self-custody their coins, meaning they don't rely on a centralized entity likeCoinbaseand instead use crypto wallets, which are sometimes outside the reach of the IRS.\nTrump also vowed at the Libertarian National Convention in Washington in May to keep Sen. Elizabeth Warren, D-Mass., and \"her goons\" away from bitcoin holders. Warren is a vocal crypto critic.\nMeanwhile, following a meeting at his Mar-a-Lago club in Florida with about a dozen bitcoin mining executives who pledged their support,Trump declaredthat all future bitcoin will be minted in the U.S., should he return to the White House.\nTrump named Ohio Sen. JD Vance as his running mate, a move viewed by many as a win for the crypto sector. Vance has advocated for looser regulation of crypto and disclosed in 2022 that he personally holdsbitcoin.\nThe Biden White House has ramped up crypto regulation, with the SEC dialing up actions on the sector in recent years.\n\n\n\n\n\nWATCH:CNBC panel weighs in on VP Harris' bid for the Democratic nomination"
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/crypto-market-today.html",
        "headline": "Cryptocurrencies suffer alongside tech stock rout, ether slides 6%",
        "published_date": "2024-07-25 13:24:26",
        "author_name": "Tanaya Macheel",
        "key_points": "Disappointing quarterly earnings from Alphabet and Tesla late Tuesday weighed on the rest of the tech sector as investors rotated out of high-risk assets, including cryptocurrencies.With cryptocurrencies lower across the board, crypto-related stocks also retreated.",
        "body_content": "Watch Daily: Monday - Friday, 3 PM ET\n\n\n\nCryptocurrencies fell one day after a reversal in technology stocks pushed the S&P 500 and Nasdaq Composite to theirworst day since 2022.\nBitcoinwas lower by 2% at $64,603.34 Thursday, according to Coin Metrics. Disappointing quarterly earnings from Alphabet and Tesla late Tuesday weighed on the rest of the tech sector as investors rotated out of high-risk assets, including cryptocurrencies.\n\"It's quite clear the setbacks are more about bigger picture macro forces, with global financial markets in turmoil,\" said Joel Kruger, market strategist at LMAX Group. \"Concerns around the health and outlook for the global economy have intensified amidst softer economic data, downbeat US earnings, and ineffective accommodative central bank moves. Consequently, there has been nowhere to hide, with most major assets across currencies, commodities and stocks relenting to traditional safe havens.\"\nThe market is also still in the throes of anongoing Mt. Gox repayment schedulethat has resulted in apersistent round of bitcoin selling pressurethis month, he added.\nMeanwhile,etherfell 6% to $3,172.59 as newly launched ether exchange-traded funds traded for a third day. TheGrayscale Ethereum Trust (ETHE), which converted to an ETF, saw $484 million in outflows in the previous session.\n\"What is happening is the same as when spot bitcoin ETFs were launched back in January,\" said Yuya Hasegawa, crypto market analyst at Japanese bitcoin exchange Bitbank. \"Grayscale's Ethereum trust had been trading at [a] discount for a long time, so traders may have bought some shares of the trust and are now selling spot ETH for arbitrage — this is also what happened for bitcoin when the ETFs started trading.\"\n\nWhile bitcoin declined for a couple of weeks after the launch of bitcoin ETFs in January, the ether ETF introductions are being launched into a different market, and investors have potentially positive news to look forward to that could give prices a boost, Hasegawa said.\nThursday marks the start of the Bitcoin 2024 conference, where investors are expecting speeches from pro-bitcoin U.S. politicians on both sides of the aisle as well as Donald Trump. Additionally, expectations for a Fed rate cut in September are growing.\nWith cryptocurrencies lower across the board, crypto-related stocks also retreated.Coinbasefell 3%, whileMicroStrategywas down 2%. One of the most popular mining stocks, Iris Energy, lost 5%, whileRiot Platformsdipped 3%.\nKruger called recent setbacks in crypto \"a minor blip within a strong uptrend,\" noting bitcoin and ether are up 51% and 38% year-to-date, respectively, in contrast with the S&P 500's 14% gain during the same period.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/ge-healthcare-taps-amazon-web-services-to-build-generative-ai-for-medical-use.html",
        "headline": "GE HealthCare taps Amazon Web Services to build generative AI for medical use",
        "published_date": "2024-07-25 12:30:01",
        "author_name": "Ashley Capoot",
        "key_points": "GE HealthCare on Thursday announced it is working with Amazon Web Services to build new generative AI models and applications that are specialized for medical use cases.The health-care industry is responsible for generating nearly one-third of all data globally, but it's not stored or organized uniformly.GE HealthCare and AWS believe AI could help doctors find the information they need more quickly and use the tool within screenings, diagnoses, decision support and workflows like scheduling.",
        "body_content": "\n\nGE HealthCareon Thursday announced it is teaming up withAmazon Web Servicesto build new generativeartificial intelligencemodels and tools that can efficiently analyze complex medical data.\nThe health-care industry is responsible for generating nearly one-third of all data globally, but much of this information isn't easily accessible. Since patients' medical records, images, scans and insurance records are stored across different file formats and systems, it can be challenging for doctors and researchers to sort through this mountain of information – especially on a larger scale.\nFor instance, as much as 97% of the data produced by hospitals goes unused, according to a report fromDeloitte. GE HealthCare, which offers medical imaging, ultrasound, patient care and pharmaceutical diagnostic solutions, believes generative AI can help.\nThe company is collaborating with AWS to build models that clinicians can use to leverage data more efficiently across health-care operations, including within screenings, diagnoses, decision support and workflows like scheduling.\n\"The tools we expect to build as a result of this will be aimed at helping hospitals and clinicians make the most of the data that they have,\" Dr. Taha Kass-Hout, GE HealthCare's global chief science and technology officer, told CNBC in an interview.\nKass-Hout said AWS will likely help GE HealthCare speed up its development and deployment of web-based medical imaging applications, for instance, which would provide radiologists and other doctors with easier access to analytics.\nGE HealthCare offers its own AI tools, but its partnership with AWS will supply the company with the technical infrastructure required to quickly build generative AI models and tools at scale. GE HealthCare will use AWS' solutions likeAmazon BedrockandAmazon SageMaker, according to a release Thursday.\n\"Training these models requires a lot of compute, requires a lot of data, requires a lot of expertise, and we're collaborating in that regard,\" Matt Wood, vice president of AI at AWS, told CNBC in an interview.\nIn addition to building applications for health care more broadly, Kass-Hout said GE HealthCare is also exploring how to use generative AI to streamline the company's internal productivity. He said one of its initial priorities will be using an assistive tool called Amazon Q Developer to generate real-time code suggestions for its software developers, which should help them work more efficiently.\nKass-Hout said GE HealthCare maintains rigorous testing and standards before bringing products to market, and the same will be true with the generative AI applications it develops. GE HealthCare does not train models on customer data, he added.\nThe company's new models and applications will initially be available to GE HealthCare employees and customers, but it plans to make them more widely accessible in the future."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/techs-splurge-on-ai-chips-has-meta-alphabet-tesla-in-arms-race.html",
        "headline": "Tech's splurge on AI chips has companies in 'arms race' that's forcing more spending",
        "published_date": "2024-07-25 12:00:01",
        "author_name": "Kif Leswing",
        "key_points": "Executives at Meta and Google admitted this week that their companies may be spending too much on artificial intelligence infrastructure.However, they said the risks of spending too little are far greater.\"Because the downside of being behind is that you're out of position for like the most important technology for the next 10 to 15 years,\" Meta CEO Mark Zuckerberg said on a podcast.",
        "body_content": "\n\nMetaCEOMark Zuckerberghas been assembling a large stockpile ofNvidiachips, spending billions of dollars so his company can develop and train advanced artificial intelligence models.\nBut even he says the AI hype may be driving too much investment.\n\"I think that there's a meaningful chance that a lot of the companies are overbuilding now and that you look back and you're like, oh, we maybe all spent some number of billions of dollars more than we had to,\" Zuckerberg said on apodcastthis week with Bloomberg's Emily Chang.\nHe's not the only one expressing that sentiment.\nOnAlphabet'searnings call on Wednesday, CEOSundar Pichaisaid his company may well be spending too much money on AI infrastructure, which largely consists of Nvidia's graphics processing units (GPUs). But he sees little choice.\n\"When we go through a curve like this, the risk of underinvesting is dramatically greater than the risk of overinvesting for us here,\" Pichai said.\nIn addition to Meta and Alphabet, Nvidia is racking up business fromMicrosoft,Amazon,OracleandTesla, which have all publicly pronounced that AI investment is a central priority for this year and the foreseeable future. Nvdia'srevenuehas more than tripled for three straight quarters and is expected to more than double in the current period.\nAlphabet and Tesla highlighted their AI buildout costs on earnings calls this week, and investors can expect to hear more next week, when Microsoft, Amazon and Meta report results.\nMetadebutedits latest Llama AI model on Tuesday. The model, dubbed Llama 3.1, comes in three different versions, with one variant being the biggest and most capable AI model from Meta to date. Meta is sticking with open source, which means the technology can be accessed for free by outside developers, even as the company pours money into the underlying infrastrucure.\n\nZuckerberg said on the podcast with Chang that companies are \"making a rational decision\" in their AI investments despite the exorbitant costs.\n\"Because the downside of being behind is that you're out of position for like the most important technology for the next 10 to 15 years,\" Zuckerberg said.\nThe way Pichai sees it, even if Alphabet is investing too much, the infrastructure is \"widely useful for us.\"\n\nNvidia shares are up 131% this year after soaring 239% in 2023. The company is now valued at close to $3 trillion, behind only Apple and Microsoft, though itbriefly surpassedthe two of them in market cap in June.\nNvidia gets more than 40% of its revenue from Microsoft, Amazon, Google, and Oracle, which all need a hefty dose of GPUs for their public cloud offerings. While those are some of the most well-capitalized companies on the planet, there's some concern brewing among investors about the massive stockpiling.\nDavid Cahn, a partner at venture firm Sequoia, wrote in a blog post last week that the dynamic driving the spending is competitive andfollows game theory dynamics, creating a \"cycle of competitive escalation.\"\n\"The cloud giants see AI as both a threat and an opportunity and do not have the luxury to wait and see how the technology evolves,\" Cahnwrote. \"They must act now.\"\nCahn calculated that in the technology industry, there needs to be $600 billion in annual AI revenue tojustifyall the money that's been spent on data centers and chips.\nOn Wednesday, Cahn followed up by saying that Zuckerberg's and Pichai's comments about limiting downside bolstered his theory.\n\"Google and Meta CEOs both out in last 24 hours now agreeing with my AI Arms Race narrative: That AI CapEx is driven by game theory and FOMO vs. actual revenue / usage,\" Cahnpostedon LinkedIn.\n\nNvidia says demand will remain strong through its newest generation of AI chips, called Blackwell, which will start to ship later this year. But it's starting to address investor questions about return on investment as growth inevitably slows due to historically difficult comparisons.\nColette Kress, Nvidia's finance chief, told investors in May that the companyhad calculatedthat when a cloud provider spends $1 on an Nvidia-based server, it can rent it out for $5. Goldman Sachs analysts said in a recent note that Nvidia is looking to share these types of data points to instill confidence in investors.\nTesla CEOElon Musksaid on his company'searnings callon Tuesday that \"demand for Nvidia hardware is so high that it's often difficult to get the GPUs.\" Tesla said capital expenditures on AI in the quarter amounted to $600 million, as the company invests in autonomous driving and humanoid robots.\nMusk said Tesla is focusing on developing its own Dojo supercomputer because Nvidia chips are so pricey and so hard to get.\n\"I think we kind of have no choice because the demand for Nvidia is so high,\" Musk said. \"And it's obviously their obligation essentially to raise the price of GPUs to whatever the market will bear, which is very high.\"\nWATCH:Investors should look forward to earnings catalysts for Tesla\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/coinbase-uk-unit-fined-4point5-million-by-british-regulator-over-high-risk-customer-breaches.html",
        "headline": "Coinbase UK unit fined $4.5 million by British regulator over 'high-risk' customer breaches",
        "published_date": "2024-07-25 09:24:13",
        "author_name": "Arjun Kharpal",
        "key_points": "U.K. regulators fined Coinbase's U.K. arm £3.5 million ($4.5 million) on Thursday over breaches of a voluntary agreement designed to stop the cryptocurrency exchange onboarding \"high-risk customers.\"Coinbase Global shares closed down about 5.5% at $231.52 on Thursday.",
        "body_content": "\n\nBritish regulators fined Coinbase's U.K. arm £3.5 million ($4.5 million) on Thursday over breaching a voluntary agreement designed to stop the cryptocurrency exchange from onboarding \"high-risk customers.\"\nCoinbase Globalshares closed down about 5.5% at $231.52 on Thursday.\nCB Payments Limited (CBPL) is part of the Coinbase Group, which operates a global crypto trading platform.\nIn October 2020, CBPL entered into a voluntary agreement with the U.K.'s Financial Conduct Authority (FCA), accepting restrictions that prevented it from taking on new customers that the regulator considered high-risk. It also prohibited CBPL from offering services to these customers.\nHowever, CBPL breached the agreement and onboarded and served 13,416 of so-called high-risk customers, the FCA said. Around 31% of these people deposited roughly $24.9 million, the British watchdog added. These funds were used to make withdrawals and execute crypto transactions via other Coinbase entities, totaling approximately $226 million.\n\"CBPL's controls had significant weaknesses and the FCA told it so, which is why the requirements were needed. CPBL, however, repeatedly breached those requirements,\" said Therese Chambers, joint executive director of enforcement and market oversight at the FCA.\n\"This increased the risk that criminals could use CBPL to launder the proceeds of crime. We will not tolerate such laxity, which jeopardises the integrity of our markets.\"\nCoinbase said in a statement that it takes the FCA's findings and its \"broader regulatory compliance very seriously.\"\n\"CBPL continues to proactively enhance its controls to ensure compliance with its regulatory obligations. In its notice, the FCA acknowledged this as well as CBPL's co-operation with its investigation,\" the company added.\nCBPL said that it \"unintentionally onboarded\" some customers that were classified as high-risk between Oct. 30, 2020 and Oct. 1, 2023, representing 0.34% of overall new customers that the unit signed up."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/revolut-clinches-uk-banking-license-ending-three-year-wait.html",
        "headline": "Revolut clinches UK banking license, ending three-year wait",
        "published_date": "2024-07-25 07:15:41",
        "author_name": "Arjun Kharpal",
        "key_points": "British fintech startup Revolut said on Thursday that it had received a banking license with restrictions, bringing to an end a three-year wait.The U.K.'s Prudential Regulation Authority (PRA), which is responsible for oversight on the country's banking sector, issued a banking license with restrictions to Revolut, the company said.Revolut now has time to build up its U.K. banking infrastructure and operations ahead of officially launching.",
        "body_content": "\n\nBritish fintech startup Revolut said on Thursday that it had received a banking license with restrictions from the U.K.'s Prudential Regulation Authority, bringing to an end a three-year wait.\nThe London-headquartered firm now has time to build up its U.K. banking infrastructure and operations ahead of officially launching.\nRevolut first applied for its banking license in 2021, but it has faced lengthy delays.\n\n\"Today's announcement is a significant step forward for Revolut and for our customers. It is a tremendous responsibility to be a bank in the UK and we will work relentlessly to offer products and services that improve the financial lives of everyone who uses Revolut,\" Revolut's UK CEO Francesca Carlesi said in a statement.\nA U.K. banking license will allow Revolut to take customer deposits and also issue products like loans and credit cards. It joins a host of other challenger banks like Monzo and Starling, which are aiming to rival traditional banking players like Barclays.\nOne of the key issues around the delay to receiving a banking license was Revolut's share structure being inconsistent with the PRA's rules. British regulators required the company to collapse its six classes of shares into ordinary shares.\nRevolut has since resolved this, striking a deal to restructure its ownership with major Japanese tech investorSoftBank,CNBC previously reported.\nThe banking license comes after Revolut's financials returned to a stronger footing in 2023. This month, the company reported 2023 pre-tax profit of £438 million ($545 million), swinging to the black from a pre-tax loss of £25.4 million in 2022. Group revenues rose by 95% to £1.8 billion, up from £920 million in 2022.\n—CNBC's Ryan Browne contributed to this report"
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/bnpl-britain-plans-new-regulations-after-setbacks.html",
        "headline": "Britain will soon lay out new plans to regulate 'buy now, pay later' firms like Klarna after delays",
        "published_date": "2024-07-25 06:55:24",
        "author_name": "Ryan Browne",
        "key_points": "A U.K. Treasury department spokesperson said the government will set out plans to regulate \"buy now, pay later\" plans \"shortly.\"This echoed comments from Tulip Siddiq, the new economic secretary to the U.K. Treasury, to Parliament earlier in the week.U.K. BNPL legislation has faced multiple setbacks, not least because of political instability in the country, plus lobbying from some of the biggest names in the industry.",
        "body_content": "\n\nBritain's new Labour government will soon set out updated plans to regulate the \"buy now, pay later\" industry, a government spokesperson told CNBC.\nA Treasury department spokesperson said the government will do so \"shortly,\" echoing earlier comments from Tulip Siddiq, the new economic secretary to the U.K. Treasury, to Parliament on Wednesday.\n\"Regulating Buy Now Pay Later products is crucial to protect people and deliver certainty for the sector,\" the Treasury spokesperson told CNBC via email Thursday.\nEarlier this week, Siddiq, who was selected as the U.K.'s new city minister following the landslide election victory of Keir Starmer's Labour Party, told lawmakers that the new government is \"looking to work closely with all interested stakeholders and will set out its plans shortly.\"\nThis follows multiple delays to the roadmap for BNPL legislation in Britain.The government first set out plans to regulate the sector in 2021. That followed a review from former Financial Conduct Authority boss Christopher Woolard, which found more than one in 10 BNPL customers were in arrears.\nBNPL plans are flexible credit arrangements that enable a consumer to purchase an item and then pay off their debt at a later date. Most plans charge customers a third of the purchase value up front, then take the remaining payments the following two months.\nMost BNPL companies make money by charging fees on a per-transaction basis to their merchant partners, as opposed charging interest or late payment fees. Some BNPL firms do charge missed payment fees. But the model isn't standardized across the board.\nThis disparity in services among different BNPL lenders is partly why campaigners have been calling for regulation. A key reason, though, is that people — particularly younger consumers — are increasingly stacking up debt from these plans, sometimes from multiple providers, without being able to afford it.\n\nGerald Chappell, CEO of online lending firm Abound, which uses consumer bank account information to inform credit decisions, said he's seen data processed through his firm's platform showing customers racking up \"thousands of pounds\" from as many as three to four BNPL providers.\nWhile BNPL can be considered a credit \"innovation,\" Chappel said, \"there's a bit of me that can't help feeling that was a product of a zero-interest rate environment. And now you go into a higher interest rate environment: is that still sustainable?\"\n\"You have a weaker economy, more credit defaults. You've got a massive accelerating adoption of buy now, pay later, which also increase debt burdens. So I think a lot of those firms are struggling and are going to continue to struggle.\"\nChappell said he wouldn't be surprised if the Financial Conduct Authority, which is responsible for financial regulation in the U.K., ends up regulating the BNPL industry within the next 24 months.\n\nProgress on BNPL regulation stalled on multiple occasions under the former Conservative government. This was in no small part due to the fact that the U.K. had faced intense political instability,cycling through three prime ministers in one yearin 2022, pluslobbying from some of the biggest names in the industry.\nIn apolicy paper last year, the U.K. government suggested applying parts of existing regulation for mainstream lenders and credit card firms to BNPL plans, which call for greater information disclosure, exemptions for certain lenders, and supervision from the Financial Conduct Authority.\n\nExecutives from two major BNPL firms, Klarna and Block, pushed back on those proposed measures, saying they threatened to drive people toward more expensive credit options like credit cards and car financing plans.\nA spokesperson for Clearpay, the U.K. arm of Afterpay, said the company welcomes the government's update that it's planning an announcement on BNPL regulation soon. Afterpay is the BNPL arm of Jack Dorsey-owned fintechBlock.\n\"We have always called for fit-for-purpose regulation of the sector that prioritises customer protection and delivers much-needed innovation in consumer credit,\" Clearpay's spokesperson told CNBC via email.\n\"Clearpay already has safeguards in place to protect consumers but we recognise that not every provider has the same approach. This is why we continue to advocate for proportionate and appropriate regulation that sets high industry standards across the board,\" this spokesperson added.\nA Klarna spokesperson told CNBC via email that the firm has \"supported BNPL regulation for a long time, ensuring clear info, protection from bad actors & access to zero-cost credit.\" \"We're pleased the government has committed to introducing this so soon after taking office,\" they said.\n\"Too many lenders are offering unregulated BNPL that in turn doesn't impact the credit scores of their customers, meaning other responsible lenders don't have the full picture, so consumers don't get the safeguards they deserve,\" said Philip Belamant, CEO ofBNPL company Zilch. \"It's time we level the playing field and remove this exemption. Regulation of this important sector is long overdue.\"\nRival BNPL firmPayPalwas not immediately available for comment when contacted by CNBC Thursday.\nBNPL loans are a largely unregulated part of the financial services ecosystem, not just in the U.K., but globally. In the United States, the Consumer Financial Protection Bureau said customers of BNPL companies should be offered the same protections as credit card users.\nThe regulator unveiled an \"interpretive rule\" for the industry, meaning BNPL lenders, like Klarna, Affirm and PayPal must make refunds for returned products or canceled services, must investigate merchant disputes and pause payments during those probes, and must provide bills with fee disclosures."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/sk-hynix-posts-highest-quarterly-profit-in-6-years-on-ai-chip-leadership.html",
        "headline": "Nvidia supplier SK Hynix posts highest quarterly profit in 6 years on AI chip leadership",
        "published_date": "2024-07-25 00:06:46",
        "author_name": "Sheila Chiang",
        "key_points": "Operating profit in the June quarter hit its highest level since the second quarter of 2018, rebounding from a loss of 2.88 trillion won in the same period a year ago.SK Hynix on Thursday said that a continuous rise in overall prices of its memory products — thanks to strong demand for AI memory including high-bandwidth memory — led to a 32% increase in revenue compared with the previous quarter.",
        "body_content": "\n\nSK Hynix, one of the world's largest memory chipmakers, on Thursday said second-quarter profit hit its highest level in 6 years as it maintains its leadership in advanced memory chips critical for artificial intelligence computing.\nHere are SK Hynix's second-quarter results compared with LSEG SmartEstimate, which is weighted toward forecasts from analysts who are more consistently accurate:\nOperating profit in the June quarter hit its highest level since the second quarter of 2018, rebounding from aloss of 2.88 trillion wonin the same period a year ago.\n\nRevenue from April to June increased 124.7% from 7.3 trillion won logged a year ago. This was the highest quarterly revenue ever in the firm's history, according to LSEG data available since 2009.\nSK Hynix on Thursday saidthat a continuous rise in overall prices of its memory products — thanks to strong demand for AI memory including high-bandwidth memory — led to a 32% increase in revenue compared with the previous quarter.\nThe South Korean giant supplies high-bandwidth memory chips catering to AI chipsets for companies likeNvidia.\nShares of SK Hynix fell as much as 7.81% Thursday morning.\nThe declines came as the South Korea'sKospiindex lost as much as 1.91% after U.S. tech stocks sold off overnight, following disappointingAlphabetandTeslaearnings. Those reports mark investors' first look at how megacap companies fared during the second quarter.\n\n\"In the second half of this year, strong demand from AI servers are expected to continue as well as gradual recovery in conventional markets with the launch of AI-enabled PC and mobile devices,\" the firm said in its earnings call on Thursday.\nCapitalizing on the strong AI demand, SK Hynix plans to \"continue its leadership in the HBM market by mass-producing 12-layer HBM3E products.\"\nThe company wouldbegin mass production of the 12-layer HBM3Ethis quarter after providing samples to major customers and expects to ship to customers by fourth quarter.\n\nMemory leaders like SK Hynix have been aggressively expanding HBM capacity to meet the booming demand for AI processors.\nHBM requires more wafer capacity than regular dynamic random access memory products – a type of computer memory used to store data – which SK Hynix said is also struggling with tight supply.\n\"Investment needs are also rising to meet demand of conventional DRAM as well as HBM which requires more wafer capacity than regular DRAM. Therefore, this year's capex level is expected to be higher than what we expected in the beginning of the year,\" said SK Hynix.\n\"While overcapacity is expected to increase next year due to the increased industrial investment, a significant portion of it will be utilized to ramp up production of HBM. So the tight supply situation for conventional DRAM is likely to continue.\"\nSK Kim of Daiwa Capital Markets in a June 12 note said they expect \"tight HBM and memory supply to persist until 2025 on a bottleneck in HBM production.\"\n\"Accordingly, we expect a favourable price environment to continue and SK Hynix to record robust earnings in 2024-25, benefitting from its competitiveness in HBM for AI graphics processing unit and high-density enterprise SSD (eSSD) for AI-servers, leading to a rerating of the stock,\" Kim said.\nHigh-bandwidth memory chip supplies have been stretched thanks to explosive AI adoption fueled by large language models such as ChatGPT.\n\nThe AI boom is expected to keepsupply of high-end memory chips tight this year, analysts have warned. SK Hynix and Micron in May said they are out of high-bandwidth memory chips for 2024, while the stock for 2025 is also nearly sold out.\nLarge language modelsrequire a lot of high-performance memory chipsas such chips allow these models to remember details from past conversations and user preferences in order to generate humanlike responses.\nSK Hynix has mostly led the high-bandwidth memory chip market, having been the sole supplier of HBM3 chips to Nvidia before rivalSamsung reportedly cleared the testsfor the use of its HBM3 chips in Nvidia processors for the Chinese market.\nThe firm said it expects to ship the next generation 12-layer HBM4 from the second half of 2025."
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/grayscale-tries-to-hold-lead-in-ether-etf-battle.html",
        "headline": "Grayscale's $9 billion head start in ethereum is at risk as big investors launch ETFs",
        "published_date": "2024-07-24 22:05:15",
        "author_name": "MacKenzie Sigalos",
        "key_points": "The first-ever spot ether exchange-traded funds have hit U.S. markets, posing a fresh challenge to crypto firm Grayscale.Grayscale has spent years building a trust that holds over $9 billion worth of ether.A number of larger financial firms have joined the market and are trying to compete with reduced fees.",
        "body_content": "\n\nFor crypto firm Grayscale, it's deja vu in the ETF market.\nOn Tuesday, the first spotetherexchange-traded fundshit the U.S.The ETFs will invest directly in ether, the cryptocurrency used in the Ethereum network, allowing investors to buy the cryptocurrency the way they buy stock and bond index funds.\nGrayscale, founded in 2013, has spent years building a trust that holds over $9 billion worth of ether. That trust has now been converted to an ETF, and is one of two that the firm will offer. Grayscale is a unit of Barry Silbert's crypto conglomerate Digital Currency Group.\nWith the SEC clearing the path for ETFs, Grayscale will have a boatload of rivals, and investors can go hunting for the lowest fees. Large financial firms, including Fidelity Investments, Franklin Templeton,BlackRockand Invesco, are already on the market with their own spot ether ETFs.\nThe same thing happened in January, whenbitcoinETFs wereapproved, a move that led many investors to flee Grayscale's products for cheaper alternatives.\nIn their first day of trading on Tuesday, spot ether ETFs collectively saw over $1 billion in volume, withJPMorgananalysts estimating net sales of $104 million.\nWhile money poured into the new offerings, the Grayscale Ethereum Trust (ETHE) saw redemptions of $485 million. JPMorgan attributed the outflow to investors likely switching into cheaper alternatives, or using the ETF conversion to capitalize on increased liquidity versus the previous trust structure.\n\nIn thebitcoin ETFmarket, Grayscale has been struggling to handle the flood of competition.\nGrayscale began trading shares in its bitcoin trust (GBTC) in 2015 as a closed-end fund in what Morningstar's Bryan Armourpreviously describedas \"something of a monopoly.\" In the first seven months of trading after converting from a trust to an ETF, the company saw outflows of close to $18.7 billion, according to JPMorgan, largely because its management fee of 1.5% is significantly higher than that of competitors.\nIn May, BlackRockovertookGrayscale in assets with its iShares bitcoin ETF. Blackrock's ETF has a fee, excluding the waiver, of 0.25%.\nWith ethereum, Grayscale is offering ETHE, which is charging a fee of 2.5% — a number that's 10 times more than the second-highest fee among the newly listed funds. Grayscale has also spun off 10% of its assets to form a mini-ether ETF designed for retail clients. TheGrayscale Ethereum Mini Trust (ETH)is meant to be a budget product with a fee of 0.15%, the lowest of the new ETFs.\nThe others in the category range from 0.19% to 0.25%. Most issuers are initially waiving fees, with some doing so for up to a year.\nGrayscale said ETHE saw trading volume of about $500 million on Wednesday, the second day of trading. The total value traded for ETH was just over $100 million, up about 54% from Tuesday's level, and the mini ETF saw $46 million in net inflows.\nGrayscale's David LaValle, the firm's global head of ETFs, told CNBC in a statement that ETHE \"has been and continues to be a trusted, efficient tool for investors interested in gaining exposure to Ethereum in the form of a regulated U.S. security.\"\nSince becoming publicly quoted in June 2019, its ethereum trust has had an annual return of 61%, LaValle said, adding the mini-ether ETF \"came to market with the lowest top line expense ratio.\" Between its two products, Grayscale has the highest and lowest management fees.\nLaValle said the \"bigger picture\" is that the $1 billion of volume on day one \"is a testament to the many industry participants showing up to play their part in supporting investors and the Ethereum ETP ecosystem.\"\n\nFiguring out how to navigate the new world of ETFs will be the responsibility of formerGoldman Sachsexecutive Peter Mintzberg, who wasappointedGrayscale CEO in May, just a few days before BlackRock overtook Grayscale's bitcoin ETF in assets.\nMintzberg replaced Michael Sonnenshein, who led Grayscale Investments for a decade. It was a gig that took him across the globe, from the World Economic Forum in Davos to virtually every flagship crypto conference.\nDuring Sonnenshein's tenure, the company ran the world's largestbitcoinfund, with more than$43 billion in assets under management at its peak. Grayscale dominated the business of running a crypto trust, giving it substantial pricing power. It was considered by many to be the crown jewel in Silbert's crypto empire.\nIn a landmark moment for the crypto sector, Sonnenshein led Grayscale to a win in itslegal battlewith the Securities and Exchange Commission over its application to convert GBTC into a spotbitcoinETF. The victory paved the way for the broad approval of spot bitcoin ETFs and helped cement crypto as a legitimate asset class.\nWhile Sonneshein made Grayscale's legal path clearer, the firm's competitive advantage is murkier than ever. Thepress releaseannouncing his resignation in May said he was leaving to \"pursue other interests.\" His LinkedIn profile identifies him as former CEO of Grayscale and says he's an advisor at a couple companies. Sonnenshein didn't respond to a request for comment.\nSilbert resigned as chairman of Grayscale in December and was replaced by Mark Shifke, DCG's finance chief. Mintzberg officially takes over as CEO in mid-August. Grayscale finance chief Edward McGee is running the firm in the interim.\nBeyond Grayscale, DCG wasbatteredin the fallout of the 2022 crypto meltdown, with lending business Genesis eventually filing forbankruptcyafter beingchargedby the SEC with selling unregistered securities. In May, New York Attorney General Letitia Jamessettledwith Genesis for $2 billion to repay defrauded investors.\nWhile Grayscale has its share of challenges, the firm is benefiting from a rebound in the crypto market over the past 18 months. The price of bitcoin has quadrupled since the end of 2022, and GBTC has done even better, jumping more than sevenfold. Ethereum has almost tripled over that stretch.\nDCG's revenue increased 51% in the first quarter from a year earlier, and the company says it repaid all its debt, with its only remaining third-party liability to Genesis.\nGrayscale is trying to ride the renewed enthusiasm, writing in apress releaseon Tuesday that \"client demand is growing alongside the maturation of the crypto asset class.\"\n\n\n\n\n\nWATCH:CNBC's full interview with Michael Sonnenshein, Grayscale's former CEO"
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/ibm-q2-earnings-report-2024.html",
        "headline": "IBM shares jump on earnings and revenue beat",
        "published_date": "2024-07-24 20:11:13",
        "author_name": "Jordan Novet",
        "key_points": "IBM's revenue and adjusted earnings per share were higher than expected.The company is slightly more positive on full-year free cash flow.IBM said it's seeing more business tied to generative artificial intelligence.",
        "body_content": "\n\nIBMshares rose 5% in extended trading on Wednesday, after the company reported second-quarter results that surpassed analysts' predictions.\nHere are the key numbers.\nRevenue increased 1.9% from $15.48 billion a year ago, IBM said in astatement. Net income of $1.83 billion, or $1.96 per share, was up from $1.58 billion, or $1.72 per share, a year earlier.\nThe company, which provides hardware, software and consulting services, now expects 2024 free cash flow to come in above $12 billion. In April, executives were calling for about $12 billion.\nThe company's book of business for generative artificial intelligence now stands above $2 billion, CEO Arvind Krishna was quoted as saying in the statement. The number wasover $1 billionin April.\n\"We remain confident in the positive macro outlook for technology spending,\" Krishna said on a conference call with analysts.\nBut he said the company acknowledges continuing impact from higher interest rates and inflation.\n\"The geopolitical uncertainty has gone longer than most people expected, and that weighs into people's heads, about what that might happen, and specifically the war in Europe, as well as the war in the Middle East,\" Krishna said.\nIBM said its software business brought in revenue of $6.74 billion, up 7% and more than the StreetAccount consensus of $6.49 billion.\nThe consulting unit contributed $5.18 billion in revenue. That was down 0.9% and below the $5.23 billion StreetAccount consensus.\nIBM's infrastructure segment that contains mainframe computers posted $3.65 billion in revenue, up 0.8% and higher than the $3.51 billion consensus. The revenue performance for the current z16 mainframe computer is still outperforming earlier cycles, said IBM's finance chief, Jim Kavanaugh.\nDuring the quarter, IBM announced its intent to acquire HashiCorp in a deal with a $6.4 billion enterprise value. IBM also saidPalo Alto Networkshadagreed to buyIBM's QRadar cloud software and migrate customers to the Cortex Xsiam product. Additionally, IBM announced plans for data center infrastructurein Montreal.\nNotwithstanding Wednesday's after-hours move, IBM shares are up 14% year to date, in line with the S&P 500.\nWATCH:Palo Alto Networks and IBM partnering to monitor and manage cybersecurity threats"
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/tesla-shares-fall-8percent-in-premarket-trading-after-weaker-than-expected-earnings.html",
        "headline": "Tesla shares close down 12% after earnings miss for biggest slump since 2020",
        "published_date": "2024-07-24 08:26:41",
        "author_name": "Lora Kolodny",
        "key_points": "Tesla shares dropped Wednesday after the electric car maker reported second-quarter earnings that missed expectations.Automotive revenue declined 7% from a year earlier to $19.9 billion, while margins also fell.Tesla's core automotive business has been under pressure this year as competition ramps up in China.",
        "body_content": "\n\nTeslashares plummeted the most since 2020 after the electric vehicle maker reported weaker-than-expected quarterly earnings and another drop in automotive revenue.\nThe stock closed down 12% on Wednesday at $215.99. It's now down 13% for the year, while the Nasdaq is up 16% over that stretch.\nTesla on Tuesday said auto revenuedeclined 7% from a year earlier to $19.9 billionwhile margins also fell. Total revenue increased 2% to $25.5 billion.\nThe company has been forced to slash prices globally and offer discounts and incentives as it faces slowing sales and rising competition, especially in China.\n\nTesla remains the top seller of electric vehicles in the U.S. by far, but is losing market share to a growing number of rivals due in part to its aging lineup of sedans and SUVs and the impact of Musk'sincendiaryand political commentary.\nAdjusted earnings of 52 cents a share for the second quarter trailed the average analyst estimate of 62 cents, according to LSEG. And Tesla'sadjusted operating margin shrankto the lowest in three years, dropping to 14.4% from 18.7% a year earlier. It's the fourth straight quarter of shrinkage.\nInvestors have been focused on a number of other areas around the Tesla story, including when the company will introduce a new mass-market car to reinvigorate its lineup of vehicles. Musk said on the earnings call Tuesday that Tesla is on track to deliver a new \"affordable\" car in the first half of next year.\nRobotaxis were a big topic on the earnings call. Musk envisions a world in which owners can authorize their Tesla vehicle to be used as part of an Uber-style ride-hailing service, with the cars driving autonomously.\n\nWhen asked when he expects the first robotaxi ride, Musk said, \"I would be shocked if we cannot do it next year.\"\nMusk has a history of promising things on a particular timeline and not delivering. On Tuesday, he pushed back the date of the company's robotaxi event to October, after previously saying it would take place in August.\n\"This is because I wanted to make some important changes that I think would improve the vehicle,\" Musk said, adding that Tesla is \"going to show up a couple of other things.\" He didn't provide details.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/elon-musk-wants-tesla-to-invest-5-billion-into-his-newest-startup-xai-if-shareholders-approve.html",
        "headline": "Elon Musk wants Tesla to invest $5 billion into his newest startup, xAI — if shareholders approve",
        "published_date": "2024-07-24 04:15:08",
        "author_name": "Lora Kolodny",
        "key_points": "Tesla CEO Elon Musk posted an informal poll on social network X asking whether his publicly traded automaker should invest $5 billion into his newest startup, xAI.Formed in March 2023, and first discussed publicly in July 2023, xAI develops large language models and artificial intelligence products that aim to compete with those from Google, Microsoft and OpenAI.Musk's companies have a history of working with and paying one another.",
        "body_content": "\n\nTeslaCEO Elon Musk posted an informal poll on social network X asking whether his publicly traded automaker should invest $5 billion into his newest startup, xAI.\nSpecifically, he asked: \"Should Tesla invest $5B into @xAI, assuming the valuation is set by several credible outside investors? (Board approval & shareholder vote are needed, so this is just to test the waters)\"\nThe billionaire CEO — who concurrently runs Tesla, SpaceX, The Boring Co., Neuralink, X Corp. and now xAI — shared the poll shortly after Tesla's second-quarter earnings call concluded on Tuesday evening.\nTesla reportedearningsthat fell shy of analysts expectations for the fourth consecutive quarter, and declining revenue in its core automotive segment. However, the company saw soaring energy storage sales, and focused investors' attention on a future filled with its robotaxis and humanoid robots now in development.\nShares of Tesla declined more than 7% after hours following the company's second-quarter update.\nMusk's companies frequently work with and pay one another, but not to the tune of billions of dollars. For example, as CNBC has previously reported, SpaceX has purchasedad campaignsto promote its Starlink satellite internet services on X (formerly Twitter). And The Boring Co. is buildingtunnelsat Tesla's Texas factory.\nDuring the Tuesday earnings call, shareholders askedMuskwhether Tesla might invest in xAI and integrate xAI's software, named Grok, into its vehicles.\nMusk replied, \"Tesla is learning quite a bit from xAI. It's been actually helpful in advancing Full Self-Driving and in building up the new Tesla data center. With regards to investing in xAI, I think we'd need to have a shareholder approval of such investment. But I'm certainly supportive of that if shareholders are.\"\nThe $5 billion number did not come up until Musk posted the poll after the call.\nHe did not elaborate on the ways in which Grok was \"advancing\" the company's driving technology.\n\nFormed in March last year, and first discussed publicly by Musk in July 2023, xAI develops large language models and AI software products aiming to compete with offerings from Google, Microsoft, OpenAI, Meta and others.\nArtificial intelligence chatbots can be used to generate story ideas, transcripts, a list of action items based on meeting notes, to create or edit code for computer programmers, or to translate ideas from English to another language, for example.\nXAI's first product, Grok, is a far cry from providing the utility of leading chatbots like OpenAI's ChatGPT, Google's Bard, Microsoft's Bing and Anthropic's Claude today. Musk has billed Grok as a politically incorrect and witty alternative to these existing offerings.\nMusk and Tesla did not immediately respond to requests for more information on Tuesday, including why the CEO did not choose to incubate xAI at Tesla originally.\nPreviously, xAI raised a $6 billion series B round of funding and attained a post-money valuation of $24 billion, according to a company blog post on May 27.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/teslas-margin-getting-hammered-by-discounts-and-hefty-ai-spending.html",
        "headline": "Tesla's profit margin is getting hammered by EV discounts and hefty AI spending",
        "published_date": "2024-07-24 00:58:08",
        "author_name": "Lora Kolodny",
        "key_points": "Tesla's adjusted operating margin shrank to its lowest in three years in the second quarter.The company has been trying to stem a decline in auto sales by offering big incentives and steep discounts.Profit missed Wall Street estimates, pushing the stock down by 8% in extended trading Tuesday.",
        "body_content": "\n\nAsTeslaCEOElon Muskcontinues to make lofty promises about his company's future in autonomous driving and robotics, investors keep watching profit margins deteriorate.\nIn missing Wall Street estimates forsecond-quarter earningson Tuesday, Tesla said its adjusted operating margin shrank to the lowest in three years, dropping to 14.4% from 18.7% a year earlier. It's the fourth straight quarter of shrinkage.\nThe company reported just $1.48 billion in net income on revenue of $25.5 billion, which included $890 million in regulatory credits.\nTesla is getting hit from both sides. Expenses are soaring as the company spends on the artificial intelligence infrastructure Musk says is needed to turn Tesla EVs into self-driving cars, and to develop humanoid robots capable of doing factory work and more.\nMeanwhile,deliveriesof Tesla's most popular electric vehicles have been dropping this year, and the company has responded by slashing prices and offering other incentives like low-interest loans.\n\"Affordability remains top of mind for customers,\" said Vaibhav Taneja, Tesla's chief accounting officer, on the company's earnings call. \"And in response, in Q2, we offered attractive financing options to offset sustained high interest rates.\"\nTesla shares tumbled about 8% in extended trading Tuesday to $227.23. They were down less than 1% for the year as of the close, while the Nasdaq was up 20% over that stretch.\nThe company said in itsinvestor deckthat the decline in operating income was due in part to the reduced average selling price and lower deliveries of its top EVs. Automotive revenue fell 7% from a year earlier, the second straight decline, as competition ramped up, most notably in China.\nTesla began offering a five-year, zero-interest loan offer to spur sales of its EVs in China in April. The deal was supposed to last through the end of July, but the company extended the offer again on Tuesday, according to areportfrom CnEVPost, a Shanghai-based EV news site.\nThe company rolled out similar deals in Germany, home to Tesla's only European car factory. The offers included 0% financing over a four-year period for buyers of the new Model Y Long Range All-Wheel Drive purchased during the quarter.\n\nIn May, Tesla offered a 0.99% APR financing deal in the U.S. on some Model Y purchases, with terms lasting from three years to six years.\n\"We're now offering extremely competitive financing rates in most parts of the world,\" Taneja said. \"This is the best time to buy a Tesla. I mean, if you're waiting on the sidelines, come out and get your car.\"\nGuggenheim's Ronald Jewsikow, who recommends selling Tesla shares, published a note ahead of the earnings report on Tuesday, titled \"Do Earnings Matter?\" In it, he predicted the company's automotive gross margin would miss estimates, \"driven by large discounting actions.\"\n\nWhile Tesla reckons with a much more competitive EV market than in the past, it's also trying to push into the future and catch up with companies likeAlphabet'sWaymo in the robotaxi market. In addition to hefty investments in autonomy, there's the Optimus humanoid robot project, which Musk has said will eventually turn Tesla into a company worthtens of trillions of dollars.\nThose efforts require the construction ofdata centersfilled with graphics processing units (GPUs) fromNvidiaas well as development of Tesla's own homegrown AI processors. Tesla's operating expenses soared 39% from a year earlier in the second quarter to $2.97 billion. Capital expenditures on AI infrastructure in the quarter amounted to $600 million.\nMusk said on the call that the company is going to \"double down on Dojo,\" its supercomputer, \"to be competitive with Nvidia.\"\nHe previously promised to build a $500 million Dojo supercomputer in Buffalo, New York. The company is now building out a wing of its factory in Austin, Texas, to accommodate a data center as well.\n\"I think we kind of have no choice because the demand for Nvidia is so high, and it's obviously their obligation essentially to raise the price of GPUs to whatever the market will bear, which is very high,\" Musk said. \"So I think we've really got to make Dojo work, and we will.\"\nFor investors concerned about profit margins, that all may sound ominous. But Musk reiterated on Tuesday that shareholders focused on short-term results are in the wrong company. He described current issues as \"noise.\"\nMusk said Tesla will hold a robotaxi unveiling event on Oct. 10, two months later than originally planned. He said he'd be \"shocked\" if Tesla isn't offering autonomous rides by next year. Besides the \"dedicated robotaxi,\" or CyberCab, Musk has been promising for years that Tesla will turn its customers' existing EVs into self-driving vehicles with software updates.\nThe updates would add features and improve the capabilities of its driver assistance software, marketed as Full Self-Driving Supervised today. Tesla also has a new AI5 hardware component it will need to add to its EVs to turn them into self-driving cars that don't require a human ready to steer or brake at all times.\n\"I've said this before in these calls — the value of Tesla overwhelmingly is autonomy,\" Musk said. \"These other things are an annoyance relative to autonomy. So I recommend anyone who doesn't believe that Tesla will solve vehicle autonomy should not hold Tesla stock.\"\n\n\n\n\n\nWATCH:Tesla has a lot to prove"
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/deepl-ai-translation-firm-launches-traditional-chinese-language.html",
        "headline": "Europe's AI-powered Google Translate rival DeepL launches traditional Chinese language in Asia push",
        "published_date": "2024-07-24 00:02:16",
        "author_name": "Arjun Kharpal",
        "key_points": "German artificial intelligence translation startup DeepL launched traditional Chinese as a language option as it looks to expand its presence in Asia.DeepL, one of Europe's highest-profile AI companies valued at $2 billion, sells translation software aimed at businesses rather than everyday consumers.Traditional Chinese is a written form of Chinese used in Taiwan and Hong Kong. Both locations are key business hubs for technology and finance, which attracted DeepL to the markets.",
        "body_content": "\n\nGerman artificial intelligence translation startup DeepL on Wednesday launchedtraditional Chinese as a language option as it looks to expand its presence in Asia.\nDeepL, one of Europe'shigh-profile AI companies valued at $2 billion, sells translation software aimed at businesses rather than everyday consumers.\nTraditional Chinese is a written form of Chinese used in Taiwan and Hong Kong. Both locations are key business hubs for technology and finance—a factor that attracted DeepL to launch its latest language in those markets.\n\nJaroslaw \"Jarek\" Kutylowski, CEO of DeepL, told CNBC that Taiwan and Hong Kong are \"strong technological markets\" that are \"exporting\" — especially in the case of Taiwan, which is home to the world's biggest chipmakerTSMC.\nWednesday's launch is not DeepL's first foray into Asia. The Cologne, Germany-headquartered firm already has Japanese and Korean on its platform.\n\"Looking especially at Taiwan, there is a lot of similarities in that market to other successful Asian markets we have seen in Japan and Korea,\" Kutylowski said.\nThe CEO added that for now, the traditional Chinese business will be run out of Japan before the company considers opening any physical presence in places such as Taiwan or Hong Kong.\nDeepL last week launched its next-generation large language model (LLM), which itclaimsoutperforms the latest version of ChatGPT,GoogleandMicrosoftfor translation quality. An LLM is an AI model trained on huge amounts of data. That is what underpins DeepL's translation software.\nThe firm, which has high profile venture backers including a fund from Mark Zuckerberg's family office called ICONIQ Growth and Index Ventures, is seen as a rival to Google Translate.\nDeepL, however, focusesmore on corporate customers. It aims to expand its language offering — of which it now has 33 languages — to help businesses communicate globally. With the launch of traditional Chinese, the firm is looking to help some of its international customers more effectively communicate with clients or employees in Taiwan or Hong Kong.\nThe company is also looking to attract businesses to its platform from jurisdictions that are seeking to expand internationally.\n\nDeepL already offers simplified Chinese as a language which is used in mainland China. However, it does not have business with mainland Chinese companies.\nBy launching traditional Chinese, DeepL is targeting competing with China's biggest technology players includingBaiduandTencent, which have translation tools of their own.\nKutylowski said DeepL's point of difference is that it can accurately offer lots of languages that will allow businesses in places like Hong Kong and Taiwan to communicate globally. Asia will remain a big focus for DeepL in the coming months, he said.\n\"Our focus on general is on Asian languages, so you will most probably see other Asian languages coming up in the next few months,\"  Kutylowski said.\nDeepL's products currently focus on written language, but Kutylowski confirmed the company is working on a spoken language translation product but declined to provide a timeline to when that would launch.\n\"Translation of spoken language is going to be an important part of our strategy in Asia. We will see more and more of that product being a revenue stream,\" Kutylowski said."
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/how-crowdstrike-caused-a-global-it-meltdown-and-what-comes-next.html",
        "headline": "Podcast: How CrowdStrike caused a global IT meltdown and what comes next",
        "published_date": "2024-07-23 23:13:03",
        "author_name": "Arjun Kharpal",
        "key_points": "Last week, an update from cybersecurity firm CrowdStrike caused the Windows operating system to crash in what was perhaps the largest IT failure in history.Industries across the board were hit, with airlines cancelling flights, broadcasters not able to go on air and shops not being able to open.In the latest episode of CNBC Tech's \"Beyond the Valley\" podcast, CNBC's Arjun Kharpal and Tom Chitty discuss the IT failure and whether it might happen again.",
        "body_content": "\n\nLast week, the world faced what waslikely the biggest IT failure in history.\nWhen some people around the world logged onto their laptops on Friday, they weregreeted with a blue error screenon theirMicrosoftWindows operating system.\nBut this was not a Microsoft issue. It was all to do with a U.S. cybersecurity firm calledCrowdStrikewhich sent out abuggy software update that crashed Windows.\nIndustries across the board were hit, withairlines cancelling flights, broadcasters not able to go to air and shops not being able to open.\nBusinesses around the world use CrowdStrike's software to protect their IT systems from hackers. The dependence on such a company exposed thefragility of global businesses' reliance on a small number of IT vendors.\nCrowdStrike rolled back the update but it took some time for companies to get back online.\nFor me, Friday was a professional day unlike any other.\nIn the latest episode of CNBC Tech's\"Beyond the Valley\"podcast — which you can listen to above — Tom Chitty and I talk about what was behind the IT failure, how CNBC covered the event and whether something like this could happen again.\nIf you have any thoughts on this or previous episodes, please email us atbeyondthevalley@cnbc.com.\nYou can subscribe to \"Beyond the Valley\" by clicking the links below to your chosen platform:\nApple Podcast\nGoogle Podcasts\nSpotify\nHere is a transcript of the \"Beyond the Valley\" episode released on July 22, 2024. It has been edited for clarity and brevity.\nTom Chitty\nLast week's IT failure may go down as the worst in history. Computers around the world began to grind to a halt on Thursday night, after a faulty software update with a single defect saw severe disruption to air travel, hospitals, banks, and much more. This week, we're going to explain how this happened and the subsequent fallout. We'll also hear Arjun's firsthand account of his day at CNBC's London offices, and how CNBC managed to get on air. And finally, what does this failure tell us about the vulnerable foundations on which today's economy is built? And how can we make it stronger? We had a quick chat on Friday, lunchtime last week, where you said, I think the words were, 'I've never known a day like it.' So just to give our listeners an idea of kind of, how did the day start?\nArjun Kharpal\nAs you mentioned, [it was] a day, unlike any I've ever experienced before in my career here as a journalist, and I was scheduled to talk about Netflix earnings. And what had happened was overnight, firstly, we had heard about issues with Microsoft's cloud service. But before we were scheduled to go on air, people's computers started to crash. And there were questions over whether we would get on to air or not. Anyways, it was all fine in the first hour of Squawk Box, our morning show and I spoke about Netflix, and after I come off air nearer to 7am London time, I noticed that my computer had crashed and others too. This was the first time mine had crashed, others' had. But it wasn't as widespread. Anyways, computers started then falling like dominoes at this point. And the blue screen of death, as it's called, was appearing. But at this point, we didn't really know what was causing it. And I was sort of frantically running around the office trying to figure out what had happened at this point.\nTom Chitty\nBecause you're in that unique position where you're being affected by this problem. But you've also got to cover this problem as a journalist that covers tech. So you are the news.\nArjun Kharpal\nHow we broke this story, and we were actually one of the first in the world to break this story. And you're going to talk about it. But it came from an update issued by a company called CrowdStrike, which we're going to get into. But the way we found that out, interestingly, was the fact that because it was affecting us, our IT departments globally, had been speaking to CrowdStrike support. And, you know, we had got confirmation then from the company via our colleagues at NBC, that this was indeed the reason for this global IT meltdown. And you know, from that moment I think I ran a report on this news. On cnbc.com we got a headline out and the bare bones of information, which was, you know, very limited at the time we knew. And from then on, the story snowballed.\nTom Chitty\nWe're going to talk more about who CrowdStrike are, I think, you know, some people would probably never have heard of CrowdStrike. Do you have a stat of the week?\nArjun Kharpal\nA billion dollars.\nTom Chitty\nOkay, great. Just really, you know, specific. That works for me. I can do with that. Weird to just do it on my own considering the last few episodes, I've been competing against someone far more intelligent than myself. So let's see how I go. Okay, let's let's get into the bones of it. CrowdStrike. Who are CrowdStrike?\nArjun Kharpal\nCrowdStrike are a U.S.-based cybersecurity company that sells cybersecurity software aimed at businesses.\nTom Chitty\nAnd their owner is a billionaire, George Kurtz, and the company is worth billions of dollars. So this isn't just some small firm. This is a firm that supports the security of Microsoft.\nArjun Kharpal\nAnd the security of organizations across the world. That's the more important part of the equation, is that it's not a small firm. Lots and lots and lots of global businesses rely on CrowdStrike for their security. And that's why this whole episode was quite a big ordeal and why it was so widespread.\nTom Chitty\nThere was also something that happened before the CrowdStrike thing, right, related to Microsoft Cloud.\nArjun Kharpal\nSo the timeline is quite important. I got into the office Friday morning, London time, overnight, our time so late U.S. Microsoft had issued an update saying that their Azure cloud services were facing some problems, and that there could be disruption to certain Microsoft cloud-based apps, you know, like Teams, for example.\nTom Chitty\nSo is that what you were talking about when you had your first kind of update that you needed to do?\nArjun Kharpal\nSo that was the first thing. But what we found out later was that was completely wholly unrelated to what followed with CrowdStrike.\nTom Chitty\nThat then probably confused countless IT managers, engineers, when this was happening, because they're probably thinking, oh, it must be related to the update we did earlier, right?\nArjun Kharpal\nYeah, that's right. There were questions over whether this was a Microsoft issue. I had first seen that and thought it was a Microsoft issue, the reason why Windows crashed on my PC. But then as we started to get more information, we found out it was to do with CrowdStrike. And their specific issue was this — CrowdStrike software called Falcon, this is what they call an endpoint monitoring product. So it's effectively a piece of software designed to protect what they call endpoints. It's a jargony term in the cybersecurity industry. It basically means your laptop, your PC, or smartphone.\nWhat CrowdStrike did was, and this is normal for cybersecurity firms, is they have to issue updates very often because the cybersecurity landscape and the threats are constantly changing the different ways hackers might attempt to exploit vulnerabilities in machines, etc. So they have to update regularly, the patches and the defense against these kinds of new vectors of attack and therefore, a mundane update they issued, which was to roll out across their customers globally, is what they did.\nIf you've got a smartphone, your smartphone sometimes automatically updates overnight, right? Or it will automatically download apps. This is very similar to what happened.The fact that the company CrowdStrike has to constantly update its offering is also where the weakness stems from. And they issued an update that had buggy code in it, effectively defective code. This cybersecurity software are quite special. Because they're trying to protect an organization's entire infrastructure, they need deep access into the kernel, the core, the heart, effectively, of an organization's IT infrastructure. By doing so, if things go wrong, it can take down a system. So they've issued this buggy piece of update, and that's effectively crashed Windows.\nSo it wasn't a Windows or Microsoft issue. It was a CrowdStrike issue. And as a result, people began to see the so-called Blue Screen of Death which popped up on their PCs and laptops. And you would have seen an unhappy face on those error messages as well.\nTom Chitty\nSo were they updating on their own without you having to do click on the update? Was it just happening in the background?\nArjun Kharpal\nYeah, effectively. But it wouldn't be something you know you as a PC user would have seen. You wouldn't have to click update now or something like that. That would have been at the IT department level. What a morning it was here at CNBC, I've never experienced anything like it. There were questions over whether we would get to air.\nTom Chitty\nWell, a U.K. broadcaster Sky News didn't get to air, along with you know, countless others.\nArjun Kharpal\nThere were computers offline, you know, we were using our phones to get all of the information. So it was a crazy morning I was sat on set about 7:45, I think doing a hit, I can't even remember what it was, we didn't know a lot of information. So it was kind of like we had some reports, we had some information, this is what we know. But you know, and then all of a sudden, the producers at 7:45 a.m. said stay on set, don't go anywhere. And from that moment, I did not leave that set for about three and a half, four hours. I was constantly on air. Update after update, minute after minute, as new things came through. We heard of airlines systems not working, huge delays at airports across the world, people not being able to check into flights, various different industries, banking industry, retail, all affected by this huge sort of wipe out of global IT. And even to the point where our first U.S. show Worldwide Exchange, you know, we were almost every five minutes popping up on that to give an update. And it was just it was crazy. And you know, the way the team's handle it did here was incredible, globally, you know, our producers, it was just an extraordinary morning,\nTom Chitty\nI imagine the U.S. team were probably thinking or asking lots of questions about what's been going on, or at least trying to rectify the situation that was happening with their systems.\nArjun Kharpal\nWe'd been online for several hours already. And so we had been following this story, you know, second by second. And so they were asking a lot of questions of us about what had happened, what had been said what had gone wrong. And so, you know, we were able to provide those kinds of updates, but it was a really extraordinary day.\nTom Chitty\nOne question I have about the update, and I know you mentioned that they're making lots of updates all the time to stay ahead of any bad malware. But wouldn't they be testing this update before they go and send it out to eight and a half million Microsoft devices?\nArjun Kharpal\nTesting, I'm sure had been done. I have no doubt about that. And so that's the issue, where do you or how do you make that process more resilient? And these are all the questions, I think debates happening now about the fragility of global IT systems, and particularly, that update should have been robustly tested. And also, does it make sense to, you know, roll this out, globally in one go? Should you sort of phase it out? Iyou did a first phase of rollout, you would know, then if there was an issue.\nTom Chitty\nLike a pilot episode of a TV series to see what the reaction is. Is it positive?\nArjun Kharpal\nOr has it crashed people's computers? And that's kind of what could have been done, I think.\nTom Chitty\nThe fallout financially, I think, you know, hard to gauge exactly the cost, but [essentially] a multi billion dollar mistake. CrowdStrike, just to be clear, has admitted responsibility for the faulty software update. And I think the share price has sort of mirrored that in the sense that Microsoft hasn't budged and CrowdStrike plummeted. And, yeah, I suppose the question then is, CrowdStrike [is] probably going to be the ones footing the bill, but that whole process could take years to fall out. And I know, there's lots of air passengers that you know, aren't going to get refunded or compensated for their missed flights or their canceled flights. So I don't know. It's just so pervasive, isn't it in terms of how it's affected so many industries.\nArjun Kharpal\nWell, it's something that most people traveling on an airline wouldn't even sort of think about, oh, will my airline's IT systems be okay? But that's what's happened. And also, I was walking past a retailer in London on Friday and they'd handwritten a note on their door saying, sorry, we're closed because our IT systems don't work. And that was just one case. You mentioned the airline passengers. And if they're not getting refunds from their airlines, because of this issue, they're unhappy. The airlines have probably even cost millions of dollars.\nTom Chitty\nAirlines are still having to cover costs of hotels, food, any additional costs that they might have, or whatever, as related to the canceled or delayed flight. It's just that they're not compensating the value. And this is U.K., this is the Civil Aviation Authority's advice, but they're not essentially giving them a whole lump of cash because it was out of their hands. It wasn't their issue, they didn't cause the issue, essentially.\nArjun Kharpal\nYou could imagine a lot of businesses as well who've lost money directly as a result of this issue, may even be thinking about legal action against CrowdStrike. There could be a ton of fallout for years to come from this on CrowdStrike, specifically, one from, you know, the stock price reaction to the reputational damage here and any kind of potential legal action. But is also legally a grey area. There's regulation, for example, around companies in Europe, in the U.S., in the U.K., around how companies if they're the victim of a data breach or a hack, they need to disclose that if it's material enough to the regulators and to their customers. Obviously, this wasn't [a] hack quite clearly. And this wasn't a cybersecurity incident. So what do you do in this situation? That's the big question.\nTom Chitty\nYeah, I mean, to [share] just a few other stats, two and a half thousand flights were canceled globally. And in the U.K., Friday was forecast to be the busiest day for departures since October 2019. Let's talk a little bit about which countries weren't affected necessarily, because there were some including China and Russia that weren't. But I know you want to speak a little bit about China.\nArjun Kharpal\nChina is an interesting case. Because if you think about it, yes, Windows is actually used in China. But the issue again, wasn't a Windows issue. It was CrowdStrike. Chinese companies are not using an American cybersecurity firm for their cybersecurity, clearly not, and so they wouldn't have been affected by it. Others might have even been using a completely different operating system as well. But that's why China wasn't affected. I think it underscores the bifurcation of apps and operating systems and software that's happening and we continue to see between the U.S. and China as well. But that's why China wasn't effective. What about Russia?\nTom Chitty\nThe irony is that, obviously, Russia avoided the chaos because Western sanctions mean that they don't use software that's owned by Western companies, such as Microsoft and CrowdStrike. So they're becoming increasingly self-sufficient using companies such as Kaspersky, which is based in Moscow for their antivirus needs. So they avoided all of it. This wasn't a hack or a cybersecurity breach, but it has been reported that hackers were trying to take advantage of what happened. What was going on there?\nArjun Kharpal\nYeah, it was quite, you know, rudimentary in many ways. It wasn't like they were trying to exploit the technical vulnerabilities at all, it was more that they were trying to impersonate CrowdStrike support or Microsoft support saying, hey, you know, click this link and we'll solve your IT issues. But they call it a phishing attempt. And so, you know, they often accompany with the link that's malicious and effectively steal your data if you click it, so don't do that.\nTom Chitty\nSo I suppose we've talked about the costs, but lessons learned from what's happened, are there any and what could be done? I know just that in April The Cyber Safety Review Board, which is part of the U.S. Homeland Security Department issued a pretty scathing report into Microsoft's failed safety culture. This was off the back of a Chinese hack that affected U.K. and U.S. personnel following a summit that the two countries had. So there has been already some concerns around Microsoft safety and protocols. But this doesn't feel like necessarily their issue.\nArjun Kharpal\nI think the biggest lesson everyone has learned is how fragile the global IT system is, I think how much the concentration of power is in individual companies and their software, and how businesses rely on very few vendors. And that creates a huge amount of risk in the global system when it comes to IT.\nTom Chitty\nShould there be more regulation to break up, you know, what looks like a monopoly?\nArjun Kharpal\nWell, that's a whole other discussion. The issue here is that there are companies that are offering services. If you take a Microsoft, you take Amazon, they're not just offering you one service, they're offering you the cloud and Teams and everything else. And so, you know, that becomes attractive for businesses. There is that question about should, all these kind of offers and bundling of services be banned? But right now, for businesses, they'd rather say, well, I pay you one thing, and you sort out everything, it's more convenient, right? So the question is, does this spur businesses at all to think about the way that their technology stack is built up and say, you know what, maybe we need a couple of different providers for this kind of cybersecurity. And actually the question is also how easy that is, it's not easy, but I think it will spur a bit of thinking about how businesses rely on effectively one or two companies, if there's a failure at any point that can bring down a whole organization, as we've seen.\nTom Chitty\nAnd also have plans in place to counter an outage from a third party, because it looks like, not enough planning was done to counter what essentially was a very small defect in the code that has brought the globe to a standstill in many respects.\nArjun Kharpal\nOne of the most interesting things over the last few years, and even now, there's all this talk about the move to the cloud, right? The move to hosting your business and data, etc, on servers owned by Microsoft, Amazon, Google and others. But again, you are necessarily handing power over to those companies and control that if things go wrong, you might not have the ability to do backups, and control all of that data. So there's also a vein of thinking that, right, whilst a lot of stuff does need to move to the cloud, and it gives you many advantages in terms of cost savings, and nimbleness and access to new AI applications, etc. You know, there's a view now that perhaps, actually, businesses need to keep some of that data on premise, on servers in their office somewhere, or nearby. And that's an interesting thought, because, you know, a few years ago, it was more, let's just digitize everything and move it all, to the cloud. So, yeah, we'll see if that trend plays out. And actually what kind of long lasting effect this has on companies like CrowdStrike. But the big question is, can IT departments figure out how to diversify a business' IT supply chain effectively?\nTom Chitty\nFinal question. Will this happen again?\nArjun Kharpal\nProbably, probably, because as long as this fragility exists, and there's a lack of regulation, the atmosphere is ripe for something like this. The concentration of power remains in very few companies' hands that run businesses. I'll just read you a quote, actually, from the former chief executive of the UK National Cybersecurity Center, Professor Ciaran Martin, who basically said, this was to Sky News, he said: \"The worst of this is over because the nature of this crisis was such that it went very badly wrong very quickly. It was spotted quite quickly. And essentially, it was turned off until governments in the industry get together and work out how to design out some of these flaws, I'm afraid we are likely to see more of these again. Within countries like the U.K. and elsewhere in Europe, you can try and build up that national resilience to cope with this. But ultimately, a lot of this is going to be determined in the U.S.\"\nAgain, hinting at the fact that so many of these companies CrowdStrike, Amazon, Microsoft, Google are American firms. And so, yeah, the likelihood of this happening again is quite high.\nTom Chitty\nSobering thoughts. But on that note, let's, do stat of the week to lift everyone's mood.\nArjun Kharpal\nBillion dollars.\nTom Chitty\nThe value CrowdStrike lost since Friday.\nArjun Kharpal\nNo. It's quite an obvious one. Shall I give you a second guess?\nTom Chitty\nThe amount it's expected to costs companies.\nArjun Kharpal\nYeah. It's a very early estimate. And it's probably likely more than this, but it's the amount the economic impact, the amount it has cost businesses, this IT outage. That's according to Patrick Anderson, the CEO of Anderson Economic Group, which is a Michigan research firm that specializes in estimating the economic costs of events like strikes, and other businesses disruptions and that stat has come via CNN.\nTom Chitty\nAlright, that's it for this week. Before we go, please follow and subscribe to the show. And you can leave us a review if you'd like. And thank you, Arjun.\nArjun Kharpal\nThank you, Tom.\nTom Chitty\nWe'll be back next week for another episode of Beyond the Valley. Goodbye."
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/alphabet-to-invest-5-billion-in-self-driving-car-unit-waymo.html",
        "headline": "Alphabet to invest $5 billion in self-driving car unit Waymo",
        "published_date": "2024-07-23 22:04:52",
        "author_name": "Jennifer Elias",
        "key_points": "Alphabet CFO Ruth Porat said the Google parent company will invest an additional $5 billion into its self-driving car unit Waymo.The announcement comes on the heels of the company's second citywide expansion in San Francisco.",
        "body_content": "\n\nAlphabetis again investing in its self-driving car unit Waymo — this time with $5 billion.\n\"This new round of funding will enable Waymo to continue to build the world's leading autonomous driving company,\" Alphabet's outgoing finance chief Ruth Porat said Tuesday on thecompany's second-quarter earningscall, adding Waymo is an \"important example\" of Alphabet's long-standing investments.\nPorat announced the \"multiyear\" investment on the call and said more information would be available in the company's quarterly Securities and Exchange Commission filing, expected on Wednesday.\nAlphabet's \"Other Bets\" unit, which includes Waymo, delivered $365 million in quarterly revenue, up from $285 million a year ago. But the unit's losses widened to $1.13 billion from $813 million in the year-earlier period.\nCEO Sundar Pichai said on the earnings call that Waymo provides 50,000 weekly paid trips, primarily in San Francisco and Phoenix. It has completed 2 million trips to date. In June, Waymo removed the waitlist andopened Waymo rides to all San Francisco users.\nThe unit raised $2.25 billion in its first external funding round in 2020. The companyraised another $2.5 billion in 2021in a round that included funding from Andreessen Horowitz, AutoNation, Canada Pension Plan Investment Board, Fidelity Management & Research Company and more.\nAlphabet's increased investment in Waymo comes after General Motors' autonomous vehicle unit Cruise said it wouldindefinitely delaythe production of the Origin, a self-driving shuttle designed for use in cities. Tesla on Tuesday delayed plans to unveil its CyberCab, a dedicated robotaxi, from August to Oct. 10.\n\"Alphabet has committed up to $5B to Waymo,\" Waymo CEO Tekedra Mawakanasaid on X. \"We are grateful for their immense vote of confidence in our team and recognizing the amazing progress we've made with our technology, product, and commercialization efforts.\"\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/lyft-president-kristin-sverchek-to-exit-on-aug-20.html",
        "headline": "Lyft president Kristin Sverchek to exit on Aug. 20",
        "published_date": "2024-07-23 21:54:27",
        "author_name": "Katie Bartlett",
        "key_points": "The ride-hailing company said Sverchek's exit is not due to a disagreement within the company, its board of directors or management, and is not related to Lyft operations or policies.Sverchek will be entitled to severance benefits, including a $650,000 cash payment.",
        "body_content": "\n\nLyftannounced Tuesday that company president Kristin Sverchek will be leaving on Aug. 20.\nThe ride-hailing service said Sverchek's exit is not due to a disagreement within the company, its board of directors or management, and is not related to Lyft operations or policies. Sverchek will continue serving as a nonemployee advisor through Nov. 30.\nSverchek joined the company in 2012, and has also held positions as general counsel and president of business affairs.\nLyft CEO David Risher said in the release that the company will be \"forever grateful\" to Sverchek, who \"helped pour the foundation the entire rideshare industry rests upon.\"\nThe company also said Sverchek will be entitled to severance benefits, including a $650,000 cash payment.\nLyft shares closed marginally higher on Tuesday.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/openai-removes-ai-safety-executive-aleksander-madry-from-role.html",
        "headline": "OpenAI reassigns top AI safety executive Aleksandr Madry to role focused on AI reasoning",
        "published_date": "2024-07-23 20:54:41",
        "author_name": "Hayden Field",
        "key_points": "OpenAI last week removed Aleksander Madry, one of OpenAI's top safety executives, from his role and reassigned him to a job focused on AI reasoning, sources familiar with the situation confirmed to CNBC.Madry was OpenAI's head of preparedness, a team that was \"tasked with tracking, evaluating, forecasting, and helping protect against catastrophic risks related to frontier AI models,\" according to a bio Madry.The decision came less than a week before a group of Democratic senators sent a letter to OpenAI CEO Sam Altman concerning \"questions about how OpenAI is addressing emerging safety concerns.\"",
        "body_content": "\n\nOpenAI last week removed Aleksander Madry, one of OpenAI's top safety executives, from his role and reassigned him to a job focused on AI reasoning, sources familiar with the situation confirmed to CNBC.\nMadry was OpenAI's head of preparedness, a team that was \"tasked with tracking, evaluating, forecasting, and helping protect against catastrophic risks related to frontier AI models,\" according to abiofor Madry on a Princeton University AI initiative website.\nMadry will still work on core AI safety work in his new role, OpenAI told CNBC.\nHe is also director of MIT's Center for Deployable Machine Learning and a faculty co-lead of the MIT AI Policy Forum, roles from which he is currently on leave, according to the university'swebsite.\nThe decision to reassign Madry comes less than a week before a group of Democratic senators sent a letter to OpenAI CEO Sam Altman concerning \"questions about how OpenAI is addressing emerging safety concerns.\"\nTheletter, sent Monday and viewed by CNBC, also stated, \"We seek additional information from OpenAI about the steps that the company is taking to meet its public commitments on safety, how the company is internally evaluating its progress on those commitments, and on the company's identification and mitigation of cybersecurity threats.\"\nOpenAI did not immediately respond to a request for comment.\nThe lawmakers requested that the tech startup respond with a series of answers to specific questions about its safety practices and financial commitments by Aug. 13.\nIt's all part of a summer of mounting safety concerns and controversies surrounding OpenAI, which along withGoogle,Microsoft,Metaand other companies is at the helm of agenerative AIarms race — a market that is predicted totop $1 trillionin revenue within a decade — as companies in seemingly every industry rush to add AI-powered chatbots and agents to avoidbeing left behindby competitors.\nEarlier this month,Microsoftgave up itsobserver seat on OpenAI's board, stating in a letter viewed by CNBC that it can now step aside because it's satisfied with the construction of the startup's board, which has been revamped in the eight months since an uprising that led to thebrief ousterof Altman and threatened Microsoft's massive investment in the company.\nBut last month, a group of current and former OpenAI employees published anopen letterdescribing concerns about theartificial intelligenceindustry's rapid advancement despite a lack of oversight and an absence of whistleblower protections for those who wish to speak up.\n\"AI companies have strong financial incentives to avoid effective oversight, and we do not believe bespoke structures of corporate governance are sufficient to change this,\" the employees wrote at the time.\nDays after the letter was published, a source familiar to the mater confirmed to CNBC that the Federal Trade Commission and the Department of Justice wereset to open antitrust investigationsinto OpenAI, Microsoft andNvidia, focusing on the companies' conduct.\nFTC Chair Lina Khan hasdescribedher agency's action as a \"market inquiry into the investments and partnerships being formed between AI developers and major cloud service providers.\"\nThe current and former employees wrote in the June letter that AI companies have \"substantial non-public information\" about what their technology can do, the extent of the safety measures they've put in place and the risk levels that technology has for different types of harm.\n\"We also understand the serious risks posed by these technologies,\" they wrote, adding the companies \"currently have only weak obligations to share some of this information with governments, and none with civil society. We do not think they can all be relied upon to share it voluntarily.\"\nIn May, OpenAI decidedto disband its team focused on the long-term risks of AI just one year after it announced the group, a person familiar with the situation confirmed to CNBC at the time.\nThe person, who spoke on condition of anonymity, said some of the team members are being reassigned to other teams within the company.\nThe team was disbanded after its leaders, OpenAI co-founder Ilya Sutskever and Jan Leike,announced their departuresfrom the startup in May. Leike wrote in a post on X that OpenAI's \"safety culture and processes have taken a backseat to shiny products.\"\nAltman saidat the time on X he was sad to see Leike leave and that OpenAI had more work to do. Soon afterward,  co-founder Greg Brockmanposteda statement attributed to Brockman and the CEO on X, asserting the company has \"raised awareness of the risks and opportunities of AGI so that the world can better prepare for it.\"\n\"I joined because I thought OpenAI would be the best place in the world to do this research,\" Leikewrote on Xat the time. \"However, I have been disagreeing with OpenAI leadership about the company's core priorities for quite some time, until we finally reached a breaking point.\"\nLeike wrote that he believes much more of the company's bandwidth should be focused on security, monitoring, preparedness, safety and societal impact.\n\"These problems are quite hard to get right, and I am concerned we aren't on a trajectory to get there,\" he wrote. \"Over the past few months my team has been sailing against the wind. Sometimes we were struggling for [computing resources] and it was getting harder and harder to get this crucial research done.\"\nLeike added that OpenAI must become a \"safety-first AGI company.\"\n\"Building smarter-than-human machines is an inherently dangerous endeavor,\" he wrote at the time. \"OpenAI is shouldering an enormous responsibility on behalf of all of humanity. But over the past years, safety culture and processes have taken a backseat to shiny products.\"\nThe Information firstreportedabout Madry's reassignment.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/cohere-layoffs-20-employees-cut-following-500-million-funding.html",
        "headline": "AI startup Cohere cuts staff after $500 million funding round",
        "published_date": "2024-07-23 19:35:37",
        "author_name": "Hayden Field",
        "key_points": "Cohere, the artificial intelligence startup founded by ex-Google AI researchers and backed by Nvidia, cut about 20 roles on Tuesday, CNBC confirmed.The cuts followed the completion of a $500 million funding round from investors including AMD, Salesforce, Oracle and Nvidia that valued the company at $5.5 billion — more than doubling its valuation from last year.The roughly 20 slashed positions are part of an employee base of about 400, according to the company. Even after the cuts, Cohere is hiring in areas such as customer operations, partnerships, revenue, sales, product design and modeling, according to its website.",
        "body_content": "\n\nCohere, theartificial intelligencestartup founded by ex-GoogleAI researchers and backed byNvidia, cut about 20 roles on Tuesday, CNBC confirmed.\nThe layoffs at Cohere, which had about 400 employees according to the company, follow the completion of a $500 million funding round from investors includingAMD, Salesforce, Oracle and Nvidia that valued the company at $5.5 billion — more than doubling its valuation from last year.\nDespite the cuts, Cohere is hiring in areas such as customer operations, partnerships, revenue, sales, product design and modeling, according to its website.\nFounded by ex-GoogleAI researchers and backed byNvidia, Cohere's business model has centered on generative AI for the enterprise rather than on consumer chatbots, which have been the talk of the tech industry since OpenAI released ChatGPT in late 2022. In June 2023, Cohere raised $270 million at a $2.2 billion valuation, withSalesforceandOracleparticipating in the funding round. Company executives have also attended AI forums at the White House.\n\"With our most recent round of financing in place, we have a clear vision for the future of Cohere, which has required some internal realignment,\" a representative for the company told CNBC in a statement. \"We will continue to aggressively hire people as we work to offer companies the most accurate, secure and private multilingual AI solutions in the market.\"\nFortunefirst reported on the job cuts.\nThe generative AI field has exploded over the past year, with a record $29.1 billion invested across nearly 700 deals in 2023, a more than 260% increase in deal value from a year earlier, according to PitchBook. It's become the buzziest phrase oncorporate earnings callsquarter after quarter, and some form of the technology is automating tasks in just about every industry, from financial services and biomedical research to logistics, online travel and utilities.\nSome of Cohere's competitors in the AI arms race offer products for both consumers and businesses. OpenAI, for instance, launched ChatGPT Enterprise last August, and Anthropic opened up consumer access to its formerly business-only Claude chatbot last July.\nCohere president and Chief Operating Officer Martin Kontold CNBC in Marchthat by staying focused on enterprise AI, the company is able to run efficiently and keep costs under control even amid a chip shortage, rising costs for graphics processing units (GPUs) and ever-changing licensing fees for AI models.\nCurrent clients include Notion, Oracle and Bamboo HR, according to Cohere's website. Many customers include businesses in banking, financial services and insurance, Kon told CNBC in the past. In November, Cohere told CNBC it saw anuptick in customer interestafter OpenAI's sudden and temporary ouster of CEO Sam Altman.\nIn March, Kon acknowledged that changing dynamics in the hardware industry have presented persistent challenges. The company has had a reserve of Google chips for well over two years, Kon said at the time, secured in Cohere's early days to help it pretrain its models. Now, Cohere is moving toward using more of Nvidia's H100 GPUs, which are powering most of the latest large language models.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/crypto-market-today.html",
        "headline": "Cryptocurrencies fall on day 1 of ether ETFs as Mt. Gox moves more bitcoin to creditors",
        "published_date": "2024-07-23 18:55:37",
        "author_name": "Tanaya Macheel",
        "key_points": "No key points found",
        "body_content": "Watch Daily: Monday - Friday, 3 PM ET\n\nBitcoinled the crypto market lower on Tuesday – the first trading day for ether ETFs – as Mt. Gox transferred more bitcoin to creditors and investors took profits following the cryptocurrency's best week since March.\nThe price of bitcoin was last lower by 3% at $65,891.50 according to Coin Metrics.Ether, was down less than 1% at $3,476.04. Investors and analysts attribute the moves to profit taking after their 22.85% and 12.75% gains, respectively, last week.\n\nAdditionally, Bitcoin network activity shows Mt. Gox has moved about 5,000 bitcoins off the exchange, likely as part of thecreditor repayment processit began this month. The exchange, which went bankrupt after a major hack 10 years ago, has until October to return more than 140,000 bitcoins to victims of the event.\nThe market is expected to absorb the negative impact, thanks to long-term optimism on the success of ether ETFs as well as the U.S. presidential election.\n\n\"We are aligned with the market consensus that the adoption out of gate herewill likely be relatively slowand modest compared to the bitcoin ETF adoption,\" said Devin Ryan, analyst at JMP Securities. \"Part of that is the bitcoin ETF adoption is in the early innings – a lot of the largest pools of money for that ETF have not even been turned on yet,\" he added.\nIn the meantime, however, ether could be volatile, according to Nexo co-founder Antoni Trenchev. He pointed to the launch of bitcoin ETFs in January, when bitcoin surged before plummeting 20% and then advanced to another new high.\n\"Much like the bitcoin ETF, it will take time for inflows into the ETH ETF to create enough supply shock to significantly move the markets,\" said Ben Kurland, CEO at crypto research platform DYOR.\nAdditionally, he added, the decision by PresidentJoe Bidentodrop outof the presidential race introduces uncertainty into the market.\n\"Investors [are] waiting for more concrete developments about [Vice PresidentKamala] Harris, her stance on crypto, and the likelihood of her taking back any ground in the polls,\" he said.\nTrenchev echoed that sentiment.\n\"Bitcoin's drop from recent highs reflects the sudden arrival of Kamala Harris into the U.S. presidential election, which adds uncertainty to a race which seemed to tilt in favor ofDonald Trumpand hisnew pro-crypto stance,\" he said.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/23/tesla-tsla-earnings-q2-2024.html",
        "headline": "Tesla reports 7% drop in auto revenue as earnings fall short of Wall Street estimates",
        "published_date": "2024-07-23 16:00:01",
        "author_name": "Lora Kolodny",
        "key_points": "Tesla reported a 2% increase in annual revenue for the second quarter.Earnings per share came in below Wall Street estimates.The shares slid more than 8% in extended trading.",
        "body_content": "\n\nTeslareported weaker-than-expected earnings for the second quarter as automotive sales dropped for a second straight period. The stock slid more than 8% in extended trading.\nRevenue increased 2% from $24.93 billion a year earlier, Tesla said in aninvestor deckon Tuesday. But automotive revenue dropped 7% to $19.9 billion from $21.27 billion in the same quarter a year ago. Auto revenue included regulatory credits of $890 million, more than triple the figure from last year.\nThe company said it \"recognized record regulatory credit revenues in Q2,\" pointing to the fact that other automakers are \"still behind on meeting emissions requirements.\"\nAfter a rocky first half of the year that saw Tesla cut more than 10% of headcount, the companyreportedbetter-than-expected deliveries for the second quarter earlier this month. However, deliveries were still down from a year earlier for a second straight period.\n\n\n\nCEO Elon Musk said, in opening remarks on Tuesday's earnings call that Tesla will host a robotaxi unveiling event on Oct. 10 Originally, he said the event would take place on Aug. 8.\nMusk was asked in the Q&A portion of the call when shareholders can expect \"the first robotaxi ride.\"\n\"I would be shocked if we cannot do it next year,\" Musk said, after first noting that his predictions have been \"overly optimistic in the past.\"\nMusk has been promising since about 2016 that Tesla will turn its existing EVs into self-driving vehicles with software updates, which the company calls Full Self-Driving. Tesla is separately working on a CyberCab dedicated robotaxi.\nOn Tuesday's call, Musk said he doesn't foresee regulatory hurdles to rolling out Tesla's self-driving technology to a broad market in the U.S. and beyond.\nHe also referred to Waymo's commercial robotaxi services as \"limited\" and \"fragile.\" Tesla's system, he said, should be able to work anywhere in the world, not just in a geographically-limited area.\nAs ofApril, NBC News first reported, Tesla hadn't contacted regulators in the states of Arizona, California and Nevada, to apply for the licenses and permits needed to test autonomous vehicles without a human driver at the wheel, or to run a commercial robotaxi service.\n\nTesla remains the top seller of electric vehicles in the U.S. by far, but is losing market share to a growing number of rivals due in part to its aging lineup of sedans and SUVs and the impact ofMusk'sincendiaryand political commentary.\nDuring the quarter, Tesla offered discounts and other incentives, including subsidized financing deals, in China and the U.S. to spur demand. Those deals hit the company's profitability, with its adjusted earnings margin falling to 14.4% from 18.7% in the second quarter of 2023.\nTesla shares are down about 0.5% for the year at Tuesday's close, while the Nasdaq is up about 20% over that stretch.\nRival automakers saw a 33% year-over-year jump in fully electric vehicle sales in the U.S. during the first half of 2024, while Tesla sales dropped by 9.6% in that time frame, according to data tracked by Cox Automotive,InsideEVs reported.\nNet income at Tesla declined 45% to $1.48 billion, or 42 cents a share, in the second quarter from $2.7 billion, or 78 cents a share, a year earlier.\nRevenue in Tesla's energy generation and storage business, which sells and installs big backup batteries for residential, commercial and utility use, almost doubled from the same quarter a year ago to just over $3 billion. The company said its Megapack and Powerwall \"achieved record deployment\" in the period.\nOf late, Musk has been in the headlines more for his political views than for Tesla's performance.\nMusk has reportedly said he isplanning to pledgeabout $45 million a month to a newly formed political action committee backing former President Donald Trump, but has yet to donate to that group as of the end of June, according to its latest quarterly financial filing. Musk publicly endorsed Trump after the assassination attempt at a political rally on July 13.\n\n\n\nWhile only 13% of Republican and right-leaning voters are interested in purchasing a fully electric vehicle this year, according toPew Research, 45% of Democratic and left-leaning voters are very or somewhat interested.\nDuring the second quarter, Tesla increased production of its newest model EV — the angular, steel Cybertruck — which the company now says is \"on track to achieve profitability by end of year.\"\nIn 2021, Musk also began to promise that Tesla would develop and produce humanoid robots capable of factory work and potentially other tasks. On Monday, Musk said in a post on X that he expects Tesla will have some of these robots working in its factories next year with more available for use by other companies in 2026.\nTesla has \"paused\" its plans to build cars in Mexico. \"Trump has said he will put heavy tariffs on vehicles produced in Mexico,\" Musk said. He added that the company is increasing production at its existing factories, and plans to manufacture its robotaxi and Optimus at its headquarters in Austin, Texas.\nCapital expenditures in the quarter increased 10% from a year ago to $2.27 billion. The company said it incurred $600 million in expenses for artificial intelligence infrastructure.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/backyard-side-hustle-renting-out-land-as-private-dog-park-sniffspot.html",
        "headline": "No headline found",
        "published_date": "2024-07-26 14:30:58",
        "author_name": "No author found",
        "key_points": "No key points found",
        "body_content": "Twice a week, Elizabeth Morosani gets up before 7 a.m., puts on her sun sleeves and spends the next three hours atop aJohn Deerelawn mower.\nHer side hustle requires it: She's converted 11 acres of her land, split between three properties around Asheville, North Carolina, into private dog parks. She rents out the spaces to local pet owners on an Airbnb-style platform called Sniffspot.\nMany Sniffspot hostsrent out their backyards. Morosani rents out parts of her 108-acre farm, where she lives and makes a majority of her personal income boarding horses. She has four dogs, and initially launched her side hustle just to connect with other nearby pet owners in November 2020, she says.\nThen, the side hustle started bringing in money: a monthly average of $7,100 in revenue for the first half of 2024, including $8,400 in May alone. Roughly half of those earnings are profit, Morosani says. Sniffspot takes nearly aquarter in commissions and fees, and the remainder goes toward maintaining her dog parks.\nDON'T MISS:The ultimate guide to earning passive income online\nMorosani, who dedicates six to eight hours per week to the platform, has used her profitsto hire an assistant, buy her $6,500 lawn mower and pay for supplies for additional dogs she fosters — up to 14 at a time, she says.\n\"I didn't think it'd be this popular, this successful,\" Morosani, 50, tells CNBC Make It. \"It's allowed me to bank some money, [and to] be more aggressive with helping my local humane societies ... If you have space and the ability to give a private experience to individual dog owners, there's definitely room for everyone to do this.\"\nHere's how she built and maintains her side hustle, and how she wants to grow it next.\n\nMorosani's professional life largely revolves around her farm, where she boards horses and occasionally sells goats. She's also a dressage technical delegate — essentially a horse show referee, she says — for the United States Equestrian Federation.\nShe and her husband, a dentist, bought 40 acres of the farm in 2014, and the remaining 68 in 2019. They didn't use most of their land, and Morosani wanted to change that. An Asheville native, she knew the city's growing number of apartment complexes was outpacing its dog parks.\nShe learned about Sniffspot from a segment on ABC News' \"Good Morning America\" in 2020, she says. Today, her most popular rental location is a four-acre plot in Fletcher, North Carolina, that her father leased to her in late 2022. It's an old airstrip that Morosani and her husband built a fence around, and it had its first reservation within 30 minutes of opening, she says.\n\nThe plot is near a highway, which makes it accessible to people visiting Asheville from out of town, says Morosani. It's private, flat and has a small creek running through it.\nThe asphalt, formerly a landing pad for farming and model planes, is now almost entirely covered with grass. You won't find any umbrellas or mini pools there, but you'll probably see a doggy teeter-totter and some weave poles, Morosani says.\n\nMorosani has two rules for anyone looking to rent out their own backyards as private dog parks.\nFirst: Skip the expensive dog toys and amenities. \"I put [out] Adirondack chairs from Lowe's, thinking people could use them to sit in the shade,\" she says. Many of them ended up in ditches and a nearby creek, she says.\nSecond: Don't greet the guests. \"Most clients are grateful their dogs can be dogs without pressure from people or other dogs ... This allows them to get out and be in nature,\" she says.\nInstead, Morosani checks in with her guests by messaging them on Sniffspot. She inspects her dog parks with Ring cameras after every visit, making sure guests don't leave behind too much debris.\n\nMore dog parks mean more revenue, so Morosani is leasing three more acres of land from her father in nearby Hendersonville for a fourth space, she says. It's funded largely by her past Sniffspot earnings, costing $18,000 and taking nearly three months to level the ground, build a fence hydroseed it, she says.\nThe costs and extra labor are part of her goal to help local dogs and their owners, she adds.\n\"When I read [positive] reviews, I almost cry,\" says Morosani. \"Not long ago, someone told me that [their visit would be on] their dog's last day on Earth. [Owners] have held birthday parties and invited all their friends. Things like that just make you go, 'Oh my god, I'm helping. I'm doing it.'\"\nWant to make extra money outside of your day job?Sign up for CNBC's new online courseHow to Earn Passive Income Onlineto learn about common passive income streams, tips to get started and real-life success stories. CNBC Make It readers can use special discount code CNBC40 to get 40% off through August 15, 2024.\nPlus,sign up for CNBC Make It's newsletterto get tips and tricks for success at work, with money and in life."
    },
    {
        "url": "https://www.cnbc.com/2024/07/25/stock-market-today-live-updates.html",
        "headline": "No headline found",
        "published_date": "No date found",
        "author_name": "Samantha Subin",
        "key_points": "No key points found",
        "body_content": "Stocks jumped Friday as Wall Street looked to cap off a turbulent week on a positive note, and investors weighed fresh U.S. inflation data.\nTheDow Jones Industrial Averagerallied 690 points, or 1.7%, led to theupside by 3M. The industrials giant popped nearly 20% and headed for its best day since at least 1972. TheS&P 500climbed 1.1%, along with theNasdaq Composite.\nFriday's moves stem from a combination of oversold sentiment, a stronger-than-expected GDP report Thursday and the view that the Federal Reserve will begin cutting rates due to economic resilience, said CFRA Research's Sam Stovall.\n\"Today's benign PCE report helped talk the market off the ledge,\" he added. \"With this pullback, the great rotation lives on and breadth continues to be on our side.\"\nInvestors continued their pivot into cyclical areas of the market and small caps, with the Russell 2000 last up about 2%. Industrials and materials stocks rose, lifting their respective S&P sectors about 2%.\nSome technology names that have struggled amid this week's sell-off gained, with Nvidia, Microsoft and Amazon last up nearly 2% each. Meta Platforms added 3%. The S&P's information technology sector surged about 1.8%.\nWall Street also assessedJune's personal consumption expenditures price index, an inflation reading that is preferred by central bank policymakers. On a monthly basis,headline PCE rose 0.1%and by 2.5% from a year ago. That was in line with estimates from economists polled by Dow Jones.\nThis positive inflation news has also lifted investor hopes formore rate cuts this year, with the Fed funds futures market pricing in cuts in September, November and December.\n\"The numbers have been coming in tamer,\" said Ken Mahoney, president of Mahoney Asset Management. \"In housing and real estate, you're starting to see some cracks. They're going to stop messing around, start cutting rates.\"\nThat data comes at the end of a volatile week on Wall Street. The S&P 500 is down 0.8% this week, while the Nasdaq has lost 2.1%. The Dow is the outlier, up 0.8%. Those declines come as investors seemed to be part of abroader rotation into small capsand cyclicals.\n\nIn other news, medical device makerDexcomplunged 41% after releasing disappointing fiscal full-year guidance. Footwear companyDeckersreported fiscal first-quarter earnings and revenue that exceeded analysts' expectations, boosting shares 8%.\n\n\n\n\n\nThe Federal Reserve should already be lowering interest rates, according to Jeremy Siegel, a finance professor at the University of Pennsylvania's Wharton School.\n\"If it were up to me, looking forward, they should be,\" he said on CNBC's\"Squawk Box\"on Friday morning.\nSiegel also said the story of forward-looking inflation looks good for the central bank. He said investors should expect Fed Chair Jerome Powell to \"tee up\" a rate cut coming in September.\n— Alex Harring\n\n\n\n\n\nThese are some of the stocks making the biggest moves in midday trading on Friday:\nSee the full list here.\n— Alex Harring\n\n\n\n\n\nShares ofNewell Brandsheaded for their best day ever after posting stronger earnings per share than Wall Street anticipated.\nNewell climbed almost 40% in Friday's session, putting shares on track to notch their best one-day performance in the stock's history. The Yankee Candle and Rubbermaid parent has been public for several decades.\n\nThe company, which also houses brands such as Sharpie and Coleman, earned 36 cents per share, excluding items, in the second quarter. That is 15 cents higher than analysts polled by LSEG expected.\nOn the other hand, Newell posted $2.03 billion in revenue, slightly under the $2.05 billion anticipated by Wall Street.\nDespite Friday's historic rally, shares are up less than 2% on the year. Currently, the stock's best completed day in history took place in 1975, when it gained more than 20% but traded for less than $1.\n— Alex Harring\n\n\n\n\n\nTheRussell 2000is up 1% on the day and nearly 4% for the week. The long underperforming small-cap index is on track for its third-straight positive week.\nLinda Duessel, senior equity strategist at Federated Hermes, said investors who want to move into small caps should look for those companies with strong growth profiles and profits.\n\"They're very inexpensive historically, and particularly those that make money. … You've got to buy the ones that are profitable,\" Duessel said.\n\"Ideally, what you want are the companies that are small that are doing so well, that are growing enough, that they're going to be assigned the mid-cap status next,\" she added.\nThere are some hints that it is the more financially stable small caps leading this rebound. Among exchange-traded funds, small-cap value funds areoutperforming the broader Russell 2000.\n— Jesse Pound\n\n\n\n\n\nShares ofFordwere marginally higher in morning trading, putting the stock on pace for its worst weekly performance in more than four years.\nThe stock has fallen around 20% this week. If it closes around this level on Friday, it will mark its worst since the week that ended March 20, when the stock plunged more than 22%.\nOn Thursday, Ford closed the session down 18.4% after the automaker postedweaker-than-expected earningsfor the second quarter. This was the stock'sworst daily decline since 2008.\n\n— Sean Conlon\n\n\n\n\n\nMost companies reporting earnings so far this season have exceeded Wall Street's expectations.\nMore than 40% ofS&P 500-listed companies have posted their quarterly financial results, according to FactSet data as of Friday morning. Of those, more than 78% have beaten analysts' consensus forecasts.\nThere are several key names reporting next week as earnings season continues. This list includes several megacap technology stocks such asMicrosoft,Meta,AmazonandApple.McDonald'sandBoeingare also slated to post results during the week.\n— Alex Harring, Robert Hum\n\n\n\n\n\nThe rotation out of the megacap tech titans and into their smaller-size counterparts continued this week.\nThis week, theRussell 2000small-cap index is on pace for a 3.3% gain. On the other hand, theDow Jones Industrial Averageis slated to advance just 0.4%, while theS&P 500andNasdaq Compositecould respectively end the week 1.2% and 2.6% lower.\nIf the Russell 2000 does indeed end higher, it would mark the index's first three-week win streak since a four-week streak that ended in May.\n— Lisa Kailai Han\n\n\n\n\n\nConsumers' optimism dimmed slightly in July, but the outlook for inflation dipped to a tie for its lowest in more than three and a half years, according to the finalUniversity of Michigan Survey of Consumersreleased Friday.\nThe overall sentiment index edged lower to 66.4, better than the Dow Jones estimate for 66, but below the June reading of 68.2.\nOn inflation, the revised one-year outlook showed the expectation for 2.9%, tying several months for the lowest since December 2020. The five-year outlook was at 3%, where it has held for the past four months.\n— Jeff Cox\n\n\n\n\n\nTheDow Jones Industrial Averagepopped 500 points, or 1.2%, led to the upside by3M.\nThe industrial giant popped 14% on stronger-than-expected second-quarter earnings.UnitedHealth,Visa,MerckandHome Depotadded about 2% each.\nFive stocks were negative in early-morning trading. Dow was the biggest laggard, inching down 0.6%.\n— Samantha Subin\n\n\n\n\n\nStocks opened higher Friday to cap off a volatile week of trading.\nThe Dow Jones Industrial Average popped 280 points, or 0.7%. The S&P 500 gained 0.6%, while the Nasdaq Composite jumped 0.8%.\n— Samantha Subin\n\n\n\n\n\nThursday's lossesin the S&P 500 and Nasdaq Composite continued to show a waning in the momentum factor, or the idea that stocks that have outperformed will continue to do so in the near future, according to Wolfe Research.\n\"While small caps continued to shine, the big loser on the day was the momentum factor,\" Wolfe Research's Rob Ginsberg wrote Thursday. \"Following a brief and lackluster oversold bounce, momentum reversed hard today to close below support as the top we've been discussing continues to resolve lower.\"\n— Sarah Min\n\n\n\n\n\nThe personal consumption expenditures price indexrose 0.1% month over monthand 2.5% from a year ago in June, matching estimates from economists polled by Dow Jones. Core inflation, which excludes food and energy, gained 0.2% for the month and 2.6% on the year, also in line with expectations.\n— Fred Imbert\n\n\n\n\n\nThese are the stocks moving the most in premarket trading:\nRead the full list of stocks movinghere.\n— Lisa Kailai Han\n\n\n\n\n\nThe current strength of the small-cap sector is a \"significant rotation not seen in decades,\" according to George Maris, chief investment officer and global head of equities at Principal Asset Management.\nSmall caps have only managed to outperform large caps twice over the past 30 years — during the Covid-19 pandemic and during the dot-com bubble in 1999 to 2000, per Maris.\n\"Those are historical levels, and we are currently at such a point, so this rotation has staying power because everyone's offside,\" Maris said.\nBroadening earnings will lead to more optimism around the small-cap sector, the investor added. Looking ahead, earnings growth stemming from interest rate cuts will help small businesses, noted Maris.\n\"The market, outside of the Mag 7, looks relatively normal long-term and in fact in small cap looks pretty interesting. … There's a very optimistic case for going long on small caps,\" Maris said.\nTheRussell 2000is up 1.8% week to date and roughly 8.6% in July.\n— Hakyung Kim\n\n\n\n\n\nThe communication services sector is on track for its worst week since October 2023 as investors flee tech giants.\nThe sector's weekly losses have totaled 4.63% as of Thursday's close.Alphabetshares are among the notable losers, off 5.8% week to date, whileMeta Platformshas dropped 4.9%.\n\nThe information technology sector is also limping into Friday, toting a 3.5% decline for the week. A 16.7% slide inCrowdStrikethis week and a 4.8% tumble inNvidiacontributed to the sector's losses.\nHealth care and utilities, traditionally deemed defensive plays, are the only two sectors in the S&P 500 that are positive for the week, up 0.77% and 0.48%, respectively.\n—Darla Mercado, Chris Hayes\n\n\n\n\n\nSteve Eisman of \"The Big Short\" fame believes the recent tech-led market pullback is driven by emotions instead of a fundamental deterioration.\n\"Rotations are always violent. They always catch everybody unaware. And it's not a fundamental correction. It's like a psychological rotation,\" Eisman said on CNBC's \"Fast Money.\"\nThe senior portfolio manager at Neuberger Berman said there has not been anything alarming about the economy overall.\n\"I don't think fundamentals have really changed all that much,\" he said. \"The only negative data point I would point to is that consumer spending seems to have slowed a little bit on the margin, and delinquencies are up a touch.\"\n— Yun Li\n\n\n\n\n\nCheck out the companies making headlines in after-hours trading:\nFor the full list, readhere.\n— Pia Singh\n\n\n\n\n\nStock futures were higher shortly after 6 p.m. ET.\nFutures tied to the Dow Jones Industrial Average added 64 points, or 0.16%. S&P futures and Nasdaq 100 futures each gained 0.1%.\n— Pia Singh\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/pce-inflation-june-2024-.html",
        "headline": "Fed’s key inflation gauge rose 2.5% in June from a year ago, easing path to rate cut",
        "published_date": "2024-07-26 12:31:31",
        "author_name": "Jeff Cox",
        "key_points": "The personal consumption expenditures price index increased 0.1% in June and was up 2.5% from a year ago, with the annual rate showing a slight decline from the prior month.Core inflation, which excludes food and energy, showed a monthly increase of 0.2% and 2.6% on the year, both also in line with expectations.Personal income rose just 0.2%, below the 0.4% estimate. Spending increased 0.3%, meeting the forecast, while the personal savings rate decreased to 3.4%.",
        "body_content": "\n\nAn important gauge for the Federal Reserve showed inflation eased slightly from a year ago in June, helping to open the way for a widely anticipated September interest rate cut.\nThe personal consumption expenditures price index increased 0.1% on the month and was up 2.5% from a year ago, in line with Dow Jones estimates, the Commerce Department reported Friday. The year-over-year gain in May was 2.6%, while the monthly measure was unchanged.\nFed officials use the PCE measure as their main baseline to gauge inflation, which continues to run above the central bank's 2% long-range target.\n\n\n\nCore inflation, which excludes food and energy, showed a monthly increase of 0.2% and 2.6% on the year, both also in line with expectations. Policymakers focus even more on core as a better gauge of longer-run trends as gas and groceries costs tend to fluctuate more than other items.\nStock market futuresindicated a positive open on Wall Street following the release while Treasury yields moved lower. Futures markets price in a more aggressive path for Fed interest rate cuts.\n\"A two-word summary of the report is, 'good enough,'\" said Robert Frick, corporate economist with Navy Federal Credit Union. \"Spending is good enough to maintain the expansion, and income is good enough to maintain spending, and the level of PCE inflation is good enough to make the decision to cut rates easy for the Fed.\"\nGoods prices fell 0.2% on the month while services increased 0.2%. Housing-related prices in June rose 0.3%, a slight deceleration from the 0.4% increase in each of the last three months and the smallest monthly gain going back at least to January 2023.\nThe report also indicated that personal income rose just 0.2%, below the 0.4% estimate. Spending increased 0.3%, meeting the forecast.\nAs spending held relatively strong, the savings rate decreased to 3.4%, hitting its lowest level since November 2022.\nThe report comes with markets paying close attention to which way the Fed is headed on monetary policy.\nThere's little expectation that the rate-setting Federal Open Market Committee will make any moves at its policy meeting next Tuesday and Wednesday. However, market pricing is pointing strongly to a rate cut at the September meeting, which would be the first reduction since the early days of the Covid pandemic.\n\"Overall, it's been a good week for the Fed. The economy appears to be on solid ground, and PCE inflation essentially remained steady,\" said Chris Larkin, managing director of trading and investing at E-Trade Morgan Stanley. \"But a rate cut next week remains a longshot. And while there's plenty of time for the economic picture to change before the September FOMC meeting, the numbers have been trending in the Fed's direction.\"\nAs inflation rose to its highest level in more than 40 years in mid-2022, the Fed embarked on a series of aggressive hikes that took its benchmark borrowing rate to its highest level in some 23 years. However, the Fed has been on pause for the past year as it evaluates fluctuating data that earlier this year showed a resurgence in inflation but lately has displayed a gradual cooling that has many policymakers discussing the likelihood of at least one cut this year.\nFutures markets have priced in about a 90% chance of a September reduction followed by cuts at both the November and December FOMC meetings, according to the CME Group's FedWatch measure.\nFed officials, though, have been cautious in their remarks and have stressed that there is no set policy path, with data guiding the way.\n\n\n\n"
    },
    {
        "url": "https://www.cnbc.com/2024/07/24/ceo-turned-employees-into-millionaires-after-selling-tech-startup.html",
        "headline": "No headline found",
        "published_date": "2024-07-24 18:43:31",
        "author_name": "No author found",
        "key_points": "No key points found",
        "body_content": "When Jay Chaudhry sold his first company for $70 million, he focused less on his own riches, he says — and more on how the deal could turn dozens of his employees into millionaires.\nChaudhry, 65, is known today as thebillionairefounder and CEO of Zscaler, a cloud cybersecurity firm valued at roughly $28 billion, as of Wednesday afternoon. Back in 1998, he was a first-time entrepreneurselling the startup he launched with his wife Jyoti, SecureIT, to VeriSignin an all-stock deal for a huge windfall.\nNearly two years after the deal closed, as VeriSign's stock price soared, more than 70 of SecureIT's 80 employees \"on paper, were millionaires,\" Chaudhry tells CNBC Make It.\n\"People were going crazy in the company, because they had never thought of so much money,\" he says. \"A lot of them were buying new houses. They were buying new cars. I know one guy, he took six months off, rented a [mobile home] and went around the country. They could do what they wanted to do.\"\nBetween the time of the acquisition and February 2000, VeriSign's stock increased by more than 2,300%, closing at a high of $253 per share, helped by two stock splits and a temporary bubble for tech stocks. The bubbleburst later that year, and VeriSign's stock lost roughly 75% off that high point at the end of 2000, sinking to a low of nearly $4 in 2002.\n\nChaudhry recalls advice from Jim Bidzos, VeriSign's then-chairman, on what to do with his shares: Sell some of the stock little by little \"on a regular basis.\" The strategy helped Chaudhry reap some benefits of VeriSign's soaring stock before the market cratered, he says.\nSecureIT employees who held onto their VeriSign stock were likely rewarded by their patience: It closed at $254 per share as recently as January 2021. The price currently sits at roughly $175 per share.\nChaudhry says he doesn't know if or when his former employees cashed in their own shares. When he left VeriSign at the end of 1999, his former employees threw him a party — but it wasn't until later that he fully understood the impact the decision to sell SecureIT had on those employees, he says.\n\"I went home that night and looked at the spreadsheet of all the [stock] options they had, and I multiplied by the stock price of VeriSign. That's when I realized that the math was about 70 or 80 millionaires, with stock options,\" Chaudhry says. \"It was impressive.\"\n\nChaudhry himselfalready had enough money to be happy: He and his wife had a \"nice, typical middle-class house at that time, and we didn't have any fancy cars or fancy payments,\" he told Make It last week.\nHe credits his ability to give employees so much stock to his bootstrapping approach. Chaudhry and his wife funded SecureIT themselves, emptying their life savings of roughly $500,000, instead of taking on outside investors.\nThat freed up more equity in the company to distribute, which was \"good, because those employees make the difference — they [were] working day and night,\" he says.\nThe story is reminiscent of fellow billionaireMark Cuban, who recently notedthat he handed out employee bonuses after selling Broadcast.com to Yahoo for $5.7 billion in 1999. The act turned hundreds of his employees into instant millionaires, Cuban said.\nCuban has paid out bonuses to employees at every company he's sold, starting with CompuServe's acquisition of software firm MicroSolutions in 1990, he told Make It last month. That includes sales of his majority stakes in HDNet, now known as AXS TV, in 2019 and the NBA's Dallas Mavericks last year,he wroteon social media platform X.\n\"And only HDNet had any layoffs right after the sale,\" Cuban added.\nWant to stop worrying about money?Sign up for CNBC's new online courseAchieve Financial Wellness: Be Happier, Wealthier & More Financially Secure. We'll teach you the psychology of money, how to manage your stress and create healthy habits, and simple ways to boost your savings, get out of debt and invest for the future. Start today and use code EARLYBIRD for an introductory discount of 30% off through September 2, 2024.\nPlus,sign up for CNBC Make It's newsletterto get tips and tricks for success at work, with money and in life."
    },
    {
        "url": "https://www.cnbc.com/2024/07/26/10-us-states-best-prepared-climate-change-extreme-weather.html",
        "headline": "These 10 U.S. states are America's best-prepared for climate change and extreme weather",
        "published_date": "2024-07-26 15:29:48",
        "author_name": "Scott Cohn",
        "key_points": "The rising cost of climate risks — and of insuring against them — are increasingly important factors in companies’ decisions about where to locate.Companies are also looking for sustainable and reliable power sources as energy demands grow.CNBC considers several metrics on sustainability in the annual America’s Top States for Business rankings.",
        "body_content": "\n\nWherever you stand on the issue of climate change, chances are you are already paying for it.\nTake the cost of homeownersinsurance, up 27% nationwide since 2021, according todatacompiled by online insurance marketplace Insurify. And in some states, it's far worse, like Louisiana, where premiums are projected to rise 23% this year alone.\n\"The insurance companies are responding to the fact that we're seeing more frequent and more severe climate events and the fact that they're paying out more than they're bringing in,\" said Jeremy Porter, head of climate implications for First Street Foundation, a nonprofit, nonpartisan research firm.\nHardening roads, bridges and other structures so they can withstand the climate is a major part of the $550 billion of new spending in theBipartisan Infrastructure Law, and it will likely be an even bigger part of future measures, said U.S. Transportation Secretary Pete Buttigieg.\n\"We're finding huge demand for that,\"he told CNBCin June. \"Putting a road on higher ground instead of rebuilding it as is every year it gets washed out, making sure that we have seismic retrofits for some of our most important bridges, things like that.\"\n\"Resilience is something that no one, no matter where they stand, is going to be against, because it's what they do in their own personal lives when they have to make a decision on a car or a decision about a house,\" said Maria Lehman, director of U.S. infrastructure for global engineering firm GHD, and 2023 president of the American Society of Civil Engineers. \"There is a fiscal cost over the asset if you don't do it right.\"\nThat is why companies are paying increasingly close attention to climate risk, resilience, and sustainability when deciding where to locate, and it is why CNBC factors them into the all-important Infrastructure category in this year'sAmerica's Top States for Businessstudy. Under this year'smethodology, Infrastructure is the heaviest weighted category, accounting for 17% of a state's overall ranking.\nWe looked at factors including state-level figures provided by First Street for properties at risk of major damage from flooding, extreme heat, wildfires and wind in the next 30 years.\nWe also considered National Oceanic and Atmospheric Administration (NOAA)dataon extreme weather for the primary geographic regions within which the U.S. states are situated, and U.S. Department of Energy data on renewable power.\nSome states are particularly vulnerableto climate risks, but these ten states are most ready for what Mother Nature has in store.\n\nTheBeaver Stateis no stranger to climate issues, including sometimes intense winter storms, wildfires, and more. But the state is reasonably well equipped to handle them. Oregon is already a leader in renewable energy, getting more than two-thirds of its power from renewable sources, according to the U.S. Department of Energy. Now, with funding from the federal infrastructure law and a mandate from the state legislature, theOregon Department of Energyis developing a comprehensive strategy this year to harden its energy systems.\n2024 Infrastructure Score:242 out of 425 points (Top States Grade: B+)\nClimate Extremes Index(National Average: 32.92%): 16.54%\nProperties at risk:100%\nRenewable energy:68%\n\nTheGrand Canyon State's intense desert climate can be harsh in its own way, with645 heat-related deathslast year alone in Maricopa County, home to Phoenix. But at the same time, only about 5% of properties are at risk of flooding, according to First Street Foundation. And despite massive demands due to huge population growth and economic development, the Arizona power grid is among the nation's most reliable. However, the state gets a relatively small percentage of its power from renewable sources.\n2024 Infrastructure Score:276 out of 425 points (Top States Grade: A+)\nClimate Extremes Index:14.9%\nProperties at risk:96%\nRenewable energy:24%\n\nTheEvergreen Stateis a leader in renewable energy. Nearly three-quarters of its power comes from renewable sources, but it is not stopping there. According to theWashington Department of Commerce, the state's Clean Energy Fund has awarded some $150 million in grants to develop more renewable power sources. It is part of a broaderstrategy— mandated by the state legislature — to eliminate the state's reliance on fossil fuels by 2050.\n2024 Infrastructure Score:239 out of 425 points (Top States Grade: B+)\nClimate Extremes Index:16.54%\nProperties at risk:100%\nRenewable energy:72%\n\nTheLand of Enchantmentis still dealing with the effects of the massiveCalf Canyon/Hermits Peak wildfire, which burned more than 340,000 acres over four months in 2022. Partly as a response to the largest wildfire in state history, New Mexico has developed aClimate Adaptation and Resilience Plan, published in April, billed as \"a blueprint for a more resilient New Mexico.\" The project aims to bring together state agencies, local governments, Tribal communities and the private sector to put resilience front and center. Despite its many inherent challenges, the state begins the effort with a strong hand in some areas, including abundant renewable energy and minimal flood risk.\n2024 Infrastructure Score:179 out of 425 points (Top States Grade: D+)\nClimate Extremes Index:14.9%\nProperties at risk:69%\nRenewable Energy:54%\n\nTheCornhusker State's heartland location insulates the state from some of the worst effects of climate change, with just 18% of properties at risk from a major climate disaster in the next 30 years. But that doesn't mean Nebraska is without any dangers, particularly in terms of wildfires. \"Nebraska fires are increasing in size and the fire season is extending,\" said State Forester John Erixson in the Nebraska Forest Service's 2023Annual Report.\n2024 Infrastructure Score:202 out of 425 points (Top States Grade: C)\nClimate Extremes Index:22.12%\nProperties at risk:18%\nRenewable Energy:33%\n\nTheCentennial Stateprides itself on being an early mover when it comes to sustainability. Gov. Jared Polis' administration issued its firstGreenhouse Gas Pollution Elimination Roadmapin 2021, with a goal of moving the state to 100% renewable energy by 2040. According to a Polis administrationdashboard, the state is already halfway toward all green energy in government. While wind, wildfire and heat are serious risks, extreme weather is less common than in other parts of the country.\n2024 Infrastructure Score:247 out of 425 points (Top States Grade: B+)\nClimate Extremes Index:14.9%\nProperties at risk:67%\nRenewable Energy:46%\n\nTheGolden Statehas seen more than its share of natural disasters including massive wildfires, coastal storms, mudslides, and more. Indeed, according to First Street Foundation, pretty much every one of the state's more than 11 million properties bears some climate risk, with 95% at risk of a major disaster. But the state is making strides toward mitigating those risks, particularly in terms of its power grid. The state gets as much as 87% of its power from renewables, according to the Energy Department, which also notes that while California is the second-largest energy consumer after Texas, it is the fourth-lowest per capita. On July 11, when the state sweltered under a heatwave and power demand hit nearly 44,000 megawatts,California's grid operator saidit met the demand \"with room to spare.\"\n2024 Infrastructure Score:245 out of 425 points (Top States Grade: B+)\nClimate Extremes Index:20.58%\nProperties at risk:96%\nRenewable Energy:87%\n\nTheMount Rushmore State's comparatively sparse population of about 919,000 people helps it dodge some of the property risk from climate change. Just 34% of South Dakota properties are at risk of major climate-related damage. But where the state really shines from a sustainability perspective is in renewable energy. The state routinely gets around 80% of its energy from renewables, especially wind — more wind power than any state except Iowa,according to the Energy Department. Agricultural waste and other biomass are also abundant energy sources.\n2024 Infrastructure Score:189 out of 425 points (Top States Grade: C-)\nClimate Extremes Index:22.12%\nProperties at risk:34%\nRenewable Energy:77%\n\nTheGem Stateis another leader in renewable energy, with a focus on hydropower. Five of the ten largest power plants in the state are hydroelectric, including theIdaho Power's Brownlee plant— the largest privately owned conventional hydroelectric facility, located along the Oregon border. While a large percentage of Idaho properties are susceptible to climate risk, the danger of flooding is relatively minimal.\n2024 Infrastructure Score:195 out of 425 points (Top States Grade: C)\nClimate Extremes Index:16.54%\nProperties at Risk:90%\nRenewable Energy:78%\n\nThe desert heat is a major source of risk inThe Silver State, and nearly every property in the state is affected. But Nevada is less susceptible to other perils such as flooding, winds and wildfire. Like its neighbors, Nevada is a big user of renewable energy. Here, the renewable of choice is solar, which has nearly tripled since 2016, according to the Energy Department. And with so much sunshine, the state leads the nation in solar power potential. Nevada is also a leader in geothermal energy. The Energy Department says Nevada trails only its much larger neighbor California in geothermal-sourced power production. All those renewable sources power a grid that is reliable, in America's most sustainable state.\n2024 Infrastructure Score:236 out of 425 points (Top States Grade: B)\nClimate Extremes Index:14.9%\nProperties at Risk:98%\nRenewable Energy:74%"
    }
]