[
    {
        "url": "https://www.healthcare-brew.com/stories/2024/07/15/digital-health-startups-continue-to-recover-from-a-tough-2023-closing-more-vc-deals",
        "heading": "Digital health startups continue to recover from a tough 2023, closing more VC deals",
        "bio": "The startups have so far raised $5.7 billion in the first half of 2024, researchers found.",
        "author_name": "Maia Anderson",
        "date": "2024-07-15",
        "body_text": "The digital health startup market is recovering after a tough 2023.\nThe first half of this year has been characterized by smaller but more frequent venture capital (VC) deals, more early-stage deals, and a thawing IPO market, according to a report from digital health strategy group and venture fund Rock Health.\nOverall, US digital health startups raised $5.7 billion in the first half of the year, Rock Health researchers found. While that’s slightly less than the first half of 2023 ($6.1 billion), the number of deals closed is on the uptick, with 266 closing in H1 2024 compared to 244 in 2023.\nIf dealmaking continues at the same pace, Rock Health analysts expect digital health startups could raise more money and close more deals this year than they did in both 2023 and 2019, which is the year before VC investing skyrocketed during the pandemic.\n“Funding momentum (especially at the early stage) and the tapering of transition measures like unlabeled rounds hint that we might be returning to more ‘normal,’ sustainable venture patterns,” Rock Health researchers wrote in the report.\nThe earlier the better: The report shows that most of the deals closed in the first half of this year (84%) have been early-stage deals.\nSome large Series A raises include Zephyr AI, an artificial intelligence (AI) precision medicine startup, which closed a $111 million deal in March with funding from investors including Eli Lilly and Epiq Capital Group, and biosensor startup Allez Health, closing a $60 million Series A+ deal in May led by Korean in vitro diagnostics company Osang Healthcare.\nMore Stories\nSTARTUPS\nPrivate equity-owned healthcare companies increasingly going bankrupt, report finds\nDIRECT CARE\nHere’s what healthcare leaders expect for the rest of 2024\nDIRECT CARE\nWellhatched founder Holly Singh discusses the day-to-day of running a fertility startup\nAI-focused digital health startups continued to get a lot of VC attention in the first six months of 2024—38% of those that raised Series A rounds deal with the tech—according to Rock Health researchers. Plus, 34% of the overall dollars invested in digital health in H1 2024 went to AI-based startups.\nOverall, the most popular firms capturing VC dollars in the first half of the year, per the report, were those focused on treating a specific disease or related to mental health.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nAnother popular feature of digital health startup deals for the last several quarters has been unlabeled deals (meaning companies aren’t attaching a name like Series A or B to the funding round).\n“Unlabeled rounds tend to spike during periods of transition between market conditions, when startups need access to capital but don’t meet benchmarks for their next labeled raise and/or are trying to delay tough conversations on topics like valuation,” researchers wrote in the report.\nBut the prevalence of these special rounds is starting to fade as the deal market stabilizes and startups aren’t as strapped for cash. In the first half of 2024, 40% of deals were unlabeled, compared to 48% in Q1 2024 and 44% during 2023, as Healthcare Brew previously reported.\nThe number of unlabeled rounds is still much higher than in previous years (7% in 2020 and 4% in 2019), but the researchers said the slowdown “could mark the beginning of our return to a ‘more normal’ cadence of labeled raises.”\nComeback kid? Digital health startups are also (slowly) returning to the IPO market. After a quiet year of no digital health IPOs in 2023, three startups went public in Q2 2024: Nuvo, a remote fetal monitoring platform; Waystar, a healthcare revenue cycle management company; and Tempus AI, an AI-based precision medicine company.\nPrivate equity firms have also taken an increased liking to digital health startup acquisitions, Rock Health researchers noted; PE firms scooped up 10 digital health startups in the first half of the year—more than in all of 2023.\nThe researchers noted, however, that there’s still much uncertainty over how the digital health market will perform in light of the presidential election and as retailers like Walmart sell off their digital health capabilities."
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/06/25/pair-team-ceo-talks-connecting-nonprofits-to-healthcare-services",
        "heading": "Pair Team CEO talks connecting nonprofits to healthcare services",
        "bio": "The startup works with organizations including shelters and food pantries to help them provide healthcare services.",
        "author_name": "Maia Anderson",
        "date": "2024-06-26",
        "body_text": "Welcome to Making Rounds, where we spotlight voices from across the healthcare industry. Want to be featured in an upcoming edition? Click here to introduce yourself.\nThis edition of Making Rounds spotlights Neil Batlivala, co-founder and CEO of Pair Team, a startup that works to connect underserved communities to healthcare services. Batlivala talked with Healthcare Brew about how Pair Team partners with nonprofits, what healthcare services the team provides, and how the company’s business model works.\nThis interview has been lightly edited for length and clarity.\nWhat does Pair Team do?\nWe build telemedicine clinics on-site at nonprofits. We go to housing providers—like shelters or transitional or adult-living facilities—we go to food pantries; we go to sobering centers. And we help bring clinical capabilities to these more underserved communities to help connect them to high-quality care.\nHow we do that is a combination of upskilling and workforce development. We actually train the staff at our nonprofit partners to provide the services. This gives them a new revenue stream, so it can be very impactful from not just a mission perspective to provide more services to clients, but also to give them access to what we call an earned revenue model…and then we equip them with [things] like an iPad for telemedicine services, wireless blood pressure cuffs, glucometers, weighted scales.\nWe’re focused initially right now in California. We’re close to 140, 150 [employees]. A bulk of the workforce is the care team…community health workers, nurse practitioners, primary care providers, licensed clinical social workers, registered nurses.\nWhat kind of healthcare services do you help nonprofits provide?\nFull comprehensive primary care and preventative care services. We do clinical, behavioral, and we’ll also do social support coordination services. If we work with one of the clients at a housing provider, we can get people an annual wellness visit, help them get mental health check-ins with a behavioral health therapist. But then we’ll also be able to help them coordinate for rental assistance if they’re trying to graduate from the program…we view clinical, behavioral, and social care all together.\nMore Stories\nSTARTUPS\nDigital health startups are closing more deals with smaller check sizes\nDIRECT CARE\nHere’s what healthcare leaders expect for the rest of 2024\nDIRECT CARE\nFewer US adults put off seeking medical care due to cost during Covid, study finds\n[We work with] north of about 60 [nonprofits]…and more than 3,000 high-needs patients. So these are folks suffering from homelessness, severe mental illness, substance use, those recently transitioning from incarceration.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nHow does your business model work?\nIt turns out that there are a lot of individuals on Medicaid who don’t have the luxury of thinking about their health as much as they should be, just because there’s so much else going on. They’re a single mom who’s trying to think about, “Where am I going to sleep? How am I going to go pick up my kids?” Because of that, when health issues come up, they go to the emergency room in the hospital. They let issues build up, build up, build up, until they end up in hospital—which is very costly to the health plan. What the health plans do is they partner with us because we’re saying, “Hey, if we can get preventative care services to these individuals prior to that hospitalization, prior to that emergency department visit, prior to that urgent care visit, it’s actually more cost-effective.” It’s kind of a win-win. It’s more cost-effective for the individual to get that preventative care.\nSo your model is essentially saving money for health plans?\nExactly."
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/06/05/could-waystar-s-usd1b-ipo-signal-a-comeback-for-digital-health",
        "heading": "Could Waystar’s $1b IPO signal a comeback for digital health?",
        "bio": "No digital health companies went on the public markets in 2023.",
        "author_name": "Maia Anderson",
        "date": "2024-06-05",
        "body_text": "In a move that some analysts say may signal the return of the initial public offering (IPO) to the digital health market, revenue cycle management company Waystar said in a May 28 filing with the US Securities and Exchange Commission (SEC) that it will seek a public exit that could raise up to $1 billion.\nThe digital health market has had a tough year, with no IPOs in all of 2023. Comparatively, the industry saw roughly 20 public exits in 2021. The recent slowdown in the broader IPO market is linked to several trends, including high interest rates and some high-profile bankruptcies, according to Adriana Krasniansky, head of research at digital health strategy group and venture fund Rock Health’s advisory arm.\n“It’s not that easy to go public in any sector, but it’s been especially hard for companies in the digital health sector because they’ve seen other digital health players have a hard time on the public markets,” Krasniansky told Healthcare Brew\nSo, why now? There are a few factors at play that set the stage for Waystar to IPO now, Krasniansky said.\nFor one, the overall IPO market beyond digital health is starting to thaw, according to Krasniansky and other investment strategists.\nAlso, some late-stage digital health companies are facing pressure to exit in some way from investors and employees looking for a liquidity event, whether that’s an IPO or another type of public exit like a merger or acquisition, Krasniansky said.\nThird, there are some digital health companies on the public market that are doing well and setting a positive example.\n“[Those companies] have really found their footing when it comes to reporting quarterly and managing their guidance, so there’s probably a stronger…peer set that some of these players can look for to better see what they should expect,” Krasniansky said. “Now, you have a little bit more foresight into what things might look like for you because you have some of these proxies or peers in the market.”\nMore Stories\nSTARTUPS\nDigital health startups are closing more deals with smaller check sizes\nDIRECT CARE\nSteward is under federal investigation over alleged fraud\nDIRECT CARE\nFewer US adults put off seeking medical care due to cost during Covid, study finds\nLastly, going public opens a company up to new investors, which is important at a time when the cost of capital in the private markets is high and investors are spending more conservatively, Krasniansky added.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\n“Especially for some companies that are more private equity-backed, or those that have high debt burdens, it could be pretty interesting for them to go public as a way to broaden their access to different investors or a broader class of investors,” she said.\nLooking ahead: Waystar’s IPO could inspire others to take their shot at going public, but it’s going to take roughly a quarter to really tell, according to Krasniansky.\n“Going public sometimes can be a decision that’s inspired by other companies doing so, but it’s also a very individual decision for each company,” she said. “It’s not always easy to compare apples to apples, and say because one or two digital health companies are going public that more will follow.”\nThere has already been some momentum in the digital health market this quarter. While Waystar is the largest digital health IPO of 2024, it’s not the first. Tempus AI, a precision medicine company, filed to go public on May 20 and reportedly plans to raise up to $100 million, though the company didn’t disclose pricing terms in its SEC filing.\nWhether or not Waystar’s IPO will make venture capitalists more comfortable investing in the digital health space remains “the million-dollar question,” according to Krasniansky.\n“If the IPO market were to open a bit more or thaw a bit more, there may be conversations that begin again about many of these late-stage players exiting publicly,” she said. “However, it’s still important to remember that…several digital health companies left the public markets in the past several quarters.”\nMoving forward, Krasniansky said she hopes digital health companies will take “really measured steps…about exiting onto the public markets, because the public market comes with a lot of responsibility.”"
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/05/02/private-equity-owned-healthcare-companies-increasingly-going-bankrupt-report-finds",
        "heading": "Private equity-owned healthcare companies increasingly going bankrupt, report finds",
        "bio": "Private equity firms rely heavily on debt—a business model that doesn’t always translate to healthcare, experts say.",
        "author_name": "Maia Anderson",
        "date": "2024-05-02",
        "body_text": "Navigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nHealthcare bankruptcies surged in 2023, and it turns out many of the companies that went under had one thing in common: private equity (PE) ownership.\nAt least 21% of the 80 healthcare companies that filed for bankruptcy last year were PE-owned, according to a report from the nonprofit Private Equity Stakeholder Project (PESP).\n“PE’s excessive use of debt and aggressive financial strategies put healthcare companies at risk, and in turn threaten the stability of critical healthcare resources across the country,” Eileen O’Grady, research and campaign director at PESP, wrote in the report.\nIn addition to the 17 PE-owned healthcare companies that filed for bankruptcy in 2023, there were at least 12 bankruptcies among healthcare companies with venture capital backing, representing another 15% of the year’s total bankruptcies, according to the PESP report.\nComparatively, there were just eight bankruptcies in 2019 among PE-owned healthcare companies, the report noted.\nOne of the reasons the number of bankruptcies among PE-backed healthcare companies has increased is that the PE business model relies on high debt levels, O’Grady wrote in the report. That makes companies “more vulnerable to changing market conditions, including high interest rates and rising labor costs,” she wrote.\nInterest rates increased 11 times between March 2022 and July 2023 (from 0.25% to 5.5%), according to PESP.\nHealthcare companies have also faced rising labor costs and staffing shortages, and many have relied on more expensive contract labor, which compounds financial challenges, O’Grady noted.\nSome PE firms have seen multiple healthcare company bankruptcies in recent years. KKR, one of the largest publicly traded PE firms, owned both staffing firm Envision Healthcare and cancer care provider GenesisCare—both of which filed for bankruptcy in 2023, according to PESP. The firm still owns three other healthcare companies with a high risk of default, O’Grady wrote.\nThe PE-owned bankruptcy trend is expected to continue, according to PESP.\n“Another wave of PE-driven healthcare bankruptcies is expected in 2024—almost all [93%] of the most distressed US healthcare companies are owned by PE firms,” O’Grady wrote in the report.\nThe consequences of a healthcare company bankruptcy are more than just financial. It can cause a lack of healthcare access and lead to overburdened providers, according to PESP.\n“The rise in bankruptcies raises questions about how the private equity business model creates risk for the healthcare system,” O’Grady wrote. “Private equity’s heavy use of debt to fund its healthcare investments is becoming a major liability for its portfolio companies as interest rates have risen and remained elevated and labor costs for many healthcare companies have skyrocketed.”"
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/04/12/digital-health-startups-are-closing-more-deals-with-smaller-check-sizes",
        "heading": "Digital health startups are closing more deals with smaller check sizes",
        "bio": "The number of deals closed in Q1 2024 is up, but the average size of the deals is down, a Rock Health report found.",
        "author_name": "Maia Anderson",
        "date": "2024-04-12",
        "body_text": "After a tough funding year for digital health startups, the first quarter of 2024 saw a flurry of deals announced—a “positive signal” that the funding landscape is looking up, according to Adriana Krasniansky, head of research at digital health strategy group and venture fund Rock Health’s advisory arm.\nOverall, the number of digital health funding deals (133) that closed in Q1 was the highest in six quarters, though the average deal size ($20.6 million) was smaller, according to a Rock Health report. Total funding for digital health startups was $2.7 billion, the lowest level since 2019.\nAn increase in the frequency of deals—even if they’re smaller—is a good sign, according to Krasniansky.\n“That means that investors and founders are coming to conclusions and decisions and are making funding moves,” she said.\nInvestors are starting to look at different metrics—proven outcomes and healthy margins—when deciding which startups to put money into, rather than factors like projected growth rates, Rock Health researchers found.\n“I think what [that] really tells us is [investors are] looking for companies that work now, not companies that work in the future,” Krasniansky said. “There’s less leeway for companies to point to a future path to profitability or point to a future outcome…There needs to be those signals of both healthy business model and efficacious product now.”\nMore Stories\nSTARTUPS\nPrivate equity-owned healthcare companies increasingly going bankrupt, report finds\nPAYERS\nWhat CMS’s proposed reimbursement codes could mean for the digital therapeutics industry\nDIRECT CARE\nUS News shares annual best hospitals list\nA significant percentage (40%) of the digital health startups that closed deals in Q1 were artificial intelligence (AI)-focused, Rock Health researchers noted. For example, Abridge, which uses generative AI to create notes for both clinicians and patients, closed a $150 million Series C round in February. Zephyr AI, an AI-focused precision medicine company, raised $111 million in a Series A round in March, and Ambience Healthcare, an AI-powered startup that created what it calls an “operating system for healthcare,” raised $70 million in February.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nMany startups that closed deals in Q1 also opted for unlabeled funding rounds, which are those that aren’t attached to a label like Series A, B, C, etc. Of all the deals closed in Q1, 48% were unlabeled, compared to 44% for all of 2023, Rock Health researchers found.\nKrasniansky said it’s not always clear why startups choose to do an unlabeled round, but that the rounds can indicate “really positive things, like an investor wants to add on to a prior round.”\nAn uptick in unlabeled rounds also shows that there’s more flexibility in dealmaking, she added.\nThe digital health landscape has also changed since several companies have gotten delisted from the Nasdaq or the New York Stock Exchange, the Rock Health report noted. Three companies—Science 37, Better Therapeutics, and Veradigm—were delisted in Q1 2024. Another nine companies have been delisted since 2022, and six more are at risk of delisting, according to Rock Health.\n“We’re watching a big change moment for not only digital health’s publicly traded cohort but for the entire cohort of companies that have been considering going public,” Krasniansky said. “I’m really interested in what the changes in the public market ultimately mean for private market activity. I’m also really interested [in] how it reflects to us how Americans are thinking about digital health in relation to healthcare.”"
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/04/12/health-tech-startups-tend-and-cedar-partner-to-simplify-dental-patient-billing",
        "heading": "Health tech startups Tend and Cedar partner to simplify dental patient billing",
        "bio": "The dental payment experience is “opaque” and “confusing,” according to Tend.",
        "author_name": "Maia Anderson",
        "date": "2024-04-12",
        "body_text": "Dental startup Tend aims to simplify the patient billing process via a partnership with health tech startup Cedar, the companies announced on April 11.\nThe US spends roughly $165 billion per year on dental services as of 2022, according to professional organization the American Dental Association—but the payment experience can be “opaque” and “confusing,” Matthew Fitzgerald, chief marketing officer at Tend, told Healthcare Brew.\n“From the outset, Tend has sought to innovate the dental experience by leveraging technology and hospitality to build a company around the patient,” Tend CEO Troy Bage said in a statement. “By partnering with Cedar, we’ll be able to streamline and simplify the payment process for all our members—further enhancing their overall experience with Tend, while unlocking new ways for us to elevate engagement.”\nTend, which was founded in 2019, has about 25 locations across the US and roughly 200,000 patients. The startup’s goal is to make the dental experience enjoyable for patients, with offices designed to put patients at ease, according to Fitzgerald. Everything from color, smells, and sounds in the offices are carefully curated, he said.\n“We started with the patient first…and worked backwards,” Fitzgerald said. “Our observation and insight was maybe there was an opportunity to infuse the [dental] category with technology and modernity and make it a much more tech-enabled patient experience.”\nCedar is an online platform that partners with healthcare providers, including hospitals and physician groups, to digitize patient billing and make the process more transparent. The company works with roughly 25 million patients each year, according to Cedar. After a Tend office visit, patients can use Cedar’s mobile-friendly website “because nobody downloads an app just to pay a bill,” according to Florian Otto, Cedar’s co-founder and CEO.\nMore Stories\nSTARTUPS\nPrivate equity-owned healthcare companies increasingly going bankrupt, report finds\nDIRECT CARE\nFewer US adults put off seeking medical care due to cost during Covid, study finds\nDIRECT CARE\nHere’s what healthcare leaders expect for the rest of 2024\nThe payment process can be personalized using patient data, like whether a bill is paid faster via text or email, Otto added.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nCedar also tracks where patients are in the payment process.\nIf Cedar detects that a patient is struggling to understand or pay a bill, Cedar will follow up with communication that may include connecting the patient to a company representative or offering a financing option, Otto added.\nInability to pay a bill is a common issue—roughly a quarter of US adults either have medical or dental bills that are overdue or that they cannot afford, according to a survey conducted by KFF Health News and NPR.\nThe average dental practice has a 95% collection rate, meaning they lose roughly 5% of annual revenue to uncollected payments, according to 2018 data from dental management consulting company Levin Group.\nSimplifying the billing process benefits both patients and Tend—patients get a better payment experience, and Tend is able to successfully collect more payments, Otto said.\nBoth Otto and Fitzgerald said the main success metric they’ll watch to see is the net promoter score, or NPS—a widely used figure companies use to measure customer satisfaction.\nFitzgerald said the partnership will help Tend “bring transparency and certainty to payments in dental that just does not exist.”\n“Anytime you can create that level of trust with the patient to give them options in how they pay—just to put it at their fingertips—that’s a sea change when it comes to payments in healthcare,” he added."
    }
]