[
    {
        "url": "https://fortune.com/2024/09/06/u-s-economy-jobs-august/",
        "title": "U.S. economy adds 142,000 jobs in August and unemployment rate ticks down to 4.2 per cent",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Christopher Rugaber",
        "author_info": {
            "author_name": "Christopher Rugaber",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Hiring by America’s employers picked up a bit in August from July’s sluggish pace, and the unemployment rate dipped for the first time since March in a sign that the job market may be cooling but remains sturdy. Employers added 142,000 jobs last month, up from a scant 89,000 in July, the Labor Department said Friday. The unemployment rate ticked down to 4.2% from 4.3% in July, which had been the highest level in nearly three years. Collectively, Friday’s figures depict a job market slowing under the pressure of high interest rates but still growing. Many employers are responding to the resilience of consumers, who stepped up their spending in July, even after adjusting for inflation. With inflation falling steadily back to the Federal Reserve’s 2% target, the Fed is preparing to cut its key interest rate from a 23-year high. Friday’s mixed report on the job market raises the question of how large a cut the Fed will announce after it meets Sept. 17-18. The central bank could reduce its benchmark rate by a typical quarter-point or by a larger-than-usual half-point. Wall Street traders now foresee a roughly 50-50 likelihood of either scenario, according to futures prices. America’s labor market is now in an unusual place: Jobholders are mostly secure, with layoffs low, historically speaking. Yet with the pace of hiring having weakened, landing a job has become harder. In its report on August hiring, the government also sharply revised down its estimate of job growth for the previous two months. July’s gain was revised down from an initial estimate of 114,000 to 89,000, June’s from 179,000 to 118,000. In the past three months, hiring has averaged only 116,000 a month, down sharply from an average of 211,000 a year ago. In a major speech last month, Chair Jerome Powell suggested that the Fed’s policymakers have all but tamed inflation through high interest rates and don’t want to see the job market weaken further. The central bank is trying to achieve a “soft landing,” in which it succeeds in driving inflation down from a 9.1% peak in 2022 to its target level without causing a recession. A lower Fed benchmark rate will lead eventually to lower borrowing costs for a range of consumer and business loans, including mortgages, auto loans and credit cards. For now, companies are posting fewer job openings and adding fewer workers, while Americans are far less likely to quit their jobs now than they were soon after the economy rebounded from the pandemic. In a strong job market, workers are more likely to quit, usually for higher-paying opportunities. With quits declining, it means fewer jobs are opening up for people out of work. Becky Frankiewicz, North American president of the staffing firm ManpowerGroup, said that uncertainty around the presidential election and the Fed’s next moves are causing many companies to hold back on new investments and hiring. “There’s a whole world waiting to see what happens with our election,” she said. “We have this great waiting game. No one wants to make big moves yet.” Still, Frankiewicz said the job market appears to be stable for now. “The bottom isn’t falling out, and we’re not seeing a rocket ship,” she said. “It’s stability.” A slower pace of hiring is often a precursor to layoffs — one reason why the Fed’s policymakers are now more focused on sustaining the health of the job market than on continuing to fight inflation. Recent economic data has been mixed, elevating the importance of the jobs report, which is among the more comprehensive economic snapshots the government issues. The Labor Department surveys roughly 119,000 businesses and government agencies and 60,000 households each month to compile the employment data. The Fed’s Beige Book, a collection of anecdotes from the 12 regional Fed banks, reported that many employers appeared to have become pickier about whom they hired in July and August. And a survey by the Conference Board in August found that the proportion of Americans who think jobs are hard to find has been rising, a trend that has often correlated with a higher unemployment rate. At the same time, consumer spending, the principal driver of economic growth in the United States, rose at a healthy pace in July. And the economy grew at a solid 3% annual pace in the April-June quarter. Later Friday, Christopher Waller, a member of the Fed’s Board of Governors, is scheduled to discuss the economic outlook in a speech at the University of Notre Dame. Waller, an influential member of the governing board, may provide insights into the Fed’s next moves. Substantial rate cuts by the Fed could spur some companies to start hiring more quickly, some labor market experts say."
    },
    {
        "url": "https://fortune.com/2024/09/06/bill-gates-misinformation-burden-generations-freedom-speech-rules/",
        "title": "Bill Gates identifies the biggest burden being passed on to his children after seeing his daughter harassed online",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Eleanor Pringle",
        "author_info": {
            "author_name": "Eleanor Pringle",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "There are many problems billionaire tech tycoon Bill Gates is hoping to help solve:  eradicating polio, water sanitization and agricultural development to name a few. But one frontier he worries is being passed on to future generations is misinformation.  Misinformation is a problem, the Microsoft co-founder said, which we are “handing to the younger generation.” Speaking to CNBC Make It Gates, worth $158 billion per the Bloomberg Billionaires Index, said he had been naive in assuming that “when we made information available, that people would want correct information.” A high-profile figure himself, Gates has seen scrutiny extend to his family. His daughter Phoebe, in particular, has struggled with being harassed online.  “Hearing my daughter talk about how she’d been harassed online, and how her friends experienced that quite a bit, brought that into focus in a way that I hadn’t thought about before,” Gates—a father of three—continued.  Gates’s youngest daughter has previously spoken about the misconceptions about her family and relationships, including being “memed for being in an interracial relationship.”  An internet meme is an image or video, usually intended to be humorous, which is spread online. Despite being aware of how misinformation is spreading online, Gates said he can understand why certain audiences flock to platforms that reflect their views—a phenomenon known as confirmation bias. “We have context where we want correct information like hopefully when we want medical advice,” Gates said. “But then we kind of like, in our community and enclave, have these shared views that kind of pull us together.” He explained: “Even I will wallow. Let’s say there’s a politician I don’t like, and there’s some article online criticizing him a little bit. I’m like, ‘Oh, that’s such a good critique [and] I enjoyed reading it, even if it was exaggerated.’” Fellow billionaire Elon Musk is seemingly not a fan of Gates—and Gates’s probing questions about how to control the spread of incorrect information online may not have helped the relationship.  Gates said in the interview released yesterday: “We should have free speech.  “But if you’re inciting violence, if you’re causing people not to take vaccines, where are those boundaries?  “Even the U.S. should have rules, and then if you have rules, what is it? Is it some AI that encodes those rules? You have billions in activity and if you catch it a day later the harm is done.” This isn’t the first time Gates has proposed the emerging technology as a tool against misinformation and deepfakes (images and videos which are incredibly realistic but are not authentic.) In a blog post on his website, GatesNotes, in July the Bill and Melinda Gates Foundation founder wrote: “This will be a cyclical process: Someone finds a way to detect fakery, someone else figures out how to counter it, someone else develops counter-countermeasures, and so on.  “It won’t be a perfect success, but we won’t be helpless either.” Musk, the CEO of Tesla and owner of X—the platform previously known as Twitter—is a free-speech absolutist who may not take kindly to the notion of rules being placed on what he can say. Musk believes freedom of speech is the “bedrock of democracy” and has vowed to battle apparent censorship of his platform.  The SpaceX founder is currently engaged in a fierce battle with lawmakers in Brazil over their decision to ban the platform in the country, alleging the site spread hate speech and fake news. That being said, a debate over how to control misinformation wouldn’t be the first time the views of Musk and Gates have been at odds. In July, for example, Musk threatened Gates would be “obliterated” for apparently holding a bearish position on Tesla stock.  Fortune could not confirm whether Gates still owns a short position on the EV maker.  Likewise, Gates believes his management style is better than Musk’s—a boss he believes may push “too hard.” Musk has also claimed Gates doesn’t understand artificial intelligence, saying his insight on the topic is “limited.”  Musk tweeted in March of last year, in response to an essay written by Gates on the subject: “I remember the early meetings with Gates. His understanding of A.I. was limited. Still is.” Misinformation may just be the latest of many topics on which the billionaires will have to agree to disagree."
    },
    {
        "url": "https://fortune.com/europe/2024/09/06/darktrace-ceo-poppy-gustafsson-steps-down/",
        "title": "Darktrace CEO and former Mike Lynch protege Poppy Gustafsson steps down before $5.3 billion takeover completes",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Ryan Hogg",
        "author_info": {
            "author_name": "Ryan Hogg",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2023/09/Hogg.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Darktrace CEO and co-founder Poppy Gustafsson has stepped down with immediate effect and will be replaced by the company’s chief operating officer as the company enters the final stages of a multi-billion takeover. The British cybersecurity firm, which is the subject of a $5.3 billion acquisition by U.S. private equity giant Thoma Bravo, announced that COO Jill Popelka will take the reins at Darktrace starting today. “Darktrace has been a huge part of my life and my identity for over a decade and I am immensely proud of everything we have achieved in that time,” Gustafsson said in a statement. The timing of Darktrace’s announcement, made on a Friday, and the immediacy of the change, will cause speculation about the machinations behind the scenes at the British cybersecurity darling. Popelka only joined Darktrace as a non-executive director in January before taking on the role of COO in May following the Thoma Bravo announcement. She previously worked at Snap Inc, Accenture, and SAP SuccessFactors. Popelka’s role as Darktrace COO was the same as that occupied by Stephen Chamberlain, a co-defendant alongside Mike Lynch in a criminal fraud trial in the U.S. over HP’s 2011 acquisition of Autonomy. Chamberlain died in August after being hit by a car while running in Cambridgeshire. “We are fully supportive of Poppy and the Board’s succession plan. Jill is the perfect leader to build on Poppy’s tremendous legacy at Darktrace as it embarks on this next phase of its life given her immense experience of scaling and maturing fast-growing businesses,” said Andrew Almeida, a partner at Thoma Bravo.  “She cares deeply about people, about serving customers and about creating a company with a sense of mission and purpose at its core.” A representative for Darktrace declined to comment further on the statement. Gustafsson co-founded Darktrace in 2013 alongside a team of mathematicians, entrepreneurs, and intelligence experts. She previously worked as a corporate controller at Lynch’s Autonomy before its highly controversial $11.7 billion sale to HP, now HPE.   Lynch was an early backer of Darktrace through his venture capital fund Invoke Capital. He held around 3% of the company when he was killed after the Bayesian yacht he was on sank in the Mediterranean Sea in August. Darktrace floated on the London Stock Exchange in 2021 during the global tech boom. It soared to a £5.7 billion ($7.5 billion) valuation in September of that year before falling back and hovering at the £2 billion ($2.6 billion) mark for several months. Darktrace’s links to Lynch and Autonomy proved to be a monkey on the company’s back in its brief time as a public company. The group was targeted by short-sellers last year after U.S. hedge fund Quintessential Capital Management raised concerns about the accuracy of Darktrace’s financial statements. An independent review of Darktrace’s accounts by Ernst & Young found no need for the company to amend its previous financial statements. In April, Thoma Bravo agreed to acquire Darktrace for £4.3 billion ($5.3 billion). The deal was seen as a fresh hit to the LSE, which has watched several companies leave in recent months in search of higher valuations in rival stock exchanges or on the private market.  Darktrace disclosed Thursday it was waiting for one foreign regulatory approval as part of the Thoma Bravo acquisition, due September 28, after which it would seek a U.K. court sanction to close the deal."
    },
    {
        "url": "https://fortune.com/2024/09/06/harris-must-awaken-the-nation-from-the-sleeper-effect-at-the-debate-with-trump-and-dispel-the-oft-repeated-falsehood-that-the-booming-u-s-economy-isnt-doing-so-well/",
        "title": "Harris must awaken the nation from the ‘sleeper effect’ at the debate with Trump—and dispel the oft-repeated falsehood that the booming U.S. economy isn’t doing so well",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Jeffrey Sonnenfeld",
        "author_info": {
            "author_name": "Jeffrey Sonnenfeld",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Writing in the journal Public Opinion 1951, Yale researchers Carl Hovland and Walter Weiss labeled their postwar studies on the trick of persuasive messaging regardless of the truth as “the sleeper effect.” They found that a message lingers through repetition, even if factually unfounded. Now just days away from the historic debate between Vice President Kamala Harris and former President Donald Trump, the Harris debate prep must consider how to counter the tidal wave of misinformation at this first meeting between these two leaders. And how to respond when Trump falsely claims, as he just did in Michigan again, “Over the past four years, Kamala and crooked Joe Biden have presided over an economic reign of terror, committing one financial atrocity after another. As Vice President, Kamala cast the deciding votes that caused the worst inflation in American history. You’re all victims of it. We all are.” Surely, Harris’s advisors believe the wisdom of our first president, George Washington, who in 1799 famously suggested that the best defense is a good offense. Harris has that offensive prep down cold. She speaks with eloquence about issues like abortion rights, public health, gun safety, family safety net, and the rule of law, on which Trump is most vulnerable. Of tragic irony, after triggering massive violence, assaults on police, and 74 failed court cases, Trump has now admitted that he actually lost the 2020 election. However, Harris does need to protect her flank from economic falsehoods which have been repeated so often that even centrist media and Democratic loyalists improperly fear them. As Trump bellows to crowds, “Are you better off economically than you were four years ago?”, the answer should be a loud YES! Here are the facts about the economy and immigration the Harris-Walz campaign must master proudly rather than be sheepishly defensive or diversionary. In the June debate against Biden, Trump said, “We had the safest border in history in that final couple of months of my presidency.” Trump then doubled down on his border record at the Republican National Convention saying, “Under my presidency, we had the most secure border and best economy in the history of our country.” Trump did not have the safest or most secure border—even in recent history—and U.S.-Mexico border crossings are no longer as dire as Trump may lead voters to believe. Annual encounters at the U.S.-Mexico border under President Trump averaged 488,164. Under his predecessor, President Barack Obama, annual encounters averaged 408,493, more than 16% lower. Even in those “final couple of months” of Trump’s presidency, Obama had lower numbers with 43,251 in December 2016 and 31,576 in January 2017, compared to 73,994 and 78,414 for Trump. Currently, President Biden can also claim to be beating Trump with the latest figures from July 2024 at 56,408. Encounters have steadily declined after Biden-Harris took executive action to secure the border, only after Trump acolytes in Congress blocked the passage of a bipartisan border bill at the former President’s request. At an August rally, Trump criticized Harris’ “radical liberal policies…[that] have caused horrific inflation,” blaming Bidenomics for the rapid rise in prices since 2020. Such claims oversimplify the sources of inflation and insult the intelligence of voters. Blaming Harris for Bidenomics is a highly contested topic even among economists with no political motive. Inflation can be attributed to five sources, most of which could be attributed to COVID-19 and idiosyncratic supply shocks, factors no president could control. Under Biden-Harris, inflation did spike to 9.1%, but inflation has also been wrangled down to 2.9%, near historic levels. Inflation woes were not unique to the U.S. The U.K., under Conservative leadership, saw a peak of 11.1%, while Canada and Germany faced highs of 8.1% and 8.8%, respectively. Nor should excess government spending be attributed to Biden-Harris alone. Trump passed pandemic relief programs that injected $3.6 trillion into the economy, compared to Biden-Harris at $1.9 trillion. Biden-Harris should be recognized for bringing real wage growth back to working Americans after COVID-19’s devastating effects. The latest reading of real average hourly earnings increased 0.7% from July 2023 to July 2024. Real disposable personal income per capita is also up 5.1% since February 2020, immediately before COVID-19 hit. In dollars, per two studies from the Joint Economic Committees of Democrats and Republicans, income growth has outpaced price growth by $3,776 since 2021 (peak inflation was June 2022). Trump claimed in the June debate: “The country was growing like never before, and we were ready to start paying down debt.” On an equivalent basis, as debt accumulated per year in office, Trump saddled America with more debt than any president in U.S. history. Controlling for the effects from COVID-19, Biden-Harris still outperformed Trump. Gross new borrowing under Trump amounted to $8.8 trillion, or $5.2 trillion excluding pandemic relief, compared to Biden-Harris at $6.2 trillion and $4.3 trillion for the same respective categories, as of June 2024. Extrapolating the $4.3 trillion figure through the end of the Biden-Harris term places their borrowing below that of Trump’s. Again, in the June debate, Trump said, “But [Biden’s] got the largest deficit in the history of our country.” Trump oversaw the largest spending deficit in any year since World War II. Full-term net spending increases under Trump were also greater than Biden-Harris, with or without pandemic relief. The last full fiscal year in office for Trump outspent revenues by $3.1 trillion (14.7% of GDP). Trump’s gross net spending increases, including interest, were $5.9 trillion, or $2.8 trillion without pandemic relief, compared to Biden-Harris at $4.3 trillion, or $2.3 trillion without pandemic relief. Trump’s 2017 Tax Cuts and Jobs Act is estimated to add $2 trillion to the budget deficit from FY2018-2028. Biden-Harris passed $1.9 trillion in deficit reductions, while Trump can claim only $0.4 trillion. The Penn Wharton Budget Model recently estimated Trump’s economic proposals would increase primary deficits by $5.8 trillion over the next decade, while the full Harris plan would reduce primary deficits by $1.7 trillion. “Dollars that are sitting [in the Inflation Reduction Act] not yet spent, we will redirect that money for important projects like roads, bridges, dams,” Trump stated at the 2024 Republican National Convention. Trump made similar promises to invest in infrastructure during his 2016 primary campaign against Hilary Clinton promising to spend more than $500 billion. He never delivered. The Biden-Harris administration has—at historic levels. Biden-Harris’ Bipartisan Infrastructure Law and Inflation Reduction Act dedicated more than $700 billion to strengthen and modernize U.S. infrastructure. The administration has announced nearly $454 billion in funding to more than 56,000 projects and awards across the country. Projects include over 165,000 miles of roads, 9,400 bridges, 450 ports and waterways, and 300 airport terminals, among many others. In August, Trump posted on his Truth Social platform: “Most new jobs under Biden went to illegal Immigrants. Additionally, he got what is known as Covid Bounce-back jobs…He did terribly on jobs.” Controlling for COVID-19 complexities, Biden-Harris still saw more employment gains than Trump by a wide margin, with jobs going to both native-born and foreign-born workers. The Washington Post recently analyzed Trump and Biden-Harris job creation, controlling for COVID-19 by measuring performance in the middle two years of their terms. Otherwise, Trump could be credited for losing 2.7 million jobs, and Biden-Harris adding 15.8 million. Under Trump, 4.4 million jobs were added, compared to Biden-Harris with 7.4 million. Both Trump and Biden-Harris have seen the rate of unemployment remain resilient at historically low levels. The Biden-Harris performance also includes unemployment of Black workers reaching an all-time low. Federal Reserve data shows over half of all changes in employment levels went to native-born workers under Biden-Harris. In a recent Meet the Press interview, Senator JD Vance claimed Trump brought more manufacturing jobs back to America, while Biden-Harris did not. The Trump presidency saw manufacturing jobs decline, largely due to COVID-19, but even controlling for the pandemic, Biden-Harris still outperformed Trump. Approximately 172,000 manufacturing jobs were lost under the full Trump Administration, compared to 765,000 manufacturing jobs added so far under Biden-Harris. Controlling for COVID-19, the middle two years of Trump’s presidency gained 237,000 manufacturing jobs, while Biden-Harris saw 358,000. After his recent Silicon Valley campaign fundraiser, Trump bragged, “One of the primary reasons for the endorsement was the four years that we had in office, which was the best four years ever for high tech…especially as it relates to AI and all of the other new and brilliant technologies coming right at this moment.” Trump touts his efforts to promote technical innovation and loudly complains about the need for America to recapture its competitive edge in advanced manufacturing against partners such as Taiwan. Biden-Harris did less talking—and acted by passing the CHIPS and Inflation Reduction Acts. Notable accomplishments highlighted by Trump to “ensure American leadership in technology and innovation” include naming national research and development priorities, investing small sums for high-tech research institutes, and promoting the deployment of broadband internet. Little was done to incentivize domestic chip production, contributing to the major chip shortages during the pandemic. Meanwhile, Biden-Harris dedicated $280 billion from the CHIPS Act and $500 billion from the Inflation Reduction Act to fund domestic chip production, expand the advanced economy, and catalyze innovation. Much of that money is already benefiting businesses and workers, such as directing $40 billion to actually connect households to broadband, infusing half a billion dollars into a dozen regional tech hubs, and galvanizing nearly $400 billion in private capital for semiconductor investment. As a result, the Semiconductor Industry Association predicts U.S. manufacturing of the world’s advanced logic chips will significantly increase over a 10-year period, from 0% in 2022 to 28% in 2032. Biden-Harris have also acted to restrict the transfer of sensitive technologies to competitors without unduly impeding global free trade through their “small yard, high fence” philosophy. Trump took an alternative approach, often undermining his own administration’s efforts to limit tech transfers through a questionable blend of national security and personal motives. “I will declare a national emergency to allow us to dramatically increase energy production, generation, and supply, which Comrade Kamala has destroyed,” Trump exclaimed at a recent Michigan campaign rally. Oil and natural gas production under Biden-Harris has far exceeded Trump’s record. The Biden-Harris success also extends to renewable energy production, with renewable outpacing coal and nuclear production in 2022 for the first time. Under Biden-Harris, the U.S. is producing around record rates of 13.4 million barrels per day of oil as the world’s single largest producer, 30% more than major producers such as Russia and Saudi Arabia, and 1 million barrels more than the previous record of 12.3 million under Trump. Similarly, Biden-Harris have seen record natural gas production rates of 125 billion cubic feet per day, far higher than under Trump, and record renewable energy production of 912 million megawatt-hours, compared to 783 million under Trump. Biden-Harris have even issued 50% more permits for oil and gas drilling on federal lands than under Trump. In his acceptance speech at the 2024 Republican National Convention, Trump claimed, “Just a few short years ago under my presidency, we had the most secure border and the best economy in the history of our country, in the history of the world.” Controlling for COVID-19, Trump did see a strong economy, but the Biden-Harris administration has overseen a slightly stronger one. Moreover, Biden-Harris can claim to have the strongest economy in the world right now. Annualized real GDP growth over the full Trump term was 1.7%, compared to Biden-Harris at 2.5%, as of June 2024. Looking at the first three years of each president’s term to control for COVID-19 (GDP returned to 2019 levels between Q4 2020 and Q1 2021), Trump realized an annualized real GDP growth rate of 2.58%, while Biden-Harris can claim a rate of 2.59%. Signaling the strength of the U.S. economy, the World Bank revised its latest global growth outlook upwards by 0.2% points after stronger-than-expected growth in the U.S. accounted for 80% of the upgrade. When asked about January 6 during the June debate, Trump retorted: “And let me tell you about January 6th, on January 6th…we were respected all over the world…what happened to the United States’ reputation under [Biden’s] leadership is horrible.” As in America, Trump led the U.S. into a questionable reputation among partner and non-partner countries, while Biden has turned the numbers around despite spikes in global aggression. International peers expressed overwhelming confidence in Biden-Harris leadership compared to Trump in the latest annual survey by Pew Research Center. The Biden-Harris responses to both the Russia-Ukraine and Hamas-Israel wars have bolstered these views. Domestically, Biden-Harris have secured bipartisan military support for each country amounting to $175 billion and $12.5 billion, respectively. Internationally, Biden-Harris have organized effective global responses to match each situation. While both volatile wars continue, they have not spread thanks to Biden-Harris interventions. The Pew survey also found that “the share of the public that thinks the U.S. listens to countries like theirs has been on the rise” and has reached record highs in 12 countries. Since 2020, Biden-Harris have powered a significant increase in the share of countries who view the U.S. as the leading economic power, with the World Bank now proclaiming U.S. economic strength is powering 80% of their positive forecasts for 2025. Just this week, a Goldman Sachs economic forecast projected GDP growth under Harris and not under Trump. Trump somehow discovered the “sleeper effect” without going to Yale. Harris and Walz’s advisors need to wake up to the sleeper effect too. The opinions expressed in Fortune.com commentary pieces are solely the views of their authors and do not necessarily reflect the opinions and beliefs of Fortune. "
    },
    {
        "url": "https://fortune.com/2024/09/06/extreme-networks-emphasizes-goals-wins-drive-performance/",
        "title": "To drive performance, this tech leader emphasizes goals and wins",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Nick Rockel",
        "author_info": {
            "author_name": "Nick Rockel",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "For Norman Rice and his team, performance is about setting goals. But it’s also about celebrating the wins that result, both smaller and larger. “The thing that we really galvanize around and motivate around is accomplishing a goal together,” says Rice, chief commercial officer of Extreme Networks, which makes networking hardware and software. Whether it’s meeting a sales target or pulling off an acquisition, Extreme makes a point of acknowledging that performance. “We call people out, we recognize them from various parts of the organization,” says Rice, who leads more than 1,000 employees worldwide across the sales, services, and supply chain teams. “And then when we get bigger wins, we roll those out monthly within our sales function, quarterly across the company.” This year, Extreme—a Cisco challenger whose customers include FedEx, the NFL, and Volkswagen—went a step further. It launched the annual Impact Awards, which honor groups of up to 10 people for important projects. The five awards come with cash bonuses for each winning team. “Sharing the accolades and the reward with others is paramount,” Rice tells me. “Because a lot of times, you create silos or friction between groups. ‘Oh, the sales guy got paid. What about me?’” When it comes to measuring performance, Rice has a simple rule: “Set clear and concise goals.” He does that with his direct reports during their annual review, which is just the start of tracking performance. Rice then integrates quarterly and annual goals with what he calls “two-by-twos.” Once a month, he meets with each direct report to ask a few key questions about what needs to happen in the next 30 days. “What are we doing? What do we need to focus on?” They track progress from the previous month, making adjustments if necessary, Rice explains. “It’s constant encouragement and alignment with each other, in addition to normal one-on-ones or normal staff meetings.”  Once a quarter with his direct reports, Rice also takes stock of the employees they supervise by using the 9-box grid, a talent management tool that assesses people on performance versus potential. “I get to learn more about how they talk to and think about their team members.” As a group, the leadership team does the same exercise to identify high-potential employees. “Simply having somebody on a box, I mean, it’s as silly as that,” Rice says. “But that measurement sparks the dialogue, and the dialogue is where you learn the most and you give each other constructive feedback.” To help top talent grow and succeed, Extreme recently launched a 12-month program called Emerge. The program, which takes nominations and currently has 24 participants, aims to help entry-level employees develop their leadership and broader professional skills. Participants meet monthly with a mentor and attend development events, among other activities. Honest communication and feedback about performance builds trust between employee and manager, but it must be continual, Rice stresses. “If it’s once a month or once a year, you’re not really building a rapport, and you don’t really know the person very well,” he says. “But if you’re doing it pretty consistently, you know them well enough to be able to speak openly.” Trust is foundational for Rice. “If you trust somebody, you’ll find a way to believe that there are things that are possible,” he says. “If you don’t, you’re going to find a way to believe that things aren’t possible.” Which is no way to win. Nick Rockelnick.rockel@consultant.fortune.com Bad call?As Kevin O’Leary sees it, employees who disconnect outside work hours don’t inspire trust. The Shark Tank host railed against a new Australian law that gives workers the right to ignore messages from the boss during personal time. O’Leary, who said he’d fire people for not taking his calls, seems to have missed the fact that the law takes emergencies into account. But he can’t be the only business leader who wants to pull the plug on right-to-disconnect. Foreign exchangeHere’s yet more evidence that China can’t be trusted to stay out of U.S. politics. Linda Sun, former deputy chief of staff for New York state Gov. Kathy Hochul, faces federal charges of being an undisclosed agent of the Chinese government. Accused of money laundering conspiracy and several other crimes, Sun brought Beijing’s influence to bear on the governor’s office, prosecutors said. For their trouble, she and her husband allegedly got benefits, including cash they spent on homes and luxury cars. Count on China to protest too much. Screen testTom Hanks has joined the chorus of mistrust over deepfakes. The Hollywood star just warned fans that fraudsters are using his name and voice to peddle snake oil—as California pushes ahead with legislation to stop actors’ work from becoming AI fodder. For actors union SAG-AFTRA and other proponents, the goal is to protect jobs and pay while also stemming the flow of misinformation. There are many better roles for AI. Money for nothingCounting on bonuses to drive employee performance? You might want to rethink that plan. Research shows that often, paying people for performance makes them do a worse job, Sasha Rogelberg writes. Take a recent study that explored the impact of cash bonuses on workplace absenteeism. To encourage apprentices at a German retail chain to come to work, researchers gave extra vacation days to one group and money to another. Neither approach cut absences, but the group that took the cash began showing up less. Back to the drawing board... “Divisive politics always put social good initiatives on the front lines of the culture wars. So it’s no surprise that some politicians have targeted sustainability initiatives and ESG—a values-based investment strategy with goals to achieve environmental and societal impact. Under constant political pressure, it wasn’t long before some were even declaring the death of ESG. As we enter the final few months of a highly competitive presidential race, it seems that reports of the death of ESG may have been greatly exaggerated. One recent survey found that 52% of global business leaders agree ESG leads to lower costs and 69% say it leads to lower risks. Sustainable business initiatives have gotten a second wind—and with it, a rare opportunity to reconsider how we frame the climate crisis. That means abandoning some of the alarmist messaging that may have put sustainability in the political crosshairs to begin with—and highlighting the importance of childlike imagination and creativity, especially in facing complicated challenges.” Well, that’s some much-needed good news. Now that ESG has survived a brush with death, it’s time for a different attitude about climate change, says Sophie Ozoux, co-founder of creative agency Kin. Ozoux makes a case for ditching the traditional doom-and-gloom narrative, which aims to scare people into taking the crisis seriously. So, how’s that working out? As Ozoux explains, the alarmist approach to encouraging sustainable behaviors can invite potshots from climate skeptics, while others simply tune out the message. She cites studies suggesting that fear-based ads not only fall flat but also fail at inspiring people to make real changes. The solution? It’s child’s play. Now that we have no choice but to adapt to climate change, Ozoux says, some enthusiasm for the task would go a long way. For her, that means harnessing the power of storytelling to capture young people’s imagination and give them a reason to build a better tomorrow. Yogurt brand Chobani did just that with an animated short showing a world where nature and technology grow together. The climate crisis may be a matter of life and death, but we could all benefit from sharing that sense of wonder and possibility, which so often vanishes with childhood."
    },
    {
        "url": "https://fortune.com/2024/09/06/gold-stocks-year-your-portfolio/",
        "title": "Gold is beating stocks by 7% this year. Should you add it to your portfolio?",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Greg McKenna",
        "author_info": {
            "author_name": "Greg McKenna",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Stocks have had a great year, despite Tuesday’s sell-off and the market swoon in early August. Gold, however, is doing even better. The metal is up about 30% in the past year, compared to roughly 23% for the S&P 500. Gold’s spot price sits above the $2,500 mark, down slightly from an all-time high set before Labor Day. Long viewed as a safe-haven asset and hedge against inflation, gold has historically lagged behind both inflation and equities, said Rob Haworth, a senior vice president and investment strategist at U.S. Bank. “You’re doing well as a stock investor,” Haworth said. “You’re doing well as a gold investor, and that’s maybe a little more of the unusual thing, which tells you this environment’s a little different than what we’ve seen in the last 30 years.” New investors can sometimes acquire physical gold, typically in the form of bars or coins, from their bank or brokerage. If not, they can head to precious metal dealers or even Costco. For those wishing to avoid the hassle and expense of storing gold, not to mention transaction fees and insurance, popular exchange-traded funds like SPDR Gold Shares are an easier way to gain exposure to the metal. Options on gold futures or ETFs allow investors to hedge or make bets on the metal's price movements, while stocks or ETFs for gold miners provide exposure to the industry itself. For most of the last fifty years, however, being a so-called \"gold bug\"—the term for someone bullish on gold, perhaps because they're skeptical of fiat currency—hasn't paid.  Gold's rise over the last few years can be partially explained by post-pandemic inflation, Haworth added. A more important factor, however, could be an uptick in central bank purchasing. The trend was highlighted by China’s recent 18-month buying spree, a move seen as an attempt to help diversify its reserves away from the dollar and guard against currency depreciation. That effort could be heightened, Haworth said, as both the Republican and Democratic presidential tickets have called for increased tariffs and other protectionist measures, particularly against China. “Foreign buyers are just a much smaller proportion of the Treasury market than they used to be,” Haworth said, “and that money has to flow somewhere—to the extent that they're still doing trade—and that can be gold.” He noted those purchases are typically very discreet, however, as central banks compete to buy a commodity valued for its relatively stable supply. “It's kind of like when Warren Buffett's buying or selling securities,” he said. “You hear about it well after it's done.” When the U.S. fully abandoned the gold standard in 1971, gold’s status as a safe-haven asset became embedded in market lore, Haworth said. When historically high inflation and a depreciating dollar took hold at the end of the decade, investors had nowhere else to go. “It was the heyday for commodities,” Haworth said. “It's kind of what made the commodities as a diversifier trade work in the research data. And then that hasn't exactly been the case ever since.” Therefore, Haworth warns investors against rushing to make gold a part of their portfolios. Liquidity can be tricky, and selling after a price increase is as much a timing game as anything else. “We see some tactical value in it,” he said. “But from a long-term fundamental perspective, we're not clear how it would actually contribute to a financial plan.” Sounds like there might be better ways to hedge against market risk than snapping up those Costco gold bars.  "
    },
    {
        "url": "https://fortune.com/2024/09/06/goldman-sachs-hundreds-of-laid-off-bankers-face-toughest-job-market-since-early-covid-era/",
        "title": "Goldman Sachs’ hundreds of laid-off bankers face toughest job market since early Covid era",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Michael del Castillo",
        "author_info": {
            "author_name": "Michael del Castillo",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2024/05/IMG_1403-e1717018777644.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "The latest batch of hundreds of Goldman Sachs bankers to lose their jobs as part of the investment giant’s annual culling exercise will face a much bleaker jobs market than the last round of under-performers. There’s 9.4% fewer banking and finance jobs available today than there were a year ago, according to the Indeed Job Posting index, which tracks the 7-day trailing average of job postings by sector. There’s currently 1.36 million American banking jobs, according to U.S. Bureau of Labor Statistics data— 33,000 fewer than last year, meaning those job seekers must compete for fewer opportunities. The shrinking job market for bankers is even worse if you look back to August 2022, when there were 47% more jobs on Indeed than there are today, and 45% more on Santa Monica-based competitor, Zip Recruiter. In total, there’s 16,500 fewer American banking jobs today than there were back then. The reduction in jobs coincides with a record year for banks. The Dow Jones U.S. Banks Index that tracks the weighted average performance of American banks of all sizes has increased by 41% over the year ending September 6.  Those two things are likely related, according to Andrew Crowell, vice chairman of wealth management for investment firm D.A. Davidson. Crowell says the current bull run “could continue for several more years” and relies heavily on tech investments. “Bringing efficiencies to businesses,” he says, “whether through computerization, automation, AI, or culling from the bottom of the least productive individuals in a company is just good discipline.” Cromwell’s observations are consistent with a Citigroup report in June, which predicted 54% of banking jobs could be “displaced” by artificial intelligence, more than any other industry. There is, however, reason for optimism. In spite of the net decrease in banking jobs according to the Bureau of Labor Statistics, Zip Recruiter is already seeing an uptick in job postings since a year ago. It’s also important to note, that Goldman isn’t the only bank that routinely culls its weakest performers. Both JPMorgan and Citi also annually cut under performers, and all three are also hiring. Goldman’s global head of communications told Fortune in a statement that the bank expects to employ more people in 2024 than in 2023. “Our economy has reopened,” says Crowell. “Supply chains have have smoothed out the disruptions we saw globally have now loosened.”"
    },
    {
        "url": "https://fortune.com/well/2024/09/06/how-to-talk-with-your-kids-about-school-shootings/",
        "title": "How to talk with your kids about school shootings",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Cheyanne Mumphrey",
        "author_info": {
            "author_name": "Cheyanne Mumphrey",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Mass shootings have effects on communities that are felt long after the day’s tragedy. School shootings in particular can have physical, emotional and behavioral effects on kids. Many health experts, including psychologists and grief counselors, remind people there are resources to support students’ mental and emotional health as they grieve and process. Here’s how they say families should address traumatic experiences with their kids. It takes time to process emotions, regardless of age, so adults should start by taking care of themselves. That said, experts encourage parents to have conversations with their children and not avoid the topic, if kids indicate a willingness to talk about it. “If they are not hearing about it from you as their parent, they will hear about it from their friends at school,” says Emilie Ney, director of professional development at the National Association of School Psychologists. It’s OK for caregivers to say they don’t have all the answers and not force the conversation, according to guidance from the National Child Traumatic Stress Network. Being available and patient is key.This isn’t just a job for parents and guardians. All adults should remember to be available for the kids in their life. After all, not all children have trusted adults they can speak with, said Crystal Garrant, chief program officer at Sandy Hook Promise, a nonprofit group that works to prevent suicides and mass shootings. For instance, she said, adults who work in before-school or after-school programs should ask the kids in their care open-ended questions, do community-building activities or provide kids with other opportunities to share openly. They may not have the opportunity to do so otherwise. How much children are able to understand a situation will depend on their age and development, Ney said. “There is no specific age target for these conversations,” said Garrant, who has a 9-year-old daughter. “But make sure that younger children understand the word that you’re using. When we say safety, what does it mean to feel safe? How does it feel in your body? What does it sound like when you’re not safe?”Some children may have emotional and behavioral responses to traumatic events, such as anxiety, nightmares or difficulty concentrating. Younger children need simple information and reassurances their schools and homes are safe, guidance from the National Association of School Psychologists notes. Older children have a deeper capacity for understanding and could benefit from hearing about what agency they might have to keep themselves safe. Recognizing, acknowledging and validating children’s emotions are key, said Beverly Warnock, executive director of the National Organization of Parents of Murdered Children based in Cincinnati.“You need to get those feelings out and be honest,” she said. “Don’t try to squash the feelings or not talk about it. It’s something that will be with you for the rest of your life.”The process of navigating emotions after a shooting can be confusing and frustrating for people, Ney said. “The stages of grief are not necessarily sequential. People may go in and out of the various different phases, and it may be that it doesn’t really hit someone until a week later,” Ney said.Psychologists hope to reassure people their feelings are normal and they don’t have to pretend they are unaffected. “Even if you didn’t know anyone involved, even if they were very far away from you, it is okay to grieve,” Ney said. “It shows that you care about others.” After acknowledging the emotional response, Warnock said, there is comfort in knowing life goes on.“You will find a coping skill, and you will be able to enjoy life again,” she said. “You may not feel that way now, but it does happen. It’s just going to take some time.” If you or someone you know are experiencing distress because of a mass shooting, you can call the 24/7 National Disaster Distress Helpline. The number is 1-800-985-5990, and Spanish speakers can press “2” for bilingual support. To connect directly to a crisis counselor in American Sign Language, call 1-800-985-5990 from your videophone."
    },
    {
        "url": "https://fortune.com/europe/2024/09/06/pwc-tipping-balance-hybrid-working-tracking-workers-locations/",
        "title": "PwC is ‘tipping the balance’ of hybrid working and will start tracking its workers’ locations",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Orianna Rosa Royle",
        "author_info": {
            "author_name": "Orianna Rosa Royle",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2022/12/Royale.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "PwC has demanded staff spend less time working from home—and it’s going to start tracking their location to ensure they comply.  The accountancy firm informed its 26,000 U.K. employees in a memo that from January they’ll be expected to be at their desks—or with clients—at least three days a week, or for 60% of their time.  Previously staff were expected to spend two to three days working in-person. What’s more, to ensure staffers are not secretly working from home (or at a beach) when they shouldn’t be, the company will monitor how often they’re working from the office, in the same way it monitors how many chargeable hours they work. Every month, workers will be sent information about their “individual working location data” which will even be shared with their in-house career coaches, according to the Financial Times. A spokesperson for the company confirmed to Fortune that the announcement only impacts U.K. staff.  “Face-to-face working is hugely important to a people business like ours, and the new policy tips the balance of our working week into being located alongside clients and colleagues,” Laura Hinton, Managing Partner at PwC UK, said in statement.  “This feels right for our business and right for our people, given our focus on client service, coaching, and learning and development,” Hinton concluded while emphasising that this doesn’t mark the end of flexible working at the firm.  “We continue to offer flexibility through hybrid working.” PwC wouldn’t confirm whether the new measures have been brought in to clamp down on worker’s dodging the company’s current mandate.  However, Hinton’s memo suggested that there are currently inconsistencies in how worker’s are interpreting the company’s policy and that by tracking who’s in—and who’s not—management can ensure it’s being applied “fairly and consistently” across the business. “We all benefit from the positive impact of a hybrid approach, but the previous guidance of at least two to three days a week was open to interpretation,” she wrote in the memo seen by the FT.  The new policy comes as research shows that London workers are in the office just half the week—less than many other major global cities.  This is partly because workers are resisting their bosses’ in-office mandates: While employers in London are asking staff to come in 3.1 days a week on average, employees are actually showing up only 2.7 days. Although a return to face-to-face working in the U.K. capital is particularly “sluggish”, according to the report from Centre for Cities—Toronto is the only major city measured to do worse—employees dodging RTO requests has become a global phenomenon. Even in Sydney, where workers face the most demanding RTO policies at four days per week, they’re still only heading to the office for 2.8 days.  Likewise, in Singapore workers are being asked to work from the office for 3.6 days of the week—but are only showing up for 3.2 days. Although PwC’s location monitoring measures are unusual, many major employers have started clamping down on remote working after unsuccessfully trying to convince workers to volunteer more of their time in the office. Earlier this year, rival firm EY began formally keeping track of swipe-card entry data collected by its turnstiles to track how often employees were coming into the office. Likewise, Dell is giving its workers literal red flags for not swiping their badges enough. Meanwhile Amazon is putting an end to “coffee badging” by setting a minimum-hour obligation on in-office days. To that end, TikTok even launched its own internal app, “MyRTO” which monitors in-office attendance and asks them to explain absences. At the same time, there’s a growing cohort of defeated CEOs who are taking the path of least resistance: Having witnessed RTO mandates’ negative impact on employee engagement, retention and recruitment, many are softening their stance on working from home. KPMG surveyed U.S. CEOs of companies turning over at least $500 million and found that just one-third expect a full return to the office in the next three years. That marks a complete turnaround from their stance last year, when 62% of CEOs surveyed predicted that working from home would end by 2026."
    },
    {
        "url": "https://fortune.com/2024/09/06/rivian-tesla-electric-vehicles-elon-musk-rj-scaringe-investors/",
        "title": "Rivian CEO says he deliberately didn’t follow the same strategy that Elon Musk set out at Tesla",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Christiaan Hetzner",
        "author_info": {
            "author_name": "Christiaan Hetzner",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2019/09/Hetzner_bio.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "When RJ Scaringe first founded Rivian in 2009 a year after the Tesla Roadster hit markets, he came to an important conclusion that would fundamentally alter the path of the EV startup. For Rivian to succeed, it needed its own distinct identity and investment story that differentiated it from Elon Musk’s carmaker.  “One of the things so important to me with Rivian is to make sure we weren’t covering the same ground as Tesla,” he told the Grit podcast hosted by venture capital firm Kleiner Perkins this week. A diehard gearhead who, growing up, owned a Porsche 928 engine even before he had a driver’s license, Scaringe was dead set on starting his own car company after college.  The natural thing to do, in his mind, was to create enthusiasm for a new brand by launching an electric sports car that other gearheads would fall in love with and then use that success to move into the mass market. “That was of course how Tesla’s strategy played out and it worked wonderfully well for them,” he said. “We were starting in a similar logic space, and I realized somebody’s done that already, and done that well with Tesla. So the pivot to a completely different product and experience was a very intentional effort to create a new story.”  Two years later, in 2011, he shifted to developing a sporty electric coupe to focus on the pickup truck and SUV segment.  But this then came with its complications when seeking to raise capital, he would later find out.  “The kinds of questions we would get [from early investors] looking back now it’s comical, but people were like ‘what if they get wet?’, ‘can they go off road?’, and ‘what if it hits a really large bump?’,” explained.  Much like Musk, Scaringe struggled for years to keep the company afloat, always looking to deliver on a milestone target to unlock the next tranche of investor capital that would keep the lights on for the next three or four months. That was in part due to the unique challenges of the car industry, where heavy upfront capital is needed before the first vehicle can be built. These high barriers to entry for new startups contrast sharply with the asset-light business model of digital platform companies other tech investors are used to. “Different than typical software startups—where you can have an idea, build a crude version of it, show there’s demand, then scale the idea—the first dollar of revenue in a business like this takes many billions of dollars of spend,” Scaringe explained on the podcast. Scaringe said he later found it far easier to raise risk capital, starting around 2017 and 2018—coincidentally the time Tesla proved with its Model 3 that there is broad appeal for EVs. Shortly thereafter both Amazon and Ford invested money in the EV startup. In 2021, Scaringe even timed his IPO for Rivian perfectly, raising money at the peak of the EV hype just when he began delivering his first vehicles. Yet his company is by no means out of the woods yet. Earlier this year, Scaringe took a gamble by shutting down its Illinois plant to retool assembly and onboard entirely new suppliers in a bid to lower the production cost of the R1T truck and its sibling SUV, the R1S.  As a result, Rivian predicted it would see zero growth this year as a result of the shutdown, restart and subsequent production ramp.  In addition to nabbing a crucial investment from ailing carmaker Volkswagen, Scaringe is getting help from an unlikely source: Musk himself. The Tesla CEO has been alienating many of his progressive car buyers, actively engaged with Kremlin-backed social media accounts, and provided full throated support to Donald Trump, warning civilization as a whole is at risk if the climate change denier is not elected. By comparison, Scaringe barely ever posts anything on X and when he does talk, he warns about the need to reduce carbon emissions by transitioning away from fossil fuels.  This continued focus on the mission has won the Rivian founder a number of deserting Tesla customers in market like California, a key stronghold for Musk but one where he’s losing ground. Scaringe’s automaker is now the fastest growing car brand in an economy that nominally—without adjusting for purchasing power—is the size of a Germany or Japan in dollar terms. Still, Scaringe didn’t look to rub it in Musk’s nose about it.  “Tesla’s been absolutely inspiring,” he said on the podcast."
    },
    {
        "url": "https://fortune.com/europe/2024/09/05/rolls-royce-shares-tumble-cathay-engine-fire-tufan-erginbilgic/",
        "title": "Rolls-Royce shares tumble as EU orders Airbus A350 inspections after Cathay engine fire",
        "published": "2024/09/05",
        "published_date": "2024-09-05",
        "author": "Oliver Smith",
        "author_info": {
            "author_name": "Oliver Smith",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Rolls-Royce saw its shares tumble as much as 2.5% on Thursday as the ongoing investigation into an engine fire on a Cathay Pacific aircraft put the spotlight on the British engine company. Its shares are now down over 5% since the fire in Taiwan on Saturday morning. The European Union’s aviation safety agency (EASA) said Thursday it will require the inspection of at least some of the Airbus A350s in operation after an engine fire on a Cathay Pacific aircraft. “EASA is taking precautionary measures to prevent any further similar occurrence,” the agency said. “We will require a one-time fleet inspection, which may be applicable only to a portion of the A350 fleet.” Hong Kong-based Cathay, one of the largest operators of the A350 jetliner, grounded 48 planes for checks on Monday after a Zurich-bound flight had to return to the city shortly after take-off. Inspections found defective engine fuel lines requiring replacement on 15 of the A350s powered by Rolls-Royce engines, forcing the cancellation of dozens of flights in Asia. EASA indicated in a statement an engine fire had been behind the Zurich-bound flight having to turn back. “An A350-1041 aircraft operated by Cathay Pacific on flight CX383 from Hong Kong to Zurich experienced an in-flight engine fire shortly after take-off,” EASA said, adding the fire was “promptly detected and extinguished.” The agency said the incident was the subject of a safety investigation led by the Air Accident Investigation Authority of Hong Kong (AAIA) and added it is taking “precautionary measures to prevent any further similar occurrence.” EASA said the inspections would seek to “identify and remove from service any potentially compromised high pressure fuel hoses” and said the compliance time frame was still being determined and would be detailed later Thursday in an EASA Emergency Airworthiness Directive. Cathay had indicated Monday that “the component was the first of its type to suffer such failure on any A350 aircraft worldwide”. The incident prompted other airlines in the region to carry out similar checks on their A350-900 and A350-1000 models, which are powered by Rolls-Royce Trent XWB-84 and XWB-97 engines, respectively."
    },
    {
        "url": "https://fortune.com/2024/09/05/nvidia-ceo-jensen-huang-torture-employees-to-greatness-culture/",
        "title": "Nvidia’s CEO would rather ‘torture employees to greatness’ than fire them",
        "published": "2024/09/05",
        "published_date": "2024-09-05",
        "author": "Chloe Berger",
        "author_info": {
            "author_name": "Chloe Berger",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Nvidia’s CEO won’t give up on you, which at first might sound nice. But the other foot has seemingly dropped on Nvidia’s employees who are working round the clock because of just how much their executive claims to believe in them. Huang, the CEO of Nvidia, has recently become a giant in the tech world as his AI chip design company soared to a $3 trillion valuation in June. He doesn’t necessarily usher in a different way of working, though: In a fireside chat with Stripe CEO Patrick Collison, Huang praised the value of pushing employees to the brink. “I’d rather torture you into greatness because I believe in you,” Huang said. While he said he was being “tongue-in-cheek,” he added, “I think coaches that really believe in their team torture them into greatness.” When you fire someone, there’s the notion that they can’t learn the job at hand, explained Huang—but he doesn’t really subscribe to that mentality. “I don’t like giving up on people because I think they could improve,” he said. Rather than avoiding putting all his eggs in one basket, Huang strays closer to breaking them. Indeed, accounts of a grueling workplace at Nvidia have recently cropped up. Anonymous interviews from a group of 10 current and former staff members paint a picture of an always-on culture, per Bloomberg. One such former employee spoke of seven-day workweeks and days that end around 1 or 2 a.m. They noted other staff members would sign off at even later hours. The reported “pressure cooker” has led to some tension at the office. Another former worker said she attended seven to 10 daily meetings, where fighting and shouting were common.  This workaholic norm is perhaps coming from the top down. When asked in the same fireside talk about his work-life balance, Huang said the following: “It’s really great. I work as much as I can,” adding that he works from the moment he wakes up until he goes to bed. Huang is always thinking about work, and don’t ask him how he liked the most recent film he watched, because while he might sit there he doesn’t “remember them because I’m thinking about work.” It all leads to a situation not unlike being inside with no recess on an exceptionally nice day. Nvidia workers have a pretty sweet deal when it comes to compensation, as they can contribute up to 15% of their salary to buying company shares at a 15% discount. But because of their long hours, there’s not much of a playground to enjoy their riches with. One former employee described it as being like being tied to “golden handcuffs,” explaining that she didn’t leave for two years because of her wealth-building opportunities. For sure, many workers likely don’t quit because of their vested shares and the potential stock grants vested every four years. Turnover sat at 2.7% in 2023 compared to the general rate of 17.7% in the semiconductor industry, according to Nvidia’s Sustainability Report for 2024’s fiscal year. Part of Huang’s asserted ethos is that he doesn’t want his workers to miss out on their potential. “Oftentimes they’re so close,” he noted. “Could you imagine you gave up just that moment right before you got it? I don’t want you to give up on that, so I’ll just keep torturing you.”  Nvidia declined Fortune‘s request for comment."
    },
    {
        "url": "https://fortune.com/2024/09/05/salesforce-ceo-marc-benioff-ai-agents-agentforce-dreamforce-gen-ai-era/",
        "title": "Exclusive: Marc Benioff has declared a ‘hard pivot’ to autonomous AI agents. Will it be enough for Salesforce to thrive in the generative AI era?",
        "published": "2024/09/05",
        "published_date": "2024-09-05",
        "author": "Sharon Goldman",
        "author_info": {
            "author_name": "Sharon Goldman",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2024/03/Untitled-design-2024-04-02T114832.907-1.png?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "For at least a decade, Salesforce CEO Marc Benioff has emphasized the importance of shoshin, the Japanese word for “beginner’s mind”—including in a 2015 Fortune interview in which he said companies must “constantly be creating the future” and “always be ready to start again.”  In today’s generative AI era, Salesforce is indeed starting again to create its future, with what Benioff calls the company’s “hard pivot” to Agentforce—a new AI agent platform that will make a splashy debut at the company’s annual Dreamforce conference this month. Agentforce lets users quickly build and deploy autonomous AI-powered agents—pieces of software that can make decisions and act on information—that run on top of Salesforce’s existing apps for businesses and automate customer service tasks. Agentforce is meant to be a significant step beyond AI chatbots, like OpenAI’s ChatGPT and Salesforce’s own Einstein GPT, which answer questions but cannot complete tasks that require multiple steps and decision-making.  In an exclusive interview with Fortune, a week before the company’s Q2 earnings report, Benioff once again invoked his “beginner’s mind.” He explained that the next wave of AI will be all about agents, and that as a result, Salesforce, 25 years after its founding, is, in a sense, starting all over again as an AI agent startup. “It is about driving through the innovator’s dilemma,” Benioff said, alluding to Harvard professor Clayton Christensen’s 1997 book, The Innovator’s Dilemma: When New Technologies Cause Great Firms to Fail. “The only way you’re going to do that is with shoshin, a beginner’s mind,” he explained. “You have to start at the beginning and think it all the way through.”  Benioff’s comments were also a response to a recent unflattering blog post by venture capital firm Andreessen Horowitz that cast doubt on Salesforce’s ability to keep its edge in the age of generative AI. The blog post, titled “‘Death of a Salesforce’: Why AI Will Transform the Next Generation of Sales Tech,” said, “AI will so fundamentally reimagine the core system of record and the sales workflows that no incumbent is safe.”  There’s no doubt that Salesforce is the most powerful maker of sales software, known in the tech industry as customer relationship management (or CRM). Today, the company has $38 billion in annual revenue and 75,000 employees. Benioff, Salesforce’s cofounder, who ended up putting legacy corporate software providers out of business, is now Zen about Salesforce itself being potentially disrupted in the same way that Oracle’s Siebel, the CRM leader of the late ’90s and early 2000s, was disrupted by Salesforce. “This is the next big transformation,” he said. “The question is, what is the future of CRM? What is the future for all of our businesses and customers and companies?” The answer, he says, has always been the promise of AI.  But now, Salesforce must prove it can win a fierce AI race against competitors ranging from Microsoft and SAP to HubSpot and ServiceNow. After a rough first quarter, Salesforce delivered strong second-quarter earnings that Benioff used to talk up Agentforce’s planned debut, mentioning it a whopping 39 times during his earnings call. But critics like RBC Capital analyst Rishi Jaluria say the company still must walk the walk when it comes to AI. He said the company talks a big game, as it did during its recent earnings call, but has yet to deliver. Benioff, however, shrugs off the critics, pointing out that Salesforce has hundreds of thousands of customers and the few dozen companies already testing Agentforce, including Wiley, Open Table, and Fossil, “are all like, ‘This is the biggest transformation that we’ve seen in CRM.’” Salesforce, he added, has “done a lot of things strategically to get ready for this next wave—and there’s no question we’re going through one of the biggest, most exciting waves in the history of technology.”  It was a decade ago, at a time of groundbreaking research in machine learning, that Benioff says he had his first “existential moment” around AI.  “I was like, ‘Oh, fuck, AI is going to take over the world,’” he said. “I need to hit the accelerator pedal—and Salesforce was about 10 times smaller.”  Since then, his strategy to speed up AI development has been similar to the company’s overall strategy for mergers and acquisitions, which has famously included spending tens of billions to buy companies including data software company Tableau, workplace messaging service Slack, and marketing technology firm ExactTarget. “What I did was I started buying a bunch of companies and buying a bunch of talent,” Benioff recalled. For example, in 2016 Salesforce acquired AI startup MetaMind, founded by Richard Socher, who became the company’s chief scientist and helped launch Einstein, which was Salesforce’s core AI product in the pre-ChatGPT days (Socher left in 2020 to found AI-powered search engine You.com). By 2021, Salesforce had already developed large language models like CodeGen, which helped the company quickly release generative AI products after OpenAI’s ChatGPT premiered in 2022. Benioff described ChatGPT’s debut as a “wow” moment “where everybody needs to rethink what users look like in a future that is informed by generative AI, not just predictive AI.” In March 2023, Salesforce introduced an LLM-based chatbot called Einstein GPT, which soon expanded to Einstein Copilot, adding AI-powered search and an AI assistant embedded across Salesforce’s applications. However, by May 2024, its shares had plunged 16%, missing revenue expectations for the first time since 2006. Analysts were unconvinced that AI would lift Salesforce’s profitability anytime soon. Salesforce is steadily investing in hot AI startups, including Cohere, Together AI, and Anthropic. But Benioff insists it does not intend to acquire teams developing LLMs, as Microsoft did with Inflection in March and Amazon with Adept in June. “Model teams are going to be duplicative for what we already have,” he said. What Salesforce did not have, however, was a company to help make the best easy-to-build AI agents, which is why it bought AI agent startup Airkit in 2023. Its cofounder, Adam Evans, is now SVP of product for the Salesforce AI platform. Over the next five to 10 years, Agentforce is “really going to be a chance to completely transform our business,” Evans said. Clara Shih, who has served as CEO of Salesforce AI since 2023, said Salesforce may be an incumbent, but it has an important advantage in AI that others don’t: data. “When you look at what enterprises actually need to deploy AI successfully, you need data,” she said. “It’s a huge advantage to be the trusted guardian and steward of data.” One longtime Salesforce customer agrees. Peter Burns, director of marketing and digital at Heathrow Airport, said the organization spent five years bringing together disparate products, services, apps, and websites to create a single customer experience. “Salesforce was very much at the heart of that, and as a result, we’ve seen some really good revenue and service improvements.” After that, it was fairly simple to “switch on” Salesforce’s generative AI offerings, he said, and the organization already uses Einstein Copilot to support contact center agents with automated responses and call summaries. While Heathrow is currently testing Agentforce, implementing it won’t happen overnight, Burns said. But over the next year or two the organization plans to integrate some of the airport’s booking and service capabilities using the platform. Both Benioff and Shih claim the generative AI moment has sparked a cultural moment for Salesforce, particularly as Agentforce prepares for its full launch. “It’s energized and electrified the entire company in a way that it’s hard to describe in words,” said Shih. “Despite our size and scale, just in the last 18 months since ChatGPT, it’s really made the company feel like a startup.” That has led to changes in all things Salesforce, she said, including marketing and customer support. The rapid pace of AI evolution means the entire sales organization now gets training every single week, rather than just a few times a year. According to Benioff, the bottom line is that “we have to pivot the whole company to agents, just as we have to Data Cloud in the last two years,” he says, referring to Salesforce’s platform that brings customer data together from multiple sources across its applications, and that has been a company focus in recent years. That means big changes at Dreamforce, which will draw tens of thousands of Salesforce customers to San Francisco starting Sept. 17. “It’s not going to say, ‘Welcome to Dreamforce’—it’s going to be ‘Welcome to Agentforce,’” he said. “We’re going to put thousands of customers through workshops, getting their agents live at Dreamforce. We’re going to go on a world tour after that, called Agentforce World Tour, with a goal of putting tens of thousands of customers live by January of next year.” But some analysts, like Jaluria, remain skeptical. Being the incumbent with control over so much data may give Salesforce a head start, he said, but it’s not enough to win the AI race. “Generative AI is going to change the way salespeople work, but unless the incumbents can use the head start, they have to actually reimagine the way they do things; it can be really difficult,” he explained. It’s not that customers will start unplugging Salesforce and buy sales software from AI upstarts, he added. “How it starts is, ‘I’m keeping Salesforce, but I’m going to buy something from an AI native company because I can do things that I cannot with Salesforce AI,’” he said. “And then five years from now, we might have conversations about some new AI native CRM that is literally built on top of OpenAI.” For his part, Benioff remains confident about Salesforce’s prospects for AI success. “In the beginner’s mind, I have every possibility,” he said. “In the expert’s mind, I ask you—am I an expert in CRM? I am. Have I been doing enterprise software for 40 years? I have.” Benioff says he believes he and his team have a beginner’s mind—and though they may make some mistakes along the way, and there is more to do, they are ready for what is coming. “Could there be another hot company coming along? I hope so, I mean, it’s the history of our industry, and God bless all of them,” he said. “But we’re also going to do our best as well—this isn’t our first rodeo, and we have a lot of assets to bring to bear, and I think for our customers, we’ll find out over the next six months.” "
    },
    {
        "url": "https://fortune.com/2024/09/05/nvidia-ai-department-of-justice-apple-alphabet-antitrust-investigation-bofa/",
        "title": "The DOJ can’t break up Nvidia party, the stock is staying high, BofA says",
        "published": "2024/09/05",
        "published_date": "2024-09-05",
        "author": "Paolo Confino",
        "author_info": {
            "author_name": "Paolo Confino",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "It’s too early to say whether rumors of a Department of Justice (DOJ) probe into Nvidia will stop its runaway stock, according to Bank of America.  So for now, investors can rest easy. “Until we have more details, we assume no specific material impact on NVDA’s fundamental opportunity,” Bank of America analysts wrote in a note published on Thursday.  On Tuesday, Bloomberg reported the DOJ sent Nvidia subpoenas relating to a possible antitrust investigation. The DOJ is reportedly looking into whether Nvidia made it harder for buyers of its AI chips to switch to other vendors and whether it unfairly penalized customers that didn’t exclusively use its chips.   In a statement to Fortune, Nvidia denied it had been subpoenaed. “We have inquired with the U.S. Department of Justice and have not been subpoenaed,” a spokesperson said in an email. “Nonetheless, we are happy to answer any questions regulators may have about our business.” The company also said it “wins on merit” and that customers are free to choose “whatever solution is best for them.” A spokesperson from the San Francisco office of the Department of Justice, which is reportedly overseeing the inquiry, declined to comment, citing departmental policy. Bank of America did not respond to a request for comment. The supposed inquiry into Nvidia’s dominance in the AI industry began in June, according to Bloomberg.  It is still too early to know the exact nature of the DOJ’s investigation—assuming there even is one—nor whether it will result in a formal complaint. While issuing subpoenas is a clear step in that direction, Bank of America emphasizes that it has “no specific insight into any specific outcome,” leaving it in a holding pattern.    As such, Bank of America reiterated its buy rating, still considering Nvidia a top pick in the tech sector, according to the analyst note. On Thursday, Nvidia’s stock sat at $106.83, having risen 121% this year. Bank of America maintained its price target of $165, which implies the bank still sees 54% upside in the stock. However, over the past five days Nvidia fell 12%.  Bank of America highlighted three points in Nvidia’s favor:  Each of those was meant as some early evidence that Nvidia’s dominance in the chip market was unlikely due to foul play, according to Bank of America.  “Nvidia’s cloud customers are some of the most sophisticated and resourceful in their ability to source chips from multiple vendors, including their internal custom chips,” Bank of America’s note reads.  There is also truth to the fact that Nvidia’s chips do in fact outperform those from its competitors. It regularly scores better than them on the MLPerf industry benchmarks. That led Nvidia to an estimated 75% to 90% market share of the AI chip market, according to CNBC. Last month, as Wall Street eagerly awaited Nvidia’s latest earnings report, there were rumblings that overall demand for AI chips was slowing. Nvidia smashed those concerns when it reported a 122% increase in revenue.  Nvidia is also hardly the only big tech company facing an antitrust probe. Apple and Alphabet are also caught up in cases regarding their business practices—a fact that Bank of America analysts acknowledged, noting that “while every case is different, we also highlight the plethora of government cases ongoing against other large U.S. tech companies over the last several years.”  Stocks for Alphabet and Apple have, so far, remained immune to their respective investigations. This year, Alphabet Class A and Class C shares are up 13% and Apple’s rose just under 20%."
    },
    {
        "url": "https://fortune.com/2024/09/05/florida-texas-boomtowns-condo-glut-hoa-fees-insurance-costs/",
        "title": "Florida and Texas boomtowns are awash in a glut of condos",
        "published": "2024/09/05",
        "published_date": "2024-09-05",
        "author": "Alena Botros",
        "author_info": {
            "author_name": "Alena Botros",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "We may be missing millions of homes, but there seem to be enough condominiums to go around in Florida and Texas. Boomtowns in the two states are seeing their supply of condos skyrocket, and prices fall, according to an analysis from Redfin. But would-be buyers should probably beware the looming annoyance of rules, fees, and searing weather risk.  In Tampa, the number of condos for sale leaped around 57% in July from a year earlier. In Houston, the number of condos for sale rose close to 36% in the same time period. In both metropolitan areas, prices dropped in response. The median sale price for condos in Tampa fell almost 5% in a year, to $237,750; in Houston, the typical price plunged 6.5%, to $159,000. It’s happening in Austin, Dallas, Fort Worth, San Antonio, Fort Lauderdale, Jacksonville, Miami, and Orlando, all to varying degrees. But it’s not exactly reflective of what’s happening nationally. “Nationwide, condo inventory is increasing and pending sales are falling—though not as much as in Florida and Texas—and prices are still rising,” the analysis stated.  So why is it happening in these cities, once billed as pandemic darlings? Well, increasingly high homeowners association fees and soaring insurance costs are making it so nobody wants to deal with a condo anymore. In Florida, HOA fees are especially a problem. At the moment, they’re more than 15% costlier in Tampa, Orlando, and Fort Lauderdale compared to last summer. “HOA fees are increasing because the Surfside condo collapse led to additional maintenance requirements for condos, and because of rising insurance costs,” Redfin said. (During the summer of 2021, in a Miami suburb, a 12-story beachfront condominium tower collapsed; 98 people died. Investigators found several issues with how the building was constructed, and it spurred new requirements.) Then there are insurance costs, alluded to above, as the two are intertwined. The frequency and severity of extreme weather events are increasing. Florida, for one, has lost several insurers as they flee the state, which only worsens the issue for homeowners because they either face wildly high costs or struggle to find coverage at all. “Those rising costs, along with the natural disasters themselves, are scaring off condo buyers and motivating condo owners to sell,” Redfin said. Two other, smaller, reasons behind the glut of condos in Texas and Florida boomtowns: fewer investors and a construction boom. Investors are buying fewer condos all over, and an uptick in apartment construction across the Sunbelt is only adding to the fact that these units are already piling up.  “The condo market isn’t moving,” a Tampa-based Redfin agent said in the analysis. “Most of today’s buyers want move-in-ready single-family homes. It’s much more difficult to sell a condo. Buyers are aware we’re at somewhat of a tipping point for condos, and that their value may continue to decline as HOA fees rise and people grow more wary of buying in a waterfront building.”  However, while the president of CoreLogic’s global insurance solutions business once told me that updates to building codes wouldn’t have an immediate effect, they’d matter in the long run. Buildings would be more resilient, and simply speaking; it would bring down insurance costs. Still, we’re not there yet—and as it stands, natural disasters aren’t going away. Landlords are worried, builders are worried about buyers who are worried, and it’s a multibillion-dollar problem each year."
    },
    {
        "url": "https://fortune.com/2024/09/04/bernie-sanders-ceo-private-equity-debt-bankruptcy/",
        "title": "Bernie Sanders demands answers from CEO accused of loading hospitals with billions in debt and then selling the land underneath",
        "published": "2024/09/04",
        "published_date": "2024-09-04",
        "author": "Steve LeBlanc",
        "author_info": {
            "author_name": "Steve LeBlanc",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Steward Health Care CEO Ralph de la Torre won’t comply with a subpoena to appear before a U.S. Senate committee that is investigating the hospital company’s bankruptcy, his lawyers said Wednesday. De la Torre needs to remain silent to respect an ongoing hospital reorganization and settlement effort, his lawyers said in a letter to Vermont U.S. Sen. Bernie Sanders, who chairs the Senate Health, Education, Labor and Pensions Committee. A federal court order prohibits de la Torre from discussing anything during mediation, the lawyers said. The Dallas-based Steward, which operated about 30 hospitals nationwide, including more than a half-dozen in Massachusetts, declared bankruptcy earlier this year. It has been trying to sell its hospitals in Massachusetts, but received inadequate bids for two of them: Carney Hospital in Boston and Nashoba Valley Medical Center in the town of Ayer, both of which closed last weekend. A federal bankruptcy court on Wednesday approved the sale of Steward’s other hospitals in Massachusetts. Lawyers for de la Torre said the U.S. Senate committee is seeking to turn the hearing into “a pseudo-criminal proceeding in which they use the time, not to gather facts, but to convict Dr. de la Torre in the eyes of public opinion.” “It is not within this Committee’s purview to make predeterminations of alleged criminal misconduct under the auspices of an examination into Steward’s bankruptcy proceedings, and the fact that its Members have already done so smacks of a veiled attempt to sidestep Dr. de la Torre’s constitutional rights,” the letter said. De la Torre didn’t rule out testifying before the committee at a later date. Sanders said in a statement that he’ll be working with other members of the panel to determine the best way to press de la Torre for answers. “Let me be clear: We will not accept this postponement. Congress will hold Dr. de la Torre accountable for his greed and for the damage he has caused to hospitals and patients throughout America,” Sanders said. “This Committee intends to move forward aggressively to compel Dr. de la Torre to testify to the gross mismanagement of Steward Health Care.” Massachusetts U.S. Sens. Edward Markey and Elizabeth Warren, both Democrats, called de la Torre’s refusal to appear before the committee next Thursday outrageous. The committee’s options include holding de la Torre in criminal contempt, which could result in a trial and jail time; or civil contempt, which would result in fines until he appears. Both would require a Senate vote. Markey and Warren said de la Torre owes the public and Congress answers and must be held in contempt if he fails to appear before the committee. “He got rich as private equity and real estate vultures picked apart, and drove into bankruptcy, hospitals that employed thousands of health care workers who served communities in Massachusetts and across the country,” the two said in a joint statement. “De la Torre used hospitals as his personal piggy bank and lived in luxury while gutting Steward hospitals,” they added. De la Torre also refused invitations to testify at a Boston field hearing earlier this year chaired by Markey. Sanders has said de la Torre became obscenely wealthy by loading up hospitals from Massachusetts to Arizona with billions of dollars in debt and selling the land underneath the hospitals to real estate executives who charged unsustainably high rents."
    },
    {
        "url": "https://fortune.com/2024/09/04/california-beauty-queen-accused-ponzi-scheme-maria-dickerson/",
        "title": "California beauty queen accused of stealing millions from friends in Ponzi scheme",
        "published": "2024/09/04",
        "published_date": "2024-09-04",
        "author": "Amanda Gerut",
        "author_info": {
            "author_name": "Amanda Gerut",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Authorities charged Maria “Dulce Pino” Dickerson for running a Ponzi scheme she allegedly used to fund a lavish lifestyle of private jet trips to Las Vegas, designer shopping sprees, and luxe vacations that she flaunted on social media.  An indictment unsealed this week alleges Dickerson, 47, registered a business in 2020 in California, the same year she won a Ms. Woman Nevada pageant. She named the business Creative Legal Fundings, which was a ripoff of a similarly named legitimate business that Dickerson allegedly catfished her investors with. She told potential victims her business loaned money to attorneys to fund personal injury lawsuits and promised fixed rates of return, authorities alleged. She also claimed to have financial backing from two high-powered executives, including the CEO of a multinational casino company.  None of it was true, according to the Department of Justice and the Securities and Exchange Commission (SEC), which both charged Dickerson with varying types of fraud. Dickerson also posted extensively on social media, showing herself on private jets, with luxury goods and competing in adult beauty pageants. Dickerson actually won a Ms. Elite Nevada pageant during the time her Ponzi scheme was allegedly ongoing. Authorities claim her jet-set beauty queen image was meant to deceive investors into giving her money. Dickerson then spent millions on herself, according to the indictment. In 2021, she paid $93,000 for a Mercedes-Benz GLE350, and another $150,000 in 2022 for a Mercedes-Benz EQS V4. She also spent thousands at casinos and bought a sprawling mansion in Sacramento for $1 million in cash and spent $30,000 filling it with new furniture, the court documents show.  Dickerson, who is Filipina American, targeted other Filipinos in her deceits, authorities alleged, and she used new investor funds to pay earlier investors to keep the Ponzi scheme going. She collected about $10 million total from 140 investors, according to the indictment. Last year, dozens of people sued Dickerson in Washington to try to recoup their investments, which ranged from $5,000 to $145,000. Filipina actress Rita Magdalena was ensnared in the Ponzi scheme, and posted on Instagram that many of her friends in San Diego were also friends of Dickerson’s, which led people to believe that her claims were legit.  “Never trust anyone,” Magdalena wrote last year.  Dickerson now faces a litany of 24 counts of wire fraud, seven counts of money laundering and a securities fraud charge. According to the Department of Justice, she could face up to 50 years in prison and nearly $13 million in fines and penalties.  “As alleged, Creative Legal Fundings’ operations were neither creative, nor legal. This was nothing more than fraud perpetrated against retail investors, many of whom were members of the Filipino-American community,” said Monique Winkler, director of the SEC’s San Francisco Regional Office in a statement. Dickerson’s lawyer did not immediately respond to a request for comment. "
    },
    {
        "url": "https://fortune.com/2024/09/04/andreessen-horowitz-shutters-wall-street-south-office/",
        "title": "Andreessen Horowitz shutters its ‘Wall Street South’ office after 2 years because nobody was showing up",
        "published": "2024/09/04",
        "published_date": "2024-09-04",
        "author": "Alena Botros",
        "author_info": {
            "author_name": "Alena Botros",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Miami is a winner in the office space slump. The metropolitan area has outperformed and is set to continue to do so, according to Capital Economics. But its triumph wasn’t enough to save Andreessen Horowitz’s “Wall Street South” office, it seems.   In May, the venture capital firm shuttered its Miami office two years after opening, Bloomberg reported on Wednesday, seemingly relinquishing its hopes of building a presence in what’s become a burgeoning hub for crypto and finance. Miami has been christened the “Wall Street South” as it has evolved into a new frontier financial center with more and more companies, and the billionaires who helm them, migrating to the Sunshine State.  The pandemic (and remote work) was already a thing when a16z signed a five-year lease back in 2022, but crypto hadn’t experienced its meltdown yet. So flash-forward a couple years, and there weren’t enough employees using the office space, according to Bloomberg, which cited people familiar with the matter. The company confirmed the news to Bloomberg, but declined to comment further. In late July 2022, billionaire entrepreneur Ben Horowitz, one member of the founding duo, wrote that the firm would open three new offices in Miami Beach, New York, and Santa Monica in addition to its existing Menlo Park and San Francisco locations, and that its new headquarters would be in the cloud. Tech-heavy metros in the West, especially San Francisco, have been the worst-hit when it comes to office woes befouled by lower demand and higher interest rates. And yet it’s the venture firm’s office in Miami that it has decided to forfeit, one owned by none other than real estate billionaire Barry Sternlicht, a vocal opponent of the Federal Reserve and its monetary policy. Either way, it was only months later that the $30 billion empire that was FTX collapsed in a 48-hour period. So it may be that Miami is no longer the shiny crypto hub it used to be because clearly it isn’t simply remote work that’s forced a16z to pull its physical presence in the Magic City. According to Capital Economics, which earlier labeled Miami “a winner” of the latest office cycle, office visits in the city “had recovered to 90% of their pre-pandemic levels by July, well above the 72% national figure,” it said, citing outside data. Plus, in the second quarter, the Miami-Dade county office vacancy rate was 9.2%, which was much lower than the national average of 17.5%, according to Colliers. Andreessen Horowitz did not immediately respond to Fortune’s request for comment, and a Miami office is not listed on the company’s website. Not to mention, recently, JPMorgan Chase doubled down on its office space in Miami, with plans to expand. Similarly, in 2022, Goldman Sachs doubled its downtown Miami office footprint and that same year, Citadel announced its new global headquarters would be in Miami, and has continued to lease more office space since. Oracle, Palantir, and Hewlett Packard Enterprise relocated their offices to Miami, too. And Amazon happens to be looking for some office space in the metropolitan area, following founder Jeff Bezos’ move to the city’s Billionaire Bunker. The former a16z office is now the workspace of Bausch + Lomb, a company that makes contact lenses, Current Real Estate Advisors’ Brandon Charnas told Bloomberg. It was his commercial real estate firm that helped facilitate the new deal and original lease. “We’re not seeing a ton of crypto companies saying they need an office space in Miami,” Charnas said.  Another, Colliers’ Kevin Gonzalez, who also helped facilitate the new deal, told Bloomberg: “There was a lot of hype around promoting crypto in Miami, but crypto had a small office presence even at its peak.”"
    },
    {
        "url": "https://fortune.com/2024/07/25/seqouia-capital-roelof-botha-investment-culture-apple-nvidia/",
        "title": "Sequoia Capital invested early in Google, Nvidia, and Apple. Can Roelof Botha keep the legendary venture capital firm ahead in the AI future?",
        "published": "2024/07/25",
        "published_date": "2024-07-25",
        "author": "Michal Lev-Ram",
        "author_info": {
            "author_name": "Michal Lev-Ram",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "At the crown of Roelof Botha’s otherwise perfectly coiffed, light-brown head of hair, there’s a small patch that’s gone completely white. It’s the result of a serious concussion Botha incurred in his twenties while playing rugby, his sport of choice in his native South Africa and in business school at Stanford. That injury ended his playing days. But spend some time with Botha—who’s now the head of Sequoia Capital, one of the oldest, largest, and most successful firms in venture capital—and rugby will come up again and again. Botha cites lessons from rugby in talks with founders and colleagues, and watches it devotedly while he exercises. The game has provided him with endless analogies about the value of teamwork and resilience—and some decent one-liners.  “Soccer is 90 minutes of pretending to be hurt when you’re not,” Botha tells me. “And rugby is 80 minutes of pretending not to be hurt, with blood spewing on your face.” While some soccer fans might quibble with the comparison, rugby is, indisputably, not for the faint of heart. Then again, neither is Botha’s other passion: venture capital. The industry that has become a financing pipeline for young, innovative, and risky companies is known for dramatic booms and busts—and it’s coming off a particularly harrowing cycle. A COVID-era bump in demand for all things tech helped VC funds raise and invest record amounts in 2021, as an unprecedented 340 new U.S. startups achieved “unicorn” status, or valuations of $1 billion or more. Then, in 2022, came a correction, triggered by high interest rates and a slumping stock market—a decline that bloodied balance sheets and left many people wondering whether the VC model itself was broken.  It’s against this backdrop that Botha, who appears to be equal parts jock and nerd (a true unicorn) has taken the mantle. The former wunderkind and charter member of the PayPal mafia became senior steward, Sequoia’s term for its top job, in July 2022. (After a reorganization, his title is now just “steward.”) It’s the culmination of a steady rise: Botha, who turns 51 in September, joined the firm in 2003 and had been running Sequoia’s U.S. and Europe business since 2017, scoring lucrative wins over the years with investments in YouTube, Instagram, and Square, among other blockbusters.  All along, Botha has kept a low profile: “My inclination was never to run to the spotlight,” he says. But leading Sequoia comes with certain demands, not just to set strategy internally but to explain it externally. So far, Botha’s run has coincided not just with VC turmoil but with blunders specific to Sequoia (more on that shortly). Still, the firm has ridden out the downturn better than most. It distributed more than $43 billion to its investors over the past five years, including $10 billion in 2023. Its limited partners, largely made up of endowments, charitable foundations, and nonprofits, seem satisfied: Indeed, the base of investors in Sequoia’s primary fund grew slightly from 2022 to 2023, from 354 to 358.  It helps that the Bay Area-based firm has delivered hit after hit, decade after decade. Sequoia has led investments in tech titans including Apple, Cisco, and Google, plus newer names like Nvidia, Airbnb, DoorDash, and WhatsApp, minting billions in returns along the way. More than 25% of the overall market capitalization of the Nasdaq—more than $7 trillion, as of mid-July—is composed of Sequoia-backed companies. Sequoia’s kingmaker position is also evident in less quantifiable ways: Securing dollars from the firm is one of tech’s ultimate seals of approval.  That stellar reputation is precisely what makes Botha’s job so hard. The task isn’t so much to fix what’s broken as it is to keep what works from breaking—and not to be the guy who ends a five-decade winning streak. And what’s kept Sequoia at the top in the past won’t necessarily keep it there—especially in a VC industry that’s scrambling to adapt. “I want Sequoia to thrive,” says Botha. “At an organization that has achieved [so much], this is more daunting. It’s much easier to be the underdog.” That said, there’s a reason Sequoia is the alpha: Its culture from the get-go has been one of near-paranoid competitiveness, ruthless honesty, and a constant need for change. Botha has become a paragon of these qualities: His probabilistic-thinking acumen and factual recall make him a force at decision-making time; his intense curiosity helps him question old ways of deciding. Partners credit him with reshaping the way Sequoia thinks—just in time for a moment of industrywide reset (not to mention an AI revolution).  “We’re only as good as our next investment,” Botha and his partners like to say. But any fear of failure on Botha’s part is tempered with a relentless drive to master whatever he pursues, something he internalized as a boy in South Africa, and, yes, on the rugby field. Over the course of several interviews that took place at Sequoia’s Menlo Park headquarters, a library in Burlingame, and at his Hillsborough home, Botha kept returning to the ultimate sports aphorism. The steward of Sequoia told me any chance he got: “Winning isn’t everything, it’s the only thing.” In mid-May, Sequoia gathered its partners and founders for a two-day retreat on a cattle ranch in California’s San Benito County. The dusty but picturesque venue was nestled so deep in rolling hills that there’s little cellular reception. There wasn’t even an address—invitees were sent a set of longitude and latitude coordinates and told to download directions before they lost signal.  Dubbed Base Camp, Sequoia’s far-from-Silicon-Valley get-together is a fixture for its portfolio companies. Founders from all over the world attended this year’s event, which featured master classes on “effective founder storytelling” and “clear thinking,” plus a paella dinner under the stars. There were talks from Jensen Huang of Nvidia (a Sequoia investment in 1993), Fidji Simo of Instacart (Sequoia-funded in 2013), and the former captain of South Africa’s rugby team (of course), who bore an uncanny resemblance to Botha. But Base Camp is also about camping. Just a short walk from the barn where the talks took place was a grassy field dotted with neat rows of cream-colored yurts, the sleeping quarters for attendees. “The first year, it was so cold I thought we were going to die,” says Julia Hartz, cofounder and CEO of ticketing platform Eventbrite, one of Botha’s investments. “It’s so Sequoia to take founders out and try to kill them just to prove a point.” While this year’s weather was milder, the tone set by Sequoia was similarly ascetic. The message, repeated in toasts and talks and even spelled out in a book given to founders, was clear: Being an entrepreneur, especially one backed by Sequoia, means embarking on a journey that requires intellectual honesty and grueling work. Shared outdoor bathrooms? Sleeping in yurts? These elements were to be embraced, not just endured, in the spirit of building grit and resilience.   Sequoia has long been known for this demanding, direct ethos. The approach isn’t just for founders: Its internal culture is one of radical candor and open disagreement. Partners have veto power over deals. For each funding decision, the process includes a “blind” pre-vote meant to discourage groupthink. Botha sometimes pushes partners to reargue a case if he feels they’re being too positive.  The steward has also welcomed pressure-testing from Sequoia’s own investors. “He’s always looking for critical feedback, which is not something you hear from many firms,” says Eric Doppstadt, chief investment officer of the Ford Foundation, the first LP to invest in Sequoia.  Since taking over, Botha has had ample opportunity to receive such feedback, both solicited and unsolicited. There was the firm’s 2023 decision to decouple from its China business, partly because of deteriorating relations between the U.S. and China—a move some thought was overdue. A boardroom spat last winter at Swedish fintech Klarna, involving former and current Sequoia partners, created embarrassing optics.  But perhaps the biggest blight was the collapse of cryptocurrency exchange FTX, in November 2022. Sequoia invested $150 million in FTX, all of which it lost, and critics savaged the firm for failing to better vet the company. (FTX founder Sam Bankman-Fried was later convicted of a massive fraud.) Botha ran to the fire: He quickly organized a call with investors both to apologize for the massive loss of capital and to offer concrete ways Sequoia would improve its due diligence.  LPs were mollified, and some were impressed. It was yet another twist in a rocky year—and another reminder that the firm can never stop adapting. “It’s not a profession where you master it and you’re done,” he says. “The business keeps changing, and the technologies you invest in keep changing, and you need to constantly reinvent yourself.” One of the ways Botha has tried to reinvent Sequoia is by departing from the traditional 10-year cycle of VC funds. Such funds usually reap their returns through startup “exits”—IPOs or acquisitions. But they often miss out on the enormous value that can be created after a company goes public. What’s more, funds’ 10-year timelines can induce angst when exits slow down due to short-term market downturns or crackdowns on M&A activity.  That’s why, in February 2022, Sequoia launched the Sequoia Capital Fund, an “open-ended liquid portfolio” whose holdings include post-IPO equity in portfolio companies, along with allocations in more traditional funds. The firm is going all in, reorganizing itself around this new structure. Botha’s timing was unlucky, as tech stocks tanked that year. But in some ways, that was the point: The strategy is meant to help Sequoia capitalize on investments over the long term, whether the market is up or down. Botha has also had to be creative when it comes to providing more immediate liquidity to investors , due to the current scarcity of opportunities for startup exits on both the IPO and acquisitions fronts—and, in some cases, a slower-than-average timeline for building companies. In mid-July, Sequoia wrote a letter to its LPs, announcing that it would purchase up to $861 million of their shares in Stripe, a fintech investment the firm first made in 2010. The offer was made to those LPs who had invested in Sequoia’s “Legacy Funds,” those raised more than 10 years ago, and the acquiring entities would be newer funds, including the Sequoia Capital Fund. The move, according to Sequoia, was meant to offer LPs looking for liquidity a way to cash out on some of their holdings in Stripe. But it was also a message that the firm was doubling down on its faith in Stripe’s long-term success, which the company’s founders, a pair of Irish brothers whose Bay Area-based startup is now valued at $70 billion, heard loud and clear. “Maybe Stripe has stayed private for longer than the external world anticipated, but it’s not longer than we anticipated,” says cofounder Patrick Collison, who explains that because Stripe is an “infrastructure” company, providing a new technology platform for payments, it takes longer to build than, say, a stand-alone app. “The good news about infrastructure companies is that they can become very large, and the bad news is that it takes decades for the story to play out.” While some LPs might want or need liquidity much earlier than that, Botha certainly has the temperament to analyze Sequoia’s investments, and just about every other decision in his life, with an eye for future outcomes. “He very much focuses on passing the marshmallow test of what he wants to accomplish for the long term,” says Alfred Lin, a Sequoia partner who joined the firm in 2010. Botha is indeed measured, analytical, methodical: He can barely have a conversation without bringing up probability distribution curves. At times, listening to him is like reading the world’s most eclectic encyclopedia. He can break down the impact of cold-water currents on Bay Area microclimates just as easily as he explains the workings of a rugby scrum. Even when telling jokes (he keeps a book of them at his bedside), he delivers humor with a didactic twist.  But everything he says is tinged with the soft accent of Afrikaans, his mother tongue. That’s a reminder of the unusual path that eventually led him to Sequoia—and of the hidden layers of his personality. “Did you know he makes jerky from exotic meats?” Hartz of Eventbrite tells me. “Seriously, you should ask him what he eats for breakfast.” The next time I see Botha, I do just that, and he proceeds to rattle off the day’s protein-heavy menu. “This morning, it was some raw salmon and chicken meatballs,” he says. “Yesterday I had bison.” Venison, impala, and whole chickens—we’re talking feet and head still on—are also staples in Botha’s fridge. (A private chef handles the decapitating and cooking.) The avid foodie likes to say that a meal without meat is a snack—a common attitude in his home country. Botha was born to a pair of star-crossed teenagers in Pretoria in 1973. His parents split when he was 3; he grew up with his mother but remained close to his dad’s side of the family. He is named for his paternal grandfather, an Afrikaans tradition. “At my baptism, there is a photo of four generations of Roelof Bothas,” he says: his dad, his grandfather, his great-grandfather, and himself. (Later, his dad would have another son and name him … Roelof Botha.) It’s Botha’s grandfather who loomed largest in his life. Nicknamed Pik, the elder Botha served as South Africa’s foreign minister in the last years of the apartheid regime, later joining Nelson Mandela’s government after democratic elections ended apartheid. As a child, Botha had rare exposure to global dignitaries and business leaders who came to meet his grandfather. One of his earliest memories is of walking in his grandfather’s garden with Pik as journalists photographed the two of them. “I had a sense of the impact that somebody can have in the world,” he says of those days.  $43 billion But that understanding went hand in hand with immense pressure. “It’s a little bit of a burden you carry,” says Botha, “that I’m named after this person, and I have to live up to this person.” There was another downside: Some assumed that any recognition he received was the product of nepotism. “No matter how well he did in something, it must have been because of … well, you can finish that sentence,” says Doug Leone, Sequoia’s former senior steward, whom Botha succeeded in 2022. “And that just drove him crazy.”  It also drove him to distinguish himself. In elementary school, Botha scored so high on an aptitude exam that the district brought in a psychologist for an assessment—and to make sure he wasn’t cheating. He studied up on how to study, reading books about best test- and note-taking tactics. (His handwriting is freakishly neat.) In college, he picked one of the most grueling majors, actuarial science—and earned the best undergraduate grade point average in the history of the University of Cape Town.  “While other kids were spending their spring break surfing, Roelof and I met in ‘nerd camp,’” says Matt Rabinowitz, a fellow South African and the cofounder and CEO of genetic testing company Natera, which became a Sequoia investment in 2007.  Botha applied the same drive to his extracurriculars: playing for the top rugby team at his high school, competing in math and science “Olympiads.” It was around this time that the family doctor approached his mom and stepdad to express concern that Botha would burn out because of his obsessive studying and the intensity with which he approached pretty much everything. His response was to double down. “I was like, I’ll show you,” says Botha.  “I don’t think Roelof has ever had less than 100% on any exam,” says Leone, with hints of both admiration and disgust in his voice. So straitlaced and focused was he that it was his mom who suggested he get an earring. He refused. To this day, Botha doesn’t curse, saying that profanity is a “sloppy” way of expressing yourself. Despite his stellar record in South Africa, Botha felt that the only way to truly make a name for himself was to go somewhere where his name didn’t mean anything to anyone. After college, Botha worked for consultant McKinsey’s local office, where one of his managers, a Stanford alum, suggested that Botha apply for its business school. Botha made the cut, packed his bags, and landed in Palo Alto at the age of 24.  Soon enough, he fell in love with Silicon Valley and its seemingly endless opportunities—and with his future wife, Huifen Chan, a fellow Stanford student. True to his track record, Botha graduated at the top of his class—this time without anyone assuming he had received preferential treatment. And yet it was a South African connection that propelled him into the center of the action. In the fall of 1999, a Stanford classmate introduced Botha to Elon Musk, a fellow South African who was running an online bank called X.com. Musk saw something in Botha and worked hard to persuade him to come to X.com, which was about to merge with another firm to create what would become PayPal.  Botha, who had assumed he’d end up working with something cerebral like exotic derivatives, finally joined the startup in the spring of 2000. “I took the plunge,” says Botha. “And then, two weeks later, the Nasdaq crashed.” But even in those dark moments, there was the thrill of being a part of something potentially big and belonging to a team of intense, opinionated high performers. This was the group that Fortune later christened the PayPal mafia—a cadre of future A-list investors and founders that also included Peter Thiel, David Sacks, and Reid Hoffman. “We all worked very hard and yet he stood out,” says Max Levchin, another PayPal mafioso, who is now cofounder and CEO of a fintech company called Affirm. Botha was distinct not just because, as Levchin recalls, the South African used the word “spectacles” instead of simply saying “glasses.” He had a quiet but fierce drive to win. And he was a team player.  “He didn’t require the center of the stage,” says Levchin.  For all its talent, PayPal faced significant obstacles—including, increasingly, Musk himself. Musk was advocating unpopular moves, like killing off the PayPal brand even though consumers liked it. Botha became part of a core group that campaigned to remove Musk as CEO. “There were a lot of people at the company who thought I was his golden boy,” says Botha. “But he was not running the company well.”  While Musk was on his honeymoon, Botha and other mutineers met with PayPal’s lead investors to make their case. Those investors? Sequoia Capital. Musk was soon ousted, and Botha caught the eye of Sequoia partner Michael Moritz, who sat on PayPal’s board, and was co-head of Sequoia, along with Leone. Botha later became CFO, and working with Sequoia on PayPal’s IPO deepened the relationship.  Sequoia was already a Silicon Valley legend. Don Valentine, a former semiconductor exec famed for his eye for talent, started the firm in 1972. His first investment was in a fledgling video game company called Atari, which eventually sold to Warner Communications for a then unheard-of $28 million, a 3x return. An even better return on that investment was an introduction to a young technician at Atari: Steve Jobs. In 1978, Valentine put $150,000 into Apple, and the rest was tech history.  From the get-go, Sequoia’s culture was unique among a growing crop of fledgling VC firms. While its initial logo more closely resembled a marijuana leaf, its branding was all about longevity and stability—Sequoias, one of the largest trees in existence, can live for thousands of years.  “Don didn’t name it ‘Valentine Ventures,’” says Doppstadt of the Ford Foundation. “He wanted to convey that there was something larger than him involved in the firm.” Doppstadt refers to Botha as Valentine’s “spiritual grandson,” saying the younger investor exemplifies the “spirit of Sequoia.” But in the earlier days of his career, Botha wasn’t an obvious fit. In 2003, after a monthslong interview process, Botha was on the verge of getting an offer. But some Sequoia leaders worried that Botha was missing a critical strand in his DNA: a humanity gene, as Leone calls it. Leone recalls partners wondering: “Is he normal? Can we work with him? Can he be part of a team?” Leone says Valentine himself wondered how Botha would handle failure, given that he’d had so much success. (Valentine died in 2019.) Leone was tasked to suss out what Botha was really like. “When I started going there, we talked a lot about rugby,” says Leone. “I don’t know rugby, but Roelof swears there is no team sport like rugby.” And talking about extreme competition and teamwork, it turned out, uncovered Botha’s emotive side. Indeed, those who know Botha best describe him as unexpectedly sentimental. (During our conversations, Botha teared up several times—once, for example, when talking about his late stepfather, who played a pivotal role in his life.)  Proving his ability to emote was critical to Botha’s hiring; keeping feelings in check eventually proved just as important. Botha hit a home run early on, investing in 2005 in a little-known video-sharing site called YouTube, which Google acquired for $1.65 billion just a year later. But then he entered what VCs call the Valley of Despair—when bets aren’t paying off, or worse, are leading to loss after loss.    Botha credits Leone and Jim Goetz, another senior partner, for supporting him without coddling him. The experience gave Botha empathy for the failures that almost all founders go through. He often talks about “crucible moments” that shape the trajectory of a company or entrepreneur. This was one of his own. He eventually snapped his losing streak, investing in companies including Instagram, Tumblr, and genetic-testing company Natera, all of which earned substantial exits. For years, Botha wrote “10 to the power of 9” at the right-hand corner of each sheet of paper in his copiously filled, impeccably legible notebooks. It was a reminder of a goal he had set for himself: to produce $1 billion in gains for Sequoia. He hit that milestone in 2015.  He also repaired the relationship that had launched his Silicon Valley career. About a decade ago, Botha and Musk sat down for lunch at Tesla headquarters. For the first time, they spoke about their upbringing in South Africa. “We both felt empathy for each other,” says Botha. “That rekindled our ability to have a conversation.” It also opened the door to investments in Musk’s new companies. In May 2022, Sequoia announced that it had contributed to Musk’s $44 billion takeover of Twitter, creating the roller-coaster-riding company now known as X. Sequoia was not an early backer of SpaceX, to Botha’s regret, but it placed a late-stage bet on the company in 2019. And this year, it invested in yet another Musk company, participating in a $6 billion round of funding in xAI—part of a focus on artificial intelligence that has become a hallmark of Botha’s stewardship.   Sequoia is no AI newbie. The firm put money in OpenAI in 2021, before ChatGPT was cool. But under Botha, it has increased the intensity of its AI focus: Last year, 60% of Sequoia’s new investments were AI-focused; in 2024 so far, it’s made at least 10 such investments.  When I talk with Botha in mid-June, he’s pondering a new puzzle: AI’s sky-high computing costs. “It’s unsustainable at this level,” he says. But he’s jazzed about a new Sequoia startup called Fireworks. He explains that its goal is to make inference—the process of deploying AI to draw conclusions from new data—“way less expensive.” The company that reaches that goal, he implies, could have Google-like upside. Whatever tech Sequoia is assessing, Botha wants it to do so with a fresh mindset. Jim Goetz, who was Sequoia’s steward for the U.S. and Europe until he passed the baton to Botha in 2017, says Botha has reshaped the firm’s decision-making strategy in fundamental ways. Botha has rolled out “pre-parades”—thought experiments in which partners imagine not just what can go wrong but the best-case scenario of each potential investment. He’s also brought in learnings from behavioral psychology, including prospect theory, which asserts that people feel losses more deeply than gains, sometimes leading to faulty decisions. “We’ve modified our entire investment process to benefit” from such approaches, Goetz says.  Botha has also emphasized becoming more friendly and transparent with entrepreneurs. Sequoia’s longtime kingmaker status led it to come across as elitist to some. But Botha has helped combat that perception, multiple founders told me. Jack Dorsey first pitched Sequoia on his payment player Square in 2010. “They were preachy and condescending,” Dorsey says of the firm; still, he wanted, and eventually got, Botha on his board. “As the former CFO of PayPal, Roelof had a bunch of experience we wanted,” recalls Dorsey. “The most helpful thing that any board member can do is provide context, and he’s done a lot of that.”  Botha, Dorsey adds, remains “the only investor that’s reached out to ask what his firm can do better.” (Dorsey told Botha that Sequoia should encourage more engineers to contribute to open-source code; Botha took it to heart, starting an open-source fellowship program.) Today, Botha remains a director at Block, the company Square eventually became a part of; he also sits on the boards of eight other companies, including MongoDB and Unity Technologies. Kevin Systrom, the cofounder of Instagram, says his relationship with Sequoia, which joined his series B round in 2012, was also built on rapport with Botha. “He’s not your typical VC sales guy archetype, where he’s schmoozing you and taking you to play golf, and I really found myself drawn to that,” says Systrom.  There’s another way in which Botha does not fit the VC mold, or at least the archetype that’s emerged in recent weeks: While some Silicon Valley investors have come out in support of one presidential candidate or another (a growing number of them, like the founders of Andreessen Horowitz and some of Sequoia’s own partners, are endorsing former President Donald Trump), Botha has doubled down on his neutrality. “There’s no individual or party that perfectly expresses my opinions, so I just don’t like the idea of so publicly lining up with anybody,” Botha tells me in June. “That’s just not who I am.”  But there’s another reason Botha is staying out of the political fray. While individual Sequoia partners are free to endorse candidates and contribute to political campaigns, the firm itself does not take a position—and it does not donate money to any candidates. As the firm’s steward, Botha is well aware that he’s not just representing himself with both his words and actions. “What I say is probably more personally associated with Sequoia than it would be for somebody else,” Botha says. “I think me as an individual would have more freedom to speak differently if it was 10 years ago and I wasn’t in a leadership position. And that’s okay.” To be sure, that sense of brand affiliation with the firm didn’t stop Sequoia’s former chiefs, Leone and Moritz, from expressing their own firmly-held beliefs when they were in charge. (And both still do.) But even then, Botha says it was done in the style of Sequoia—ruthlessly honest, yes, but also practical.    “Michael was a staunch Democratic, Doug was a staunch Republican,” says Botha. “Michael would write articles criticizing Trump, and Doug would publicly support him and donate money to him. And then the two of them would work on something. I think that’s the culture we’ve had.”  Botha’s political neutrality doesn’t mean he’s not opinionated when it comes to regulatory decisions that impact Sequoia. In fact, the current administration’s more aggressive stance on antitrust laws and scrutiny on Big Tech is part of what drives the new approach at the firm.  Today, Botha says his biggest priority is keeping Sequoia involved throughout the life cycle of great companies—getting in on very-early-stage deals and staying invested even as they grow past the startup stage. It’s a huge competitive advantage, he asserts, to be able to partner with companies from concept to long after an IPO.  One initiative with that aim, launched in 2022, is Arc, an “immersion program” for early-stage startups. Entrepreneurs accepted into the five-week program are taught “the Sequoia way to start, build, and scale enduring companies.” They’re also given funding—and the right to say they raised money from Sequoia. “There’s a lot of folks who would probably say, ‘Just don’t do that, just go invest,’ ” says Jess Lee, a partner on Sequoia’s early-stage team. But Botha, she says, “is willing to both fund and invest and believe in those new ideas.” Innovating is critical, says Botha, given the iffy landscape for startup exits. Historically, slightly more than half of Sequoia’s exits have been through M&A. As regulators have moved to curb Big Tech, however, it has become difficult for companies to get acquired. This concerns Botha, who sees the overall health of the VC sector as vital to the broader economy. “I don’t think you can find a single technology company that is a public company in the last 20 or 30 years that wasn’t VC-backed along the way,” he says. As for his own success, he’s changed the metrics. It’s no longer his own goals, or the “10 to the power of 9” number in the corner of his notebook: It’s collective success that counts. “For me, it’s not personal winning now,” says Botha. “It’s the winning of us as a team.” And a tight-knit team is invaluable—because in venture capital, just like in rugby, another fiercely competitive scrum is always just around the corner. A version of this article appears in the August/September 2024 issue of Fortune with the headline, “Sequoia is a VC giant. Can Roelof Botha keep it growing?”  The 52-year-old venture capital firm has backed several of what are now the world’s biggest companies by revenue. Among them: Sequoia founder Don Valentine’s first investment was in video game company Atari. Impressed by a young employee at Atari—a guy named Steve Jobs— Valentine put $150,000 into Jobs’ computer startup in 1978. Apple is now worth over $3 trillion. Sequoia paid about $12 million for a roughly 10% stake in Google in 1999. And Roelof Botha, then relatively new at Sequoia, invested in video service YouTube in 2005, scoring a hefty gain when Google bought it a year later. Google is now the biggest division of Alphabet. While Sequoia didn’t back the company once known as Facebook, it funded two of its most popular services. In 2012, Botha led Sequoia’s Series B investment in Instagram, which Facebook bought for $1 billion later that year. The firm invested in WhatsApp in 2011; Facebook bought it for $19 billion in 2014. Sequoia was an investor in the GPU chipmaker’s first round of financing in 1993—six years before Nvidia’s IPO and almost three decades before the company became central to the AI economy. Nvidia joined the Global 500 this year after notching 126% year-on-year revenue growth in 2023. Sequoia bought a reported 30% stake in the net- working and connectivity giant in 1987, three years before it went public. In 2000, Cisco became the first company ever to attain a $500 billion market capitalization."
    },
    {
        "url": "https://fortune.com/2024/07/30/robinhood-vlad-tenev-trading-investing-wealth-management-ai-blockchain/",
        "title": "How memestock mania forced CEO Vlad Tenev to reinvent Robinhood—and himself",
        "published": "2024/07/30",
        "published_date": "2024-07-30",
        "author": "Jeff John Roberts",
        "author_info": {
            "author_name": "Jeff John Roberts",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "The red Lotus Esprit slips past the security gate, leaving behind the large, Spanish-style house and its sumptuous backyard pool. Vlad Tenev smiles as he grips the wooden-sphere stick shift and nudges the sports car into higher gear. Soon, the car is lapping up the oak-shaded curves of a Los Altos Hills back road as it winds toward the heart of Silicon Valley. The 1987 Lotus is a striking vehicle, with couch-like leather seats barely off the ground, and mini cigarette lighters and ashtrays on each armrest. The car’s top speed is a modest 148 mph. It’s an unusual ride for a billionaire who could easily spring for a garage full of McLarens and Bentleys, but it clearly delights Tenev. For the CEO of Robinhood, the Lotus is the fulfillment of a dream, held by many overgrown boys, of owning the car you drove in a childhood video game. It also embodies the values of unconventional design and rule-breaking that Tenev has sought to emulate at his company. Cars can be a metaphor for going fast, achieving independence—or driving off a cliff. All of those feel appropriate for Tenev and the company he cofounded, which in barely a decade has worn very different identities, including feel-good startup and archvillain. Today, for the first time in a while, Robinhood’s road is smooth and wide open. Love or hate Robinhood, there’s no denying it has, more than any other company in recent memory, changed the way Americans invest. It popularized rash mass purchases of stocks like GameStop and Dogecoin, but also spurred the broader brokerage industry to copy its no-cost, mobile-first approach. Robinhood has grown fast: It had 24.1 million funded accounts at the end of May, up from 12.5 million in 2020, and its assets under custody have bulged to $135 billion. And it has transformed the demographics of investing, helping millions of people get a piece of the stock market for the first time. Robinhood has also changed Tenev. The 37-year-old first-generation American has weathered a series of crises, some self-inflicted, that Silicon Valley veterans say would have crushed most CEOs, emerging more canny and focused. Tenev is also just getting started. Not content for Robinhood to be a pretty, youth-focused stock-picking app, he is building a rival to Fidelity and Charles Schwab for the next half-century, aiming to serve a wider clientele while incorporating radical use of AI and blockchain technology. The Robinhood Tenev envisions will be a powerful personal-finance machine, designed for maturing users who are less and less likely to wipe out at high velocities.  The Lotus eases into a parking spot in a humdrum office park. Clad in jeans, a black T-shirt, and coral-colored sandals, with a friendship bracelet made by his young daughter around his wrist, Tenev heads into work. Cars are still on his mind as he leads Black Widow, the internal name for a cross-team strategy meeting. The subject: a wide-ranging platform redesign with the goal of making Robinhood feel, in Tenev’s words, “more serious.” The team is discussing a new shade of yellow for one of the app’s screens, and Tenev is not quite satisfied. “I think it’s better. I just don’t think it’s iconic enough,” he says, before embarking on a short monologue about the Lamborghini Countach, a 1970s sports car that upended the auto-design world by replacing friendly bubble shapes with sharp fins and a streamlined body. The discussion shifts to a technical issue as Tenev pushes the team to kill “the loader,” an icon that Robinhood and other sites display to tell users a page will appear momentarily. Some on the team balk at the idea, saying it’s not a viable option, but Tenev insists, with a friendly smile. But mostly the meeting is about colors. There is an animated 10-minute discussion on shades of green. A new swatch of yellows brings coos of delight. The team briefly contemplates changing the familiar green-is-up and red-is-down scheme for stock prices—until someone points out the “cognitive load” that would come with challenging a learned behavior.  The fixation with color and design is deeply ingrained at Robinhood. Edward Tufte’s tome The Visual Display of Quantitative Information is an in-house bible. When asked what other companies they view as inspiration, executives don’t mention brokerage or banking firms: Tesla and Apple are Robinhood’s aesthetic North Stars. The design obsession came from Tenev’s cofounder, Baiju Bhatt, who stepped down as co-CEO in 2020 and left the company in March to work on a soon-to-be-announced space startup. Still sporting a bushy black mane that falls past his shoulders—Tenev has cut his own formerly flowing hair into a short, floppy mop—Bhatt is described by everyone in his orbit as a product genius. He is also far more emotive than Tenev, who is laconic to an almost inhuman degree. “One of the high-water marks of product design is when you see something and use it for the first time and get a sense of who was behind it,” says Bhatt, citing Apple as the paragon. “I say that to differentiate from products that feel like they’re designed by committee.” Unlike other design-focused firms, though, Robinhood’s objective is not to encourage a customer to buy a vehicle or a tablet but to induce a type of behavior: trading stocks. Like other app makers, Robinhood strives to ensure that every screen and every tap deliver a small spike of pleasure.  All of this has made stock trading fast, easy, and pleasant like never before. But it has also resulted in Robinhood and its founders, at times, becoming objects of widespread distrust and even hatred. A 4 a.m. phone call rarely brings happy news, and the one on Jan. 28, 2021, was no exception. The Robinhood team had tried to reach Tenev, but amid a spate of 20-hour days, his digital-hygiene regime involved his sleeping in one room with his phone in another. It was his wife, Celina, who got the call and woke her CEO husband.  It was bad: A securities regulator had informed Robinhood it had to post $3 billion in collateral—that day—or else the company could be forced to shut down all trading.  The demand was a black-swan event born of the depths of the pandemic when people, along with watching Tiger King and hoarding toilet paper, took to trading stocks in once-unimaginable volumes. These included legions of first-timers who poured billions into so-called meme stocks like GameStop and AMC. For most, Robinhood was the go-to platform. The problem: While the convenience of buying stock had improved dramatically by 2021, the country’s financial plumbing had not. It still took 48 hours for a trade to clear, and brokerages had to serve as a backstop, ponying up cash while transactions worked their way through creaky clearinghouses. On most days, this wasn’t a problem. But owing to a particularly feverish bout of meme-stock buying on Wednesday, Jan. 27, the regulator wanted $3 billion.  The size of the request was stunning. So, too, was Robinhood’s response. By 4:30 a.m., Tenev had dragged out of bed his mentor Micky Malka, a venture capitalist famous for his fintech connections. Malka, Tenev, and other senior executives worked the phones incessantly to raise money, assuring investors that while Robinhood was facing a crisis, its underlying business was sound. Meanwhile, Robinhood barred customers from buying GameStop and a dozen other meme stocks, which reduced the amount of collateral it had to post. The blitz paid off. In an unprecedented feat, Robinhood scraped together over $1 billion that fateful Thursday, and by the weekend had over $3.4 billion of fresh capital in its coffers—from investors who included Malka’s Ribbit Capital, Sequoia, and Andreessen Horowitz. The success was the product of foresight. In 2020, after a calamitous 26-hour outage, Malka and Tenev had drafted a break-glass playbook for emergencies that might force the company to raise money in a hurry. According to Malka, the plan was modeled on a memorable episode from the 2008 financial crisis, when Goldman Sachs and Bank of America issued convertible notes to Warren Buffett in return for emergency cash. Still, this master class in nimbleness took a toll on the company—and on the public image of its founders. In the space of months, popular perception of Tenev and Bhatt shifted from likable entrepreneurs to the epitome of self-serving tech-bro douchebags. A faction of critics already reviled them for peddling risky trading strategies—particularly options—to novices. Now, after the collateral call—and the suspension of trading that went with it—social media blazed with conspiracy theories that accused Tenev of colluding with hedge fund kings like Citadel’s Ken Griffin to sabotage GameStop and protect short-sellers. There is no evidence such a thing occurred, but the conspiracy became an article of faith on Reddit and in the internet’s fever swamps. Online mobs targeted Robinhood execs with abuse, joined by smaller actual mobs who, on at least one occasion, struck the window of the company’s offices with a bag of feces. The experience was frightening. As death threats mounted, the Tenevs fled their home, hiding out in a hotel and hiring a security detail. The situation proved especially traumatic for the more sensitive Bhatt, according to two Robinhood colleagues who recall his almost total physical and emotional withdrawal. Bhatt downplays that characterization, noting that he had already stepped down as co-CEO and was focusing on his newborn baby. Scott Sandell, chairman of venture capital firm NEA, recalls the events as an ordeal beyond what most corporate leaders ever face. “It was an extraordinary degree of pressure that I would posit very few can handle—many standard deviations of pressure from the mean, aside from a war zone. Vlad was able to handle it. It wasn’t good for Baiju, and it’s not good for most people.” Vitriol toward the founders even made its way to Hollywood. The 2023 film Dumb Money depicts retail investors prevailing in a David-and-Goliath battle against hedge fund billionaires—villains who are in cahoots with the Robinhood founders. One scene depicts a wasted Tenev (played by Sebastian Stan) partying at an all-night rager with celebrity Robinhood customers, and boorishly hitting on a woman he mistakenly believes is flirting with him. The movie does a decent job capturing the broad strokes of the meme-stock mania; its depiction of Tenev is off the mark. He stopped drinking in 2017 in a gesture of solidarity with Celina, a fellow Stanford grad who had her own medical startup, as they awaited the birth of the first of their three children. Today, the couple’s favorite indulgence is fancy coffee, and Tenev, far from being a bottles-and-models type, finds delight in chess, math problems, and his kids. Still, other elements of Dumb Money ring true, including a scene where Tenev glibly describes the founders’ immigrant backgrounds to a journalist. The broad strokes of that backstory are accurate. Bhatt was born in Kansas and raised in Alabama and Virginia, the child of Indian parents; Tenev arrived in Delaware as a 5-year-old from Bulgaria, where his economist father had cajoled university librarians into lending books not authored by Marxists. Still, one former Robinhood executive feels the founders, whose affect is every inch American, trot out their immigrant past a little too frequently. The executive claims the tale is part of a broader, self-serving founding myth—one in which Robinhood is an outgrowth of Occupy Wall Street, the socialist-style protest movement that arose in response to the 2009 financial crisis. “It was part of a narrative they concocted to add legitimacy to what was a brilliant business idea,” says the source, adding that the founders dreamed up the Occupy angle with the help of VCs who told them their startup needed a story.  The company disputes this interpretation. Regardless, there’s little in the record to suggest the founders have ever been anything other than rabid capitalists. This is especially true of Bhatt, who, according to a recent book, liked to park his Porsche where he could look at it from his office window. Proxy filings show that Tenev and Bhatt hold roughly equal stakes that total 14% of Robinhood, worth around $2.7 billion as of mid-July. Malka, the VC, says he and Tenev bought tickets to see Dumb Money but changed their minds before showtime. As for Bhatt, he expresses indifference to how he and Robinhood are portrayed in the media. He does, though, grow animated about one element of the movie. “I heard the dude that played me is wearing a wig. And this is all natural,” he exclaims, tugging a fistful of his flowing mane. “Let the people know: This is not a wig.” Even after the angriest opprobrium faded, Robinhood’s handling of the January 2021 crisis generated fodder for populist critics. As it turned out, Robinhood’s ultrafast response meant that the company needed only $1 billion to satisfy the regulator—but it raised an additional $2.4 billion anyway, in the spirit of letting no crisis go to waste. The extra fundraising provided insiders an opportunity to buy pre-IPO Robinhood stock at a 30% discount.  This might have been fine if the IPO, in July 2021, had gone well. Instead, HOOD stock debuted at $38, promptly fell 10% on opening day—and bottomed out at $6.81 a year later. This came as an especially bitter pill for the many Robinhood customers who bought shares at the open. For Tenev, the period was a bleak one. In addition to contempt from analysts and former fans, Tenev had to endure another indignity from crypto grifter Sam Bankman-Fried, who bought 7% of Robinhood’s shares in early 2022 and let it be known he wanted to shake up the company. Reluctantly, Tenev invited Bankman-Fried to his home. The pair sat in the backyard, where the FTX founder laid out his plans. “He was very formal about it, surprisingly,” Tenev recalls. “And he was just like, ‘Well, there’s things that we could do together, you know, derivatives, European trading—can you integrate Alameda as a counterparty?’ ” (Alameda was the personal hedge fund Bankman-Fried used to loot FTX customer money.) Tenev demurred, and the discussions petered out. Following Bankman-Fried’s arrest in late 2022, Robinhood reacquired his shares; Bankman-Fried is currently serving a 25-year fraud sentence. This period also coincided with a series of putrid earnings results and layoffs, leaving Tenev in a state he had not felt since starting the company: unhappy. Ever the pragmatist, he responded by making a list of steps to turn Robinhood around, including cleaning house of “mercenary” employees whose motive for joining had been to get a piece of the IPO.  The process also included a brutal ritual of self-criticism, in the form of quarterly meetings that envisioned Tenev getting fired by the board. “Say they brought in a really, really good CEO—like, the archetype of the best CEO on the planet,” Tenev recalls. The team imagined that CEO saying: “Let’s just, like, redo everything that asshole before me did, and clean up the mess. It’s a useful exercise.” Needless to say, Tenev wasn’t ousted. (Together, he and Bhatt hold more than 60% of Robinhood’s voting shares.) And the company has gradually pulled itself out of the doldrums. Robinhood was profitable for the 12 months through March 31—a new milestone. And its share price, while still far off its IPO peak, has more than trebled from its $7 low point.  Still, Tenev’s work is far from finished, and he faces two major challenges: He must persuade investors that Robinhood can grow into a big-league operation, and he must convince the public that he and his company are more than the shallow caricatures reflected in Dumb Money. It was little more than a generation ago that stock traders were overwhelmingly middle- and upper-class men who paid $10 or $20 to make trades by phone with their brokers. The internet began to change that, as platforms like E*Trade lowered the financial and cultural barriers to buying stock. Still, it took Robinhood to throw the doors wide open. The company introduced no-commission trading in 2013, eventually forcing the industry to follow suit, thanks to an app that eschewed the industry’s middle-aged-white-guy vibe.  The U.S. stock market is the biggest generator of wealth in history, and it matters a lot that Robinhood has helped millions of once-excluded Americans get a piece of it. Robinhood says the median age of its customers is 34, compared to 58 for industry incumbents, and that its user base is far more diverse. A recent survey paid for by Robinhood found that Black and Hispanic customers respectively accounted for 4% and 8% of incumbent brokerages’ users; for Robinhood, those numbers were 14% and 16%. Meanwhile, the company has tailored offerings to customer segments long ignored by the industry. For instance, Robinhood offers a 1% to 3% IRA match to workers at some gig economy companies, including TaskRabbit and Grubhub.  30% 32% “Most families first access the stock market when a family member receives stocks as part of employment compensation, and historically that didn’t include women or people of color,” says Sergio Ricci, who has authored a paper with fellow law professor Christina Sautter that argues services like Robinhood lower barriers to amassing wealth. There is no guarantee, of course, that entering the market will pay off, as demonstrated by the many first-time investors who lost big—often while using Robinhood—in recent meme-stock and crypto-token bubbles. Critically, though, there’s evidence that those traders are hardly the majority. Studies by Vanda Research, which focuses on retail investors’ behavior, have found that among those novices who’ve stuck around, acumen has improved over time. Since early 2021, these investors have been less inclined to chase meme-lord trends, and more likely to opt for more stable big-name stocks or index funds. “By losing capital, a lot of retail investors learned a lesson,” says Vanda VP Marco Iachini.  The upshot is that a large cohort of young investors appear committed to the long haul—and many millions of them are Robinhood’s customers. The question is whether Tenev and his team can build a business around them that could rival giants like Fidelity and Charles Schwab. There are substantial reasons for doubt. One is that the average Robinhood account balance has stubbornly remained stuck near $5,000. This reinforces a perception that many customers use Robinhood as a play account, keeping most of their money at more established firms—and that newer customers could do the same as they become more affluent. Robinhood CFO Jason Warnick says he is keenly aware of the potential for flight, which he calls “graduation risk.” The company’s response has been to emulate Amazon—where Warnick worked for two decades—by adding layer after layer of offerings so customers don’t want to leave.  In the past 18 months, Robinhood has made big strides on this front, rolling out a retirement-account offering and its first credit card. In both cases, it offered major inducements to sign up: a 3% match on IRA transfers for members of Robinhood’s premium $5 per month Gold tier (and a 1% match for others) and credit card travel and rewards perks that rival industry leaders. Warnick says the incentives are designed to ensure that both products turn a profit, sooner rather than later. All of this will help mitigate the historical weakness of Robinhood’s strategy: an overreliance on trading, which brings a bounty when the market is up but hard times when it cools. Robinhood generates much of its revenue by routing batches of transactions to market makers, a practice called payment for order flow, or PFOF. But when trading volumes decline, that spigot also dries up. Matt Harris, a fintech investor at Bain Capital Ventures, notes that there’s a significant gap between the “adrenaline-driven frequent trading strategies” in Robinhood’s DNA and the wealth-management model that drives revenue at a Fidelity or Schwab. The latter model is more lucrative but also entails fiduciary obligations to put customers’ financial interests first—which means more red tape and expense. Still, Harris doesn’t rule out Robinhood making the transition: “Sometimes the pirates become the navy,” he notes. He adds that the company has an ace up its sleeve: Unlike most financial companies, it owns its tech stack “soup to nuts,” making it less dependent on partners and better positioned to make profits.  Ultimately, though, Robinhood’s future rides with Tenev—now battle-tested and in his late thirties, the age when other famous entrepreneurs have hit their peak. Speaking with Tenev, one senses he has only begun to flex his ambitions. He believes that two technologies—crypto and AI—will reshape the financial world, and he is laying plans for both. Robinhood recently bought one of Europe’s longest-established Bitcoin exchanges—a move that will expand its overseas reach and give it a beachhead to develop an institutional crypto business. More radically, Tenev predicts that blockchains and the conduits of traditional finance will become fused, enabling companies adept at both to become leaders. As for artificial intelligence, Tenev—who recently led a funding round in a startup focused on improving AI’s math skills—sees a huge opportunity in wealth advising. Right now, he says, the business is bare-bones and overpriced for ordinary investors, while richer clients overpay for glorified concierge service. Tenev predicts his company will be on the vanguard of a world where customers get affordable wealth-management guidance from an AI advisor with deep knowledge of their financial lives, backed up by a human touch when necessary. Pulling this off would make Robinhood not only a financial giant, but also a design and engineering pioneer. For Tenev, the founder who rhapsodizes over the paradigm-busting achievements of the Lotus and Countach, it would be the equivalent of popularizing the flying car. And it could make Tenev and Robinhood truly iconic.  A version of this article appears in the August/September 2024 issue of Fortune with the headline, “How big can Robinhood really get?” "
    },
    {
        "url": "https://fortune.com/2024/07/29/kamala-harris-donald-trump-tariffs-trade-inflation-us-election/",
        "title": "Kamala Harris vs. Donald Trump: Who is the better president for business?",
        "published": "2024/07/29",
        "published_date": "2024-07-29",
        "author": "Geoff Colvin",
        "author_info": {
            "author_name": "Geoff Colvin",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2014/05/Colvin2_bio.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Every day, you’re paying a tax that Congress never voted on, a tax that’s growing rapidly heavier. Yet you may not even know when you’re paying this tax because it goes by another name: tariffs. It is baked into the prices of products, from sneakers to semiconductors to compression springs, that are manufactured abroad or that use imported components or materials—that is, a large portion of the things Americans buy. As the presidential election approaches, all signs point to higher tariffs on American imports—no matter who wins. (While Vice President Kamala Harris was the clear favorite to be the Democratic nominee as this article went to press, it’s safe to say that any potential rival would have a similar trade agenda.) The consequences will reach far beyond those ballooning hidden taxes that Americans pay. They will also influence global geopolitics and touch every business and consumer in the U.S., plus billions more worldwide. The trend is still hard to believe, for those who have been following the issue. After decades of working for freer trade worldwide, the U.S. has reversed course, with both parties on board. The two sides don’t offer identical trade proposals—Donald Trump’s would be much more severe—but broadly speaking, this is a rare issue on which both sides of the aisle are aligned. Both parties are pursuing this agenda to assert their commitment to protecting American industry and jobs from overseas competition—but business mostly doesn’t like it, especially companies selling consumer goods to price-sensitive customers already wary of inflation. “Unfortunately, there does seem to be this movement within both parties to turn insular and turn away from trade in ways that will be economically damaging,” says Neil Bradley, chief policy officer at the U.S. Chamber of Commerce. “They’re going to end up hurting average Americans.” Tariff proponents, in making their case, often cloud how they work. Tariffs require U.S. importers of foreign goods and services to pay duties to the U.S. Treasury, based on what was imported. Research over decades finds that importers pass the extra cost on to consumers in the form of higher prices—or they are forced to cut costs or accept lower profits.  This simple fact tends to be missing from the populist rhetoric: The exporting country does not pay the tariff. The importing company does. Donald Trump’s campaign boasts that as president, Trump “imposed tariffs on China that brought billions of dollars into the federal Treasury”—failing to note that it was American consumers and companies who paid those billions. Joe Biden’s White House said often that tariffs he imposed “protect American workers and businesses,” without mentioning that those tariffs have also hurt many workers and businesses. David French, the National Retail Federation’s top government relations executive, tells Fortune, “Our hope is the next administration will move into a more comprehensive nontariff trade barrier discussion that includes multilateral negotiations. We’d love to be writing trade deals again.” He’s likely to be disappointed. As the campaigning heats up, Democrats will likely stand on Biden’s record of imposing tariffs, pointing proudly to steeply increased tariffs on Chinese steel, aluminum, semiconductors, electric vehicles, batteries, solar cells, and more.  Trump goes much further, proposing a 60% tariff on all Chinese imports and a universal 10% tariff on imports from all countries—radically high and broad tariffs not seen in the U.S. since World War II. Goldman Sachs calculates Trump’s program would raise inflation by 1.1 percentage points and reduce GDP growth by a half point, a significant drop when GDP has most recently been growing at an annual rate of only 1.4%. Trump’s tariffs would cost a middle-income household $1,700 a year, according to the Peterson Institute for International Economics.  News that the U.S. is enthusiastically cranking up tariffs under both parties would have sounded otherworldly for most of the past 75 years. For the first portion of U.S. history, the bulk of the federal government’s revenue—in some years nearly 100%—came from tariffs. The country began to trim its reliance on tariffs after a 1913 constitutional amendment allowed income tax. Then, at the end of World War II, 28 countries banded together to negotiate agreements that would reduce tariffs and other trade barriers, reasoning that lowering these barriers to free trade would leave all the participating countries better off. That group’s successor, the World Trade Organization (WTO), today has 164 member countries, whose progress over the decades has been dramatic. In 1948, the U.S. collected duties that were 14% of the value of all tariffed imports and 6% of total imports. By 2017, the respective tariff rates had plunged to 5% and 1%. Then everything changed. In 2018, President Trump—who had famously tweeted that “trade wars are good, and easy to win”—followed through by launching a grand-scale trade war. He imposed a slew of tariffs that eventually covered Argentina, Brazil, Canada, China, the European Union, India, Mexico, and South Korea. Most of those countries quickly launched retaliatory tariffs against the U.S.—which in turn hurt American manufacturers’ ability to compete in those growing overseas markets. Result of the trade war: a draw at best. U.S. imports fell, but so did exports because of the retaliation, according to an extensive analysis, The Return to Protectionism, by researchers at several universities. (The pandemic did not distort the results, which were published in February 2020.) The authors found that U.S. consumers and firms that bought imports lost $52 billion. And, the researchers observed, the tariffs appeared to be intensely political: Industries that were protected by U.S. tariffs were concentrated in electorally competitive counties.  It doesn’t sound like a policy triumph, or even a political one for Trump: Foreign retaliatory tariffs disproportionately hit industries in Republican counties, and of course Trump lost his bid for reelection. Yet while President Biden changed many of Trump’s policies, he barely touched Trump’s tariffs, keeping nearly all of those he inherited and adding many more, mostly targeting China.  “During the first couple years of this presidency, with the challenge of inflation, there was every incentive to think about ways to reduce inflationary pressure, including the reduction of tariffs—yet it appears that keeping the tariffs against China was a higher priority,” says Theodore Bunzel, head of Lazard Geopolitical Advisory at the Lazard financial advisory and asset management firm. “That is striking in terms of the sea change it represents.”  Put simply: U.S. protectionism, which reached its apex in the Great Depression and was nearly extinct by 2017, has been growing again, with bipartisan support. Meanwhile, beyond tariffs, the geopolitical forces that prompted today’s trade wars, prominently including the U.S.–China rivalry, have elevated business’s role in policy. “CEOs today have a new job in Washington,” says Klaus Kleinfeld, who dealt with trade policy when he was CEO of Alcoa and Arconic. “It’s broader than tariffs.” Companies and technology have become crucial players in international relations. “Corporations have increasingly become both the objects and instruments of foreign policy,” wrote Lazard’s Bunzel, Jami Miscik, and Peter Orszag in a recent article in Foreign Affairs. Examples are everywhere. Elon Musk’s Starlink satellite-based internet service plays a vital role in Russia’s war with Ukraine. The U.S. forbids Nvidia from selling its most advanced chips for AI to China. The CHIPS and Science Act subsidizes semiconductor makers—American (such as Intel) and foreign (such as Taiwan’s TSMC and South Korea’s Samsung)—to build factories in the U.S. Or consider Microsoft’s April announcement that it was investing $1.5 billion in G42, an AI company based in Abu Dhabi, capital of the United Arab Emirates. The announcement didn’t mention a critical element of the deal: that G42 would get rid of all its Chinese equipment, including that made by Huawei, the giant Chinese tech company that the U.S. considers a national security threat.  Business may have to face starkly different government priorities and geopolitical realities depending on who wins the election, with Democrats likely to follow Biden’s lead on these issues. Biden embraced America’s alliances, notably NATO, while Trump has disdained them, even threatening to take the U.S. out of NATO. Biden called Russian President Vladimir Putin “a killer,” while Trump has often praised him. Biden refused to meet with North Korean leader Kim Jong Un without preconditions, while Trump met with Kim three times, saying they “fell in love.”  Businesspeople like to say they can play to win if they know the rules. What they hate is when the rules keep changing. The outlook: With both political parties eager to reshape U.S. engagement in the global economy, wise business leaders will be checking the rules every morning. Whatever comes next, here’s how U.S. companies can prepare.Bring in dedicated policy expertise. Says Theodore Bunzel of Lazard: “We’re seeing a lot more companies designating a chief policy officer or chief geopolitical officer.” Do realistic scenario planning.What would your business do if a conflict—think Gaza or Ukraine—suddenly escalates? What if a major U.S. ally shifts its majority party in a national election, as the U.K. and France did recently? Apply such scenarios to an internal stress test: How would your business fare?  Accept that lobbying doesn’t work as it used to. Pleas to Uncle Sam for protection based on national security will be received more favorably than traditional arguments based on economics.  Run the numbers. How would Trump’s proposed 60% tariff on all imports from China and his universal 10% tariff affect your company and industry? What retaliatory responses seem likely? Consider adjusting your company strategy based on your findings. Where the Democrats and Republicans stand on other issues business cares about.TaxesThe future of the wide-ranging 2017 Tax Cuts and Jobs Act, scheduled to expire at the end of 2025, is the big question. Trump, who signed it into law, wants to extend it. Democrats want to let it expire. Among the many changes for business if the law expires:–Taxes on noncorporate businesses, like sole proprietorships, would rise.–The corporate tax rate could rise from 21%, but exactly how much would be determined by Congress. The pre-TCJA rate was 35%.–Companies would no longer be allowed to deduct the full cost of capital investments in the year spent, and instead would have to amortize the cost over a period of years.  RegulationTrump would roll back regulation, much as he did in 2017. The Democratic nominee would likely continue Biden’s regulation of companies’ actions affecting the environment, energy, finance, and mergers.  ImmigrationThe Democratic Party platform will emphasize securing the southern border, consistent with Biden’s recent toughened stance—increasing deportations and denying asylum to migrants who cross unlawfully. Trump has promised the “largest deportation operation” in U.S. history.  LaborThe Democratic Party will strongly support labor unions. Trump has been courting union members, but as president he was not labor-friendly: The AFL-CIO called his record “catastrophic and devastating.” Targeted countries will retaliate. They always do, and have done so over the past six years. China, for example, retaliated against Trump’s tariffs by imposing tariffs on U.S. agriculture products that China imports from several states. Those farm states may not have many people, but each has two senators who weren’t happy. Trump learned that lesson and now promises to retaliate against the retaliators by enacting the Trump Reciprocal Trade Act, which he recently explained to a Wisconsin audience thus: “Reciprocal trade—that’s you screw us, we screw you.” Such tit-for-tat tariffs can escalate quickly. Foreign companies will find work-arounds.Shein, a fast-growing fast-fashion Chinese retailer selling globally, uses a curious business model. Rather than shipping merchandise to the U.S. in large, economical containers for distribution to customers from U.S. warehouses, it mails U.S. customers’ individual purchases direct from China. One reason: Packages valued at less than $800 are exempt from U.S. tariffs. A congressional report says the American retailer Gap Inc. paid $700 million in import duties in 2022 while Shein paid nothing—being the exporter, not the importer—and the situation didn’t help the American company compete with the Chinese one. While Gap Inc. likely passed along the cost of its tariffs to customers, driving up its prices, it’s hard to imagine many of Shein’s U.S. customers bought $800 worth of $7 sweatshirts and $1 earrings and had to pay duties.  As protectionism expands, it will become complex and tangled.The appliance maker Whirlpool’s experience is cautionary. One of Trump’s first trade actions was to impose steep tariffs on imported large residential washing machines. “It was a moment-in-time solution that allowed us to regain our competitive footing,” says Whirlpool general counsel Kyle De Jong. “Eighty percent of what we sell in the U.S., we make in the U.S.” But those measures expired in 2023, and now U.S. tariffs are working against Whirlpool. The company must pay tariffs on some component parts that are available only in China, but when those same components arrive in the U.S. inside Asian-made washers, they aren’t separately tariffed. In addition, Whirlpool uses American-made steel to ensure a localized supply chain while avoiding tariffed imported Chinese steel. But De Jong points out that the company’s foreign competitors can use that cheaper Chinese metal in their products. “That’s the competitive dynamic we’re concerned about,” he says, “the unintended consequences for American manufacturing.” Hurried tariffs may be the worst tariffs of all.James Wallar, a retired Treasury official and trade expert, argues in a recent article that the Trump and Biden administrations opted “for speed and optics rather than careful analysis following international rules.” Imposing tariffs on one country, as Trump and Biden have mostly done, is fast and easy for constituents and voters to understand. But significant change generally comes via multilateral negotiations, not piecemeal actions against individual countries. Wallar says the Biden administration undermined its own international profile and ability to exert pressure on other countries. Its quick and narrow tariffs on China “might look tough domestically—protection and tariffs are politically popular among voters,” he says, “but it has diminished U.S. global leadership on trade policy and its effectiveness in promoting permanent change.”  Additional reporting by Alena BotrosA version of this article appears in the August/September 2024 issue of Fortune with the headline, “What can business expect from the next president?” "
    },
    {
        "url": "https://fortune.com/2024/07/22/joe-biden-kamala-harris-presidency-politics-learn-corporate-succcession-planning/",
        "title": "The tumultuous Biden-to-Harris handoff shows why political parties need some lessons on succession planning",
        "published": "2024/07/22",
        "published_date": "2024-07-22",
        "author": "Lila MacLellan",
        "author_info": {
            "author_name": "Lila MacLellan",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "A popular adage about leaders says the most effective of them build self-sufficient organizations. If the conductor leaves, the orchestra plays on. But let’s be honest: That’s not true for many of today’s most influential leaders, in business or politics. Instead, as this year’s run-up to the U.S. election has made plain, we often elevate leaders who believe they’re irreplaceable. Without me, the entire enterprise disintegrates, these leaders seem to think. The music stops. Now Americans are watching in real time the problems this can cause. Less than a month before the start of the Democratic National Convention, the 81-year-old sitting president, Joe Biden, has capitulated to demands from within his party that he stand down from his campaign for a second term and make way for a younger candidate. His decision has won praise, although some say, as Frank Bruni put it in the New York Times, that it came “weeks later than it should have, after too much secrecy, too much arrogance, too much denial.” At the time of writing, the Democrats are scrambling to build a process for finding a new nominee. Biden endorsed Vice President Kamala Harris, and she is seen as the frontrunner after several powerful Democrats—but not all—quickly backed her.   The Democrats may still pull off a successful transition to a new candidate, but no one would say it has been a smooth process so far. And Biden’s critics say his administration has failed to give Harris opportunities to demonstrate her ability to lead (a complaint that could be made about previous administrations, too). Having an emergency line-of-succession plan is not the same as building up the party’s next presidential contender.  Meanwhile, Republicans remain solidly united behind their 78-year-old candidate. Even those who once rejected Donald Trump’s policies and antagonistic tone have endorsed him. As the nominee’s daughter-in-law and Republican National Committee leader Lara Trump said, “Every single penny will go to the number one and the only job of the RNC: that is, electing Donald J. Trump as president of the United States and saving this country.” But the RNC’s total focus on one man—who is mortal, as the recent attempt on his life horrifyingly underlined—may prove precarious for the party. This tumultuous month has shown that neither party has anything close to a playbook for replacing its torchbearer. It’s a moment when political operatives on both sides of the aisle might admit that they need a new model for succession. For that, they could look to the business world, and to corporate boards, where succession planning is an obsession.  To be sure, everyone can name a few companies where such plans haven’t panned out (see Disney and Starbucks). Still, companies at least have a structure—the board—to ensure that someone is scouting for tomorrow’s leaders, looking several layers into an organization or outside the company to find potential talent. Indeed, many company directors will tell you this is their main raison d’être, says Paroon Chadha, cofounder and CEO of OnBoard, a governance software company. In a recent poll of 6,000 boards, his company found that two-thirds said succession planning was their top priority.  Ted Dintersmith, a former venture capital investor and top Democratic Party donor, believes it’s time to bring some semblance of corporate-style governance to politics, to help protect U.S. democracy: “The political system needs to put itself on pause and say, ‘How can we embrace the principles that have made America’s economy so strong?’ ” Having served on more than 50 boards in his career, he points out that directors are meant to check a CEO’s power and to deter and respond to unprofessional behavior. By comparison, Dintersmith adds, the leaders of political parties are rarely challenged by insiders. While each has aides and advisors, they are subordinate to their bosses and aren’t beholden to any broader constituency.  In a corporate setting, a board would likely have considered both Biden and Trump to be bad bets as leaders, he argues. Biden’s advanced age would put him in jeopardy, and Trump, who was found liable in a sexual abuse lawsuit, would never survive a decent board’s sniff test.   Corporate-style governance doesn’t always ensure a smooth succession process. Succession planning can get pushed off the agenda by more pressing matters, says Chadha, and it takes discipline to keep returning to a problem that doesn’t require an immediate solution.  But that advance work to find and groom a potential replacement can pay off massively when a successor is needed, following either a leader’s planned departure or an unplanned one. Another common roadblock to replacing a CEO: It’s not easy to tell a powerful person that it’s time to let go, to find a new identity, and to watch someone else do their old job. “It’s a sensitive topic for the incumbent,” Chadha says. This human problem is familiar to anyone who has been part of an agonizing discussion about an older person’s fitness—whether that person is a president, a business leader, or even a parent. And again, corporate boards have developed strategies to manage such moments.  Some set age limits for CEOs, making some transitions automatic. Many companies use the board-chair role as a soft landing for departing CEOs—allowing an important person to exert influence while making space for someone else to lead.  A similar kind of position could be created for departing presidents: a White House advisor, perhaps, or a high-level role at a party’s national committee. Given his 36 years in Congress and 12 years in two White House administrations, Biden could remain a guiding force in his party.   The Dutch management theorist Manfred F.R. Kets de Vries urges companies to create “beautiful exits” when it’s time for someone to leave. Longtime leaders may need coaching to envision that exit for themselves. “It’s hard for human beings to accept their own disintegration, so we go into all different kinds of defensive maneuvers,” he once told me—including clinging to power and to work.  As of this writing, it’s looking like Harris is poised to be Biden’s de facto successor, though other candidates may come forward. Dintersmith, who was among the donors who had been calling for Biden to leave the race and for the party to select a new nominee, says a competitive nominating process would be the smarter path, one that would more closely resemble corporate governance procedures. “If the CEO decides to step down, they would say to the board, ‘I think my chief operating officer would be perfect for this, and I hope you give them every consideration,’ ” he explains. “They’d also say, ‘But I know you’re going to do your job and look at a full range of candidates before you make this choice.’ ”  A strong, competitive process benefits the organization and the successor no matter who is chosen, Dintersmith says.  Granted, time is short for the Democrats, but that can also be the case when a struggling firm needs a turnaround CEO. “The board might say: ‘With our reservoir of experience, it’s crystal clear this other person is perfect,’ ” Dintersmith says. “Or they might say, ‘Let’s do a search.’ ” Finally, corporate boards wouldn’t see the party convention or even the election in November as the end of their process. When a new CEO takes over, boards immediately put together a succession plan for the next leadership change—to be reviewed periodically and adjusted as needed. That’s a task that both parties ought to take seriously come Nov. 5.   A version of this article appears in the August/September 2024 issue of Fortune, with the headline, “What American politics can learn about succession planning from American corporations.”  "
    },
    {
        "url": "https://fortune.com/2024/09/05/fed-comittee-rate-cut-atlanta-president-hawk-shifting-cut-focus/",
        "title": "Unemployment is rattling the Fed committee so much that even its hawkish members are backing a cut",
        "published": "2024/09/05",
        "published_date": "2024-09-05",
        "author": "Eleanor Pringle",
        "author_info": {
            "author_name": "Eleanor Pringle",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "The winds of change are blowing through the Federal Open Market Committee (FOMC): Fed presidents who previously resisted market pressure to axe interest rates are now saying they too want a cut.  The fact that Federal Reserve bank presidents are shifting their stance will be welcomed by the market. It signals the FOMC is keeping a close eye on both halves of its dual mandate: lowering inflation and maximizing employment. It is the latter half of this mandate that FOMC members are now turning their attention to, concerned that if they keep monetary policy too tight for too long, the economy will cool to the extent that people lose their jobs. While the FOMC have been steadfast in ignoring pressure from the market and politicians, recent data has begun to sway their views.  In one example, a report from the U.S. Bureau of Labor Statistics last week revealed that unemployment rates in metropolitan areas are creeping up while demand for workers is softening. Previously Atlanta Fed President Raphael Bostic was on the more cautious end of the scale when it came to cutting.  Indeed, as recently as last week Bostic was cautioning his FOMC peers about cutting too quickly and then being forced to hike rates again. This would be, he told an event organized by the Stanford Club of Georgia and the Stanford Black Alumni Association–Atlanta, “a very bad outcome.”  “If I’m going to err on one side, it’s going to be waiting longer just to make sure that we don’t have that up and down,” he added, per Reuters. But in a new note titled “Shifting focus to both sides of the dual mandate” posted to the Atlanta Fed website on Sept. 4, Bostic hinted his thoughts were changing. “I have focused mainly on the price stability side of the mandate since inflation spiked in 2021, as we were clearly further from that goal than from the goal for maximum employment,” he wrote. “But as the labor market has cooled in recent months, the balance of risks has shifted, and I am today giving basically equal attention to the maximum employment objective.” Bostic’s change of heart is the result of a range of factors. Employers have told the Atlanta Fed they are hiring more cautiously, for one.  Secondly, the Atlanta Fed’s Business Inflation Expectations survey for August found the number of firms that report having job openings declined by almost 10 percentage points from June 2023 to June 2024, from 79% to 70%. And finally, he wrote, the “extraordinarily high wage growth” that occurred during the pandemic is now peeling back to a level “more conducive” to price stability. “Rest assured, I do not sense a looming crash or panic among business contacts,” he continued. “However, the data and our grassroots feedback describe an economy and labor market losing momentum.” The more pressing half of the Fed’s mandate since the pandemic has been wrangling rampant inflation back down to the target of 2%.  It hasn’t been an easy task—and was one that some experts didn’t think could be done without massive downsides. Former Treasury Secretary Larry Summers believed that to bring inflation into the 2% range, unemployment would have to spike to 6%, and the economy would have to shrink. JPMorgan CEO Jamie Dimon is still skeptical that inflation—at an annualized rate of 2.9% for 2024 thus far—will even reach the target.  Bostic believes the FOMC cannot wait for that figure to hit 2% before cutting, but says he will still be keeping a sharp eye on the metric. “I am not quite prepared to declare victory over inflation,” he added. “Though they have declined significantly, risks to meeting our price stability mandate remain. So, we must stay vigilant to ensure those risks continue to wane. “At the same time, we must not maintain a restrictive policy stance for too long. I believe we cannot wait until inflation has actually fallen all the way to 2% to begin removing restriction because that would risk labor market disruptions that could inflict unnecessary pain and suffering.” Of course Bostic—or any of the other FOMC members—would never promise a cut ahead of a meeting. But the Atlanta Fed President’s sentiments have been echoed by the likes of Chicago Fed President Austan Goolsbee.  While Gooslbee earlier this year said he was holding out for further data, he made it clear in an August interview in Fortune that the balance was tipping.  “We need to be cognizant of being this tight for too long, because if we are, we’re going to have to think about the real side of the mandate, and employment is gonna get worse,” he said. "
    },
    {
        "url": "https://fortune.com/well/2024/09/06/fda-no-inspected-2000-drug-plants-before-covid-pandemic/",
        "title": "FDA hasn’t inspected nearly 2,000 drug plants since before COVID pandemic",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Matthew Perrone",
        "author_info": {
            "author_name": "Matthew Perrone",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Federal regulators responsible for the safety of the U.S. drug supply are still struggling to get back to where they were in 2019, before the COVID-19 pandemic upended factory inspections in the U.S. and across the world, The Associated Press has found. An AP analysis of Food and Drug Administration data shows that agency staffers have not returned to roughly 2,000 pharmaceutical manufacturing firms to conduct surveillance inspections since before the pandemic, raising the risks of contamination and other issues in drugs used by millions of Americans. The firms that are overdue for safety and quality inspections represent about 42% of the 4,700 plants that are currently registered to produce drugs for the U.S. and previously underwent FDA review before May 2019, the AP found. The plants make hundreds of critical medicines, including antibiotics, blood thinners and cancer therapies. Under FDA’s own guidelines, factories that haven’t been inspected in five or more years are considered a significant risk and are supposed to be prioritized for “mandatory” inspections. Most of the overdue plants are in the U.S., but more than 340 are in India and China, countries that together make up the largest source of drug ingredients used in low-cost U.S. prescriptions. “Generic drugmakers are under intense pressure to cut their costs and some will do that by cutting quality,” said David Ridley of Duke University, who studies the pharmaceutical industry. “If they’re not inspected, then we won’t know about it until — in a few tragic cases — it’s too late.” Last year, tainted eyedrops from an Indian factory led to an outbreak of antibiotic-resistant bacteria that sickened more than 80 Americans, killing four of them and blinding more than a dozen others. The plant never registered with the FDA. Prior to COVID-19, dozens of common medications made at FDA-regulated plants were recalled due to traces of cancer-causing contaminants. The FDA didn’t open its first overseas outposts until 2008, after dozens of U.S. deaths were linked to a contaminated blood thinner imported from a Chinese plant that hadn’t been inspected. “The U.S. drug supply is the safest on the planet and no other regulator conducts more inspections than the FDA,” said FDA Associate Commissioner Michael Rogers, noting that the agency has increased drug inspections each year since 2021 while prioritizing foreign factories. But last year’s inspection numbers were still down almost 40% from the pre-pandemic period, when the FDA averaged around 4,300 annual inspections. Rogers offered no date for when the backlog of uninspected plants might be cleared. The agency’s work has been hampered by a wave of staff departures, he said, including longtime inspectors who have found new jobs that often allow them to work from home. “There’s a significant cost to the agency associated with the loss through attrition of an experienced investigator,” Rogers said. “We need to retain these people, and we are.” The FDA halted all but the most “mission critical” inspections in March 2020. It gradually restarted prioritized inspections later that year, but regular international visits did not resume until 2022. In a statement, the FDA said that it receives inspection details from international partners, including European regulators, which help the agency decide whether a visit is necessary. The agency also began using video and other online tools to evaluate plants remotely during COVID-19, although those aren’t equivalent to physical inspections. The FDA’s struggles overseeing the global pharmaceutical supply have been documented by the Government Accountability Office, which has flagged the area as a “high risk” issue every year since 2009. Beginning in the 1990s, drugmakers began shifting manufacturing overseas, first to Puerto Rico, and then to Asia in search of cheaper labor and materials. The FDA has largely been playing catch-up ever since. “We have to recognize that this is the world we live in and we have to adapt to it,” said Dr. Stephen Ostroff, FDA’s former chief scientist. “That has to include being able to get into these facilities and take a look at what they’re doing, particularly in India and China.” The FDA keeps a confidential list of drug facilities to inspect, prioritizing them based on potential risks. The AP created its own list by compiling public records of FDA inspections from before COVID-19 and tracking which firms haven’t received a follow-up within five years. The data accounts for the vast majority of inspections, but has some omissions, including visits required for new drug approvals and those that are part of ongoing government investigations. The AP’s tally of overdue plants also doesn’t include any of the new facilities that have registered with the agency since COVID-19 but haven’t yet had an initial inspection. FDA’s internal list of sites for inspection has increased 14% over the past five years, the agency noted last year. The FDA said in a statement that it “must be judicious and apply a risk-based approach,” due to the “enormity” of its workload and limited budget. “We prioritize the inspections that pose the greatest risk to public health,” the agency said. On a global basis, FDA says only 6% of sites inspected last year had serious problems. But rates are higher in India, where 11% of plants were cited for violations, the most of any country. Nearly 90% of FDA’s foreign inspections in fiscal 2023 were announced in advance, according to FDA correspondence with Congress obtained via public records requests. The GAO and other government watchdogs have long raised concerns about the practice, which typically gives companies up to 12 weeks to correct or conceal potential problems. Even with the advanced warnings, the FDA has found egregious violations in overseas factories. When agency staffers visited Intas Pharmaceuticals’ plant in northwest India for the first time in nearly three years they found what they called a “cascade of failure.” Among the violations, inspectors saw an employee “pouring acetic acid in a trash bin” to destroy company documents used for drug testing. Elsewhere inspectors found “plastic bags filled with torn and discarded” documents relating to quality control measures. “This kind of behavior has been pointed out to the FDA time and time again by people like me for the last 10 years,” said Dinesh Thakur, a former pharmaceutical industry executive who became a whistleblower for the U.S. government. In 2013, his work led to a $500 million settlement with Indian drugmaker Ranbaxy for falsifying generic drug data. “If you do not prosecute people who do this kind of wrongdoing, it gives the implicit signal that the FDA will give companies a pass,” Thakur said. In the case of Intas, FDA issued a warning letter — which has no legal repercussions — and blocked some of the company’s exports to the U.S., while attempting to maintain shipments of the critical chemotherapy drug cisplatin. That strategy backfired in June 2023 when Intas abruptly shuttered the plant, triggering a nationwide shortage of cisplatin, which is used in more than a half-dozen cancers. FDA inspections in India have been accelerating, but 160 plants are overdue, including some which haven’t been inspected since 2015 yet continue shipping pain pills, antibiotics and other medications to the U.S., according to AP’s analysis. Mexico, France and Spain also have over 100 overdue firms between them. In China, political tensions have made inspections even more challenging. Just two fulltime FDA inspectors are based in the country, where about 185 factories are overdue. Former FDA officials say the Chinese government has withheld visas from inspectors unless the U.S. reciprocates for Chinese nationals seeking to enter the U.S. FDA Commissioner Robert Califf has acknowledged his discomfort with the current situation. “Even if we do periodic inspections, it’s not the same as a society where you have more freedom of information,” Califf told lawmakers at a hearing last year. “I am very concerned about it.” The FDA could seemingly address its inspection backlog by hiring more investigators or assigning extra work to current staffers. But the agency is struggling to hold onto inspectors who can often earn far more working for the companies they now regulate. On a call with FDA stakeholders in May, Rogers warned that “our attrition rates and our inability to retain our staff” would soon impact the agency’s ability to oversee drugs and other medical supplies. The FDA currently has 225 vacancies on its inspection workforce, nearly four times as many as before COVID-19, according to agency records. New inspectors generally start at an annual salary of about $40,000 and can eventually rise to over $100,000. Job postings alert applicants they may have to travel “up to 50% of the time.” In 30 years as an FDA inspector, Jose Hernandez experienced firsthand the grueling pace and pressures of the job. When he began doing international inspections in the mid-1990s, it was on a volunteer basis and employees spent no more than six weeks per year outside the U.S. By the end of his government career, Hernandez was traveling overseas more than four months per year, making multiple trips to Asia. For each one-week inspection, he said he might need another week or more to write up his report, particularly if he found serious violations. Hernandez says that extra time and attention to detail wasn’t always appreciated by his managers. “They just wanted people who are like bean counters: walk in, walk out and find nothing so that they can get this report through the system and make their numbers,” he said. Hernandez retired from the FDA in 2014, earning just over $100,000 in his final year. Today he is a private consultant and says former FDA inspectors can easily earn more than $250,000 working for industry. “Now I fly business class, I stay in nice hotels, I rest when I get there and nobody tells me what to do,” Hernandez said. “I made the right decision.” FDA says it’s exploring ways to make the jobs more attractive, including extra pay for experienced staffers and offering more flexible, comfortable travel arrangements. The slowdown in inspections has attracted scrutiny from lawmakers and raised new questions about whether FDA’s decades-old approach is working. House Republicans have peppered the agency with dozens of inquiries about the program since 2023. In their most recent letter, members of the Energy and Commerce Committee ask regulators to explain why FDA staffers making high-priority inspections in Asia are reporting less than half as many violations today compared with pre-COVID-19. “The committee is concerned that FDA’s fear of triggering additional drug shortages is driving the decreased rate that FDA issues warning letters,” states the June letter. FDA’s Rogers rejected the argument, saying inspectors follow strict guidelines when conducting inspections and that decisions about managing drug shortages are handled separately by other parts of the agency. A pilot program requested by the U.S. Defense Department takes an alternative approach to monitoring the drug supply. The Pentagon is collaborating with a private laboratory, Valisure, to evaluate 40 prescription drugs critical to military personnel, testing them for contaminants, dosing and other issues. Initial findings from the two-year program found serious flaws in about 10% of a subset of drugs tested, according to results shared with the AP. Laboratory testing of imported drugs has long been standard practice in Europe, where more than 70 private labs operate alongside government regulators. The testing approach has attracted interest from experts concerned that FDA’s method — rooted in physical inspections and reviewing paperwork — may not be up to the task of uncovering manufacturing problems on the other side of the world. Stanford University’s Dr. Kevin Schulman says one solution would be to incentivize U.S. pharmacy chains and drug distributors to only purchase drugs from high-quality manufacturers. Currently, U.S. companies decide which generic drugs to buy based on whichever company has the lowest price, Schulman said. “Purchasers say, ‘Well, it’s the FDA’s job to worry about quality, not ours,’” he said. Even as the FDA struggles to recover from COVID-19 and reinspect plants worldwide, Schulman sees a potential upside. “Maybe this is the straw that breaks the camel’s back,” he said. “That, in fact, we should just admit that one U.S. agency can’t regulate the entire global manufacturing for this critically important market.”"
    },
    {
        "url": "https://fortune.com/2024/09/06/picky-hiring-managers-tough-job-search-beige-book-jobs-report/",
        "title": "Choosy hiring managers and a tougher job search: What the Fed’s Beige Book says about the state of the labor market",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "Azure Gilman",
        "author_info": {
            "author_name": "Azure Gilman",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Good Morning!  All eyes are on the labor market right now, and what a slowdown in hiring could mean for the economy, interest rate cuts, the stock market, and the world at large.  The jobs report released this morning showed that the economy added around 142,000 jobs in August—less than expected. The unemployment rate remains nearly the same, falling from 4.3% in July to 4.2% in August. But the Beige Book, a collection of economic snapshots published by the Federal Reserve earlier this week, offers a more on-the-ground view of what the jobs market looks like right now, and a collection of qualitative perspectives via interviews with business owners and other sources. The August Beige Book is mostly in line with the jobs report in terms of relatively flat employment levels. And it also offers an important insight that job seekers likely already know well: Hiring managers are getting choosier, as bosses continue to have the upper hand in the labor tug of war.   “Employers were more selective with their hires and less likely to expand their workforces, citing concerns about demand and an uncertain economic outlook,” the report reads. Or as one staffing contact in Minnesota said in the Beige Book: “a lot of businesses are getting a lot more picky.”  For their part, job seekers are facing “increasing difficulties” and a tougher hiring environment, with longer job search times—something that young people in particular have been increasingly vocal about over the past few months.  The jobs report released on Friday found that average hourly earnings for nonfarm payroll employees actually increased slightly by 0.4%, to $35.21 per hour. And the Beige Book found much the same—for workers who do land a job, wages are rising “at a modest pace.” But they’re earning less than they might have hoped, and losing out on the wage bumps they might have enjoyed just a few years ago. “Most business contacts reported low or no wage pressure for most jobs outside of specialty trades as labor availability continued to improve,” the Federal Reserve of Philadelphia reported.  In general, it seems that hiring managers and job seekers are in a kind of holding pattern in which companies are treading water: They’re avoiding layoffs for the most part, but they’re not exactly in growth mode.  For people with niche jobs in high-demand specialties, however, the job market is still rosy. Those workers are still seeing wage increases, and so are union members—something we saw earlier this week when 1,000 workers at an EV battery plant in Tennessee got a big pay raise. And in one notable aside from the Federal Reserve of Philadelphia in the Beige Book, at least one anonymous company may have finally solved a longstanding labor crisis.  “They were recently able to hire accountants for positions they had been unable to consistently fill for nearly four years,” researchers wrote.   Azure Gilman azure.gilman@fortune.com A round-up of the most important HR headlines. Young college grads are feeling the pinch of a tighter labor market. Unemployment is still low, but projections for this group in particular are below what they were last year. New York Times  Some brands, including Ford and Coors, are no longer providing workplace data from the Human Rights Campaign. Wall Street Journal  More than 17,000 AT&T workers in the South are on strike after accusing the company of delaying new contract bargaining. The Guardian    Everything you need to know from Fortune. Do bonuses make better workers? Some recent studies cast doubts. —Sasha Rogelberg  The CEO of Deutsche Bank says that Germans need to just work harder if they want to turn around a sluggish economy. —Prarthana Prakash   PwC will start tracking its workers in an effort to bring them into the office. —Orianna Rosa Royle"
    },
    {
        "url": "https://fortune.com/2024/09/06/telegram-ceo-pavel-durov-misguided-approach-french-charges/",
        "title": "Telegram CEO Pavel Durov hits ‘misguided approach’ of French charges against him in first public comments",
        "published": "2024/09/06",
        "published_date": "2024-09-06",
        "author": "The Associated Press",
        "author_info": {
            "author_name": "The Associated Press",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Telegram founder and CEO Pavel Durov promised to step up efforts to fight criminality on the messaging app, his first public comments since French authorities handed him preliminary charges for allegedly allowing the platform’s use for criminal activity. In a Telegram post late Thursday, Durov defended himself against the French judicial investigation, suggesting that he shouldn’t have been targeted personally. “Using laws from the pre-smartphone era to charge a CEO with crimes committed by third parties on the platform he manages is a misguided approach,” the post said. “Building technology is hard enough as it is. No innovator will ever build new tools if they know they can be personally held responsible for potential abuse of those tools.” While insisting that Telegram is not “some sort of anarchic paradise,” Durov said surging numbers of Telegram users “caused growing pains that made it easier for criminals to abuse our platform.” “That’s why I made it my personal goal to ensure we significantly improve things in this regard. We’ve already started that process internally, and I will share more details on our progress with you very soon,” he said. French investigators detained Durov at Le Bourget airport outside Paris in late August and questioned him for four days as part of a sweeping probe opened earlier this year. Released on 5 million euros bail, Durov has to report to a police station twice a week. Russia-born, he has amassed multiple citizenships, including French. French allegations against Durov include that Telegram is used for child sexual abuse material and drug trafficking, and that the platform refused to share information or documents with investigators when required by law. In his post, Durov said that while in police detention, “I was told I may be personally responsible for other people’s illegal use of Telegram, because the French authorities didn’t receive responses from Telegram.” “This was surprising for several reasons,” he added. He said Telegram has an official representative in the European Union who replies to EU requests, with a public email address. Telegram’s website informs users that they can contact the app through a bot and includes a link to report illegal content. It also includes an email address and phone number for “competent authorities of the EU and EU members” to use. “If you are not a competent EU or EU member authority, your request will not be processed,” it says. In his post, Durov said “French authorities had numerous ways to reach me to request assistance.” He said he also had previously worked with them to “establish a hotline with Telegram to deal with the threat of terrorism in France.” “If a country is unhappy with an internet service, the established practice is to start a legal action against the service itself,” he said."
    },
    {
        "url": "https://fortune.com/crypto/2024/09/04/trump-relatives-x-accounts-hacked-crypto-announcement-scam/",
        "title": "Trump relatives X accounts hacked with crypto announcement scam",
        "published": "2024/09/04",
        "published_date": "2024-09-04",
        "author": "Suvashree Ghosh",
        "author_info": {
            "author_name": "Suvashree Ghosh",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Social media profiles belonging to some Trump family members were compromised on Tuesday to put out a fake announcement about a crypto project. Posts on the X accounts of Lara and Tiffany Trump related to the World Liberty Financial project were part of a “scam,” and X locked down those profiles “within minutes,” according to statements by Donald Trump’s son Eric on the platform formerly known as Twitter. .@twitter was amazing and has locked down @LaraLeaTrump and @TiffanyATrump accounts within minutes. World Liberty Financial is a planned digital-asset initiative touted by the Republican presidential nominee and two of his sons but full details have yet to be publicly announced. The now-deleted post on Lara Trump’s X page said World Liberty Financial aims to “take power away” from traditional banks and “give it back to the people,” adding that the goal is to “ensure the American people are in full control of their finances.” The message included a link to a seemingly fake website emblazoned with images of Donald Trump. The web page said World Liberty Financial includes a governance crypto token called $WL on the Solana blockchain and that the tokens would be used to support micropayments and soon-to-be announced decentralized finance — or DeFi — lending protocols. The page included instructions on how to connect digital wallets to buy the token. ALERT: Lara’s and Tiffany Trump's X accounts have been hacked. Do NOT click on any links or purchase any tokens shared from their profiles. We're actively working to fix this, but please stay vigilant and avoid scams! The Trump campaign didn’t immediately reply to a request outside regular business hours for a comment on Tuesday’s incident. The World Liberty Financial X page warned against clicking on links or purchasing any tokens shared from Lara and Tiffany Trump’s profiles. Lara, who earlier this year became co-chair of the Republican National Committee, is married to Eric Trump. Tiffany is the youngest daughter of Donald Trump. Donald Trump has courted the digital-asset sector in search of donations and votes and vowed to make the US the “crypto capital of the planet.” His sons Eric and Don Jr. began promoting the DeFiant Ones Telegram channel for World Liberty Financial in August.  DeFi is a niche digital-asset segment comprised of projects that use automated software atop blockchains to deliver various financial services. The latest drama is a reminder that crypto as whole remains prone to scams and hacks."
    },
    {
        "url": "https://fortune.com/crypto/2024/08/30/musk-dogecoin-court-ruling-judge-class-action/",
        "title": "Why Musk dodged a $258 million Dogecoin lawsuit: His words were just ‘puffery’",
        "published": "2024/08/30",
        "published_date": "2024-08-30",
        "author": "Jeff John Roberts",
        "author_info": {
            "author_name": "Jeff John Roberts",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Elon Musk really likes Dogecoin. In recent years, Musk has talked up the Shiba Inu–themed cryptocurrency on Saturday Night Live, mused about becoming its CEO, and even suggested he would send it to the moon on a SpaceX rocket. It was not clear if Musk really meant all this, but New England electrician Keith Johnson took the claims seriously enough to spend hundreds of dollars on Dogecoin—and then lead a $258 million class-action lawsuit after the currency dropped in value.The lawsuit claimed Musk and his company Tesla had run an illegal “pump and dump” scheme to inflate the price of Dogecoin, and then cash out after other investors rushed in to buy it. Other Dogecoin buyers—including an Arkansas retiree and a New York Ivy League student—also joined the lawsuit, which sought $86 billion in damages, plus triple damages of $172 billion. Alas for the plaintiffs, their claim fell flat after a federal judge in New York tossed the case on Thursday. In a terse two-page ruling, U.S. District Judge Alvin Hellerstein summarized the various claims Musk had made about Dogecoin on Twitter (now X). Those included that:“Dogecoin might be his favorite currency and that he had purchased some for his son, that Dogecoin is the people’s crypto and the future currency of Earth, that Dogecoin might become the standard for the global financial system and the currency of the internet, [and] that Tesla vehicles could be bought with Dogecoin.” Even though Musk had praised Dogecoin to the moon, Hellerstein found his statements were no more than “puffery”—a word judges have used for more than a century to describe advertising claims intended to drum up hype, and that did not amount to serious promises. The legal concept of puffery was first expressed by a U.K. appeals court in 1892 in a case involving the maker of a quack medicine “smoke ball” that promised to prevent the flu, and who offered a £100 reward to anyone who contracted it while using the product. A judge in the case asked if the promise was a “mere puff” before concluding that it wasn’t. In the Dogecoin case, though, the judge concluded Musk’s claims didn’t amount to more than a puff. “No reasonable investor could rely upon them,” wrote Hellerstein, adding that they could not be the basis of a lawsuit. The judge added that he could not understand related allegations claiming that Musk and Tesla had engaged in a “pump and dump.” The ruling led fans of Musk and Dogecoin to post celebratory memes on X: Elon Musk just won the dismissal of a long-running, baseless billion-dollar lawsuit accusing him of rigging Dogecoin and engaging in insider trading. 🔥 pic.twitter.com/ppcXEEJJQb The judge threw the case out with prejudice, meaning the plaintiffs don’t get another chance to amend the lawsuit in hopes of making it stick. Johnson’s lawyer, however, has vowed to appeal the ruling—though that may be a long shot. Meanwhile, Dogecoin remains a fixture of the crypto scene with a market cap of over $14 billion, which makes it the eighth biggest cryptocurrency. The coin is currently trading around 10¢—a far cry from the 73¢ it reached in May of 2021 as word spread that Musk would be talking it up on Saturday Night Live."
    },
    {
        "url": "https://fortune.com/crypto/2024/08/29/bridge-stablecoins-sequoia-ribbit-index-haun-58-million/",
        "title": "Exclusive: Coinbase and Square vets aim to level up stablecoins with Bridge and $58 million in funding",
        "published": "2024/08/29",
        "published_date": "2024-08-29",
        "author": "Leo Schwartz",
        "author_info": {
            "author_name": "Leo Schwartz",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "The crypto industry has long sought a “killer app” to bring digital assets into the mainstream. Recently, though, some are pointing to the growing popularity of stablecoins like Tether and USDC to say that long-sought use case is here already. Designed to trade on a 1:1 basis with major currencies like the dollar, stablecoins have found growing adoption in fields like cross-border remittances and DeFi payments—and some say this is just the beginning. A startup called Bridge, cofounded by Square and Coinbase alumni Zach Abrams and Sean Yu, wants to take stablecoins to the next level. Drawing on their extensive experience in fintech, Bridge aspires to build a future global payment network around stablecoins in order to challenge everything from Swift to credit cards. And unlike other crypto-native firms developing within the stablecoin ecosystem, Bridge has the backing of some of the top generalist venture firms in Silicon Valley, including Sequoia, Ribbit, and Index, along with the blockchain-focused Haun Ventures. The company has raised $58 million in previously unannounced funding, including a fresh round of $40 million led by Sequoia and Ribbit, and customers including SpaceX and Coinbase. “Fintech is deeply rational,” said Abrams in an interview with Fortune. “If you can do something that is faster, cheaper, and more economical, you win.”  While stablecoins have seen massive growth over the past two years—industry leader Tether has a market cap of around $118 billion, while USDC sits at $34 billion—the asset class has also had to contend with incidents that called into question whether they are truly “stable.” In 2022, the collapse of TerraUSD—a so-called algorithmic stablecoin that maintained its $1 peg through a related cryptocurrency, as opposed to a fiat reserve—triggered a broader meltdown in crypto, leading to regulatory investigations and congressional hearings. Then in 2023, USDC briefly lost its peg on secondary markets upon disclosing that its issuer Circle had parked billions of its reserves with the collapsing Silicon Valley Bank (USDC quickly recovered on news the FDIC would backstop the bank’s deposits). And Tether, still the market dominator, has long faced accusations of opaque accounting. Despite the challenges, and continued lack of federal legislation that would provide regulation for the nascent sector, stablecoins have managed to roar back, though there are still open questions of how much volume comes from real users, as opposed to bots and large-scale traders. TradFi companies like PayPal and VanEck have launched or backed their own stablecoins, while others such as Stripe have begun to integrate products like USDC into their offerings.  Still, the challenge for many companies that want to use stablecoins is building on-ramps and off-ramps to move fiat currency into and out of the crypto ecosystem, while also facilitating transfers across different types of stablecoins and blockchains. Dollar-backed options like USDC and Tether may be the most popular, but there are countless others with pegs to the Mexican peso or a basket of assets—and a single stablecoin might be issued across a dozen different blockchains. In an interview with Fortune, Haun Ventures partner Chris Ahn—who first invested in Bridge’s seed round while working at Index—said there would be no need for Bridge if there were just one stablecoin on a single blockchain. Bridge’s value add, he said, is allowing developers to seamlessly move between fiat and stablecoins, and across different blockchains. The pitch is simple. “We built Bridge as a low-level set of APIs that would enable companies to use a stablecoin rail without thinking about it,” as Abrams put it. But why would companies want that?  As crypto advocates like to point out, moving around fiat currency is slow and expensive—you often need to wait for bank operating hours for large transactions, and cross-border payments can come with massive fees and interminable waits. Stablecoins, at least in theory, offer low fees and instant settlement. In Bridge’s ideal future, stablecoins will operate as the global payments rail, and Bridge will allow developers to seamlessly integrate. In that sense, you can think of it as a Web3 analog to Stripe, which helps businesses accept online payments, or Plaid, which makes it easy to connect an app to a bank account. Investors told Fortune that Bridge stands out from other crypto-native firms because of the fintech experience of its founders, who worked at startups including Brex and Square. They believe this will help Bridge serve not only crypto firms, but also companies that operate primarily in fiat. Bridge already has high-profile customers including including Elon Musk’s SpaceX, which uses Bridge to collect payments in different jurisdictions in different currencies and move them through stablecoins into its global treasury. Bridge also works with crypto companies, such as the blockchain Stellar and the Bitcoin app Strike, to provide the infrastructure for their own stablecoin payment features. One client, Abrams’s former employer Coinbase, uses Bridge to help users transfer between Tether on Tron and USDC on Base, its own layer 2 blockchain. “The work that they’re doing helping traditional businesses come on-chain is super important,” Jesse Pollak, the creator of Base and Abrams’s former coworker, told Fortune. “All businesses are going to have all their assets on-chain, because it’s going to be faster, cheaper, and more globally available.” Bridge has processed over $5 billion in annualized payment volume to date.  A major focus for the company will be on the compliance side. While software development will consume a good deal of its new resources, Bridge also has to build relationships with global financial institutions to enable on- and off-ramps into different currencies, as well as blockchains and stablecoins for integration. Abrams said that Bridge also has licenses in 48 states and a VASP license from Poland, and is applying for further licensure in New York, Europe, and elsewhere. While stablecoins may not have yet gained trust among non-crypto companies, Abrams said that the growing landscape of regulation—and the basic economics—will win over business. “My interest comes from moving money,” he told Fortune. “It’s less blockchain-specific.” Note: Updated licensing details. "
    },
    {
        "url": "https://fortune.com/crypto/2024/08/28/telegram-investors-ton-crypto-pavel-durov-arrested-ipo/",
        "title": "Arrest of Telegram CEO raises concerns over app’s leadership, investor cites ‘dictatorship’",
        "published": "2024/08/28",
        "published_date": "2024-08-28",
        "author": "Leo Schwartz",
        "author_info": {
            "author_name": "Leo Schwartz",
            "author_img": "",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Pavel Durov, the founder and CEO of social networking platform Telegram, had just arrived in his private jet at a small airport outside Paris on Saturday when he was arrested by French officials and taken into custody. Durov’s detention reverberated across the world and led X owner Elon Musk and others to demand a response from French President Emmanuel Macron, who insisted the investigation was not political.  Details surrounding Durov’s detainment are still emerging, and in the meantime, investors who have financed the company and salivated over a potential IPO are watching closely. Many are likely anxious over the degree to which Durov’s fate will determine the future of Telegram, a platform that boasts nearly a billion users but is also tied to a $14 billion cryptocurrency, called TON. Telegram may appear similar to other messaging platforms like WhatsApp at first glance, but it’s different in key respects. That includes its embrace of blockchain technology, including its close integration with the cryptocurrency TON through games, payments, and an advertiser network on its platform. With Durov’s future up in the air, some investors are trying to distance the two entities. “We wouldn’t call this at all an ‘existential’ crisis for Telegram,” the TON backer Kingsway Capital wrote in an investor letter Tuesday morning, according to a copy reviewed by Fortune.  But while Durov has recently boasted of Telegram’s near profitability, and even touted plans to take the company public, some investors and experts who spoke with Fortune characterized the company as a “dictatorship” whose direction, and prospects, were tied to Durov—and its volatile crypto gambit. A spokesperson for Telegram did not immediately respond to a request for comment.  Telegram has long been a platform rife with contradictions. The Russian-born Durov had previously founded VKontakte, his home country’s largest social network, but balked at the government’s strict demands. Though he still faces accusations of working with the Kremlin—which Telegram representatives have firmly denied—Durov founded Telegram outside Russia to be a “neutral platform” and left his native country. Meanwhile, Telegram’s lax approach to content moderation has made it a popular forum for everyone from those looking for unfiltered news on the war in Ukraine to U.S. right-wing ideologues. The platform is also awash with drug dealers and fraud chatrooms. Its user base has now surpassed 900 million, Durov said in March.  While purportedly a privacy-focused app, Telegram still faces criticism from security experts for its lack of default end-to-end encryption. “We don’t have confidence in it being secure,” said Natalia Krapiva, a senior tech counsel for digital rights nonprofit Access Now, in an interview with Fortune.  Despite its massive growth, Telegram has long struggled to monetize the platform. According to Elies Campo, a former employee focused on growth and business development at Telegram from 2015 through 2021, Durov avoided raising money by offering equity in his company to investors because of the bad taste left in his mouth from VKontakte. “It’s evolved organically based on these experiences and the need for control,” Campo told Fortune, adding that employees were not even granted equity.   Those experiences include Telegram’s 2018 attempt to capitalize on the red-hot trend of initial coin offerings, or ICOs—the crypto world’s spin on initial public offerings that saw buyers receive digital tokens instead of shares. Telegram’s ICO succeeded spectacularly, leading the platform to raise $1.7 billion from investors after it announced a pivot into crypto—a field that dovetailed with Durov’s professed ideals of free speech and privacy. But the U.S. Securities and Exchange Commission had other ideas. The agency sued Telegram in 2019, alleging that the ICO constituted an unregistered securities offering, and ordered the company to halt its planned launch of a token and return more than $1.2 billion to investors.  The episode would come to shape Telegram’s financial future, throwing Telegram into even further turmoil after it was forced to return the funds it hadn’t yet spent. According to the Wall Street Journal, Durov offered non-U.S. investors the ability to convert their refunds into one-year loans. But one U.S. investor, who spoke with Fortune on the condition of anonymity, said they only received a partial refund.  In the wake of the aborted token launch, Telegram owed creditors a reported $700 million, with Durov announcing on his own platform that the company needed “at least a few hundred million dollars per year to keep going.” Still, it didn’t offer equity, instead raising funds through debt financing in the form of bonds, which included a sweetener of a 10% discount to the listing price, if Telegram ever went public. Telegram raised $1 billion through a bond offering, including $150 million from Mubadala and Abu Dhabi Catalyst Partners—and, in an interesting twist given events at Durov’s last social network, Russia’s state investment fund—in early 2021. Telegram later raised capital in subsequent financing rounds of $210 million in 2023 and $330 million in 2024.  Prior to TON, investors never had a path to make a venture-like investment in the company. But that would change.  After Telegram abandoned its crypto plans, a group with deep roots in Telegram and VKontakte, including former VK CEO Andrew Rogozov, continued to work on a blockchain, eventually launching a new organization called the TON Foundation that, at least in legal structure, was independent of the social media network.  The community developers worked to launch the blockchain with ostensible separation from Telegram, which transferred the rights to the crypto project’s website and GitHub account in 2021. With the crypto world awash in also-ran blockchains that sought to challenge Bitcoin and Ethereum, investors told Fortune that TON was different because of its connections with Telegram. Even if Ethereum and Solana (another popular blockchain) have better tech, they don’t have mainstream users. Telegram integrating TON, however, could mean the long-awaited killer app for crypto and kick-start adoption of the blockchain’s broader ecosystem. “TON is exciting for mostly reasons of distribution,” said Alex Felix, the chief investment officer at CoinFund, which invests in the token. “That was the big difference in what they were bringing to market.”  In this sense, Telegram was poised to achieve what Meta’s Mark Zuckerberg had sought to do in 2018 with an ill-fated project known as Libra, which promised to introduce a native cryptocurrency for users around the world. That project ground to a halt under withering scrutiny from the U.S. Congress and other lawmakers. After launching the public version of its blockchain in May 2021, TON would face accusations of centralization—a taboo in crypto—especially given rules around governance and token distribution that some investors and analysts described as opaque. The crypto research firm White Rabbit found that 85.8% of the initial token supply was mined by a few groups of miners connected with one another and affiliated with the TON Foundation. Campo told Fortune that the relationship between Telegram and TON is still unclear, including how much of the token Telegram owns.  Durov would later announce his plans to limit Telegram’s share of TON to around 10% of the supply, selling surplus holdings to long-term investors under lockups, to support a “decentralized ecosystem.” One crypto VC, who spoke with Fortune on the condition of anonymity to discuss their investment plans, said they decided to pass on TON because of concerns around transparency and regulation. “It’s not easily accessible, and you can’t verify all the information,” they said.  That didn’t stop other investors. TON didn’t serve as a direct proxy for investing in Telegram, but it was the next best thing. And especially as Telegram began to integrate crypto into its platform, TON became an attractive gamble for investors hoping to find a blockchain application that was used by real people. After Telegram announced an ad network with TON payments earlier this year, the market cap exploded to over $25 billion, further buoyed by the success of TON-powered mini-games offered on Telegram, like the wildly popular Hamster Kombat.  “You can think of Telegram as a massive bootstrap for the TON ecosystem,” said Yat Siu, chairman of crypto giant Animoca Brands, which also runs the largest validator on TON.  TON also represented something valuable to Telegram. Its success meant that the renegade platform could implement payments without the need to rely on fiat currencies—and more important, it could potentially strike gold on a revenue stream that would preclude the need to bring in outside investors. “I think it would be very difficult for Telegram to be a public company and have TON fulfill [Durov’s] vision,” said Felix. “I don’t know that they’re mutually exclusive, but it’s probably pick one or the other.”  Matthew Graham, founder and CEO of VC firm Ryze Labs, said that one of the reasons he invested in TON was because of the difficulty Telegram would likely face trying to go public. “We talked about that a lot internally,” he told Fortune. “How realistic is it that they would actually IPO, and to what extent might they be thinking about [TON] as the path to monetize.”  When a CEO builds a company around themselves and maintains tight control, there are distinct risks. According to Campo, the former employee, Telegram only has around 60 core employees—a staggeringly low number for a social media platform boasting nearly 1 billion users. “Everything goes through this guy,” said Graham. “It’s a dictatorship.”  The dust is still settling from Durov’s arrest, and it’s not even clear yet which charges—if any—he will actually face. There was one proxy for evaluating the impact of his detention on Telegram: The price of TON dropped as much as 25% on Sunday, losing $3 billion.  Investors are still grappling with the fallout. “The history of blockchains such as Bitcoin, Ethereum, or TON has long been accompanied by bans and threats of bans, which hasn’t stopped the industry,” Kingsway Capital wrote in the investor letter. “TON could even operate entirely independent of Telegram.”  Yet while the future promise of TON would be an ecosystem that thrives outside of Telegram, it is still—at least for now—dependent on Telegram. Depending on the charges, Durov could be forced to implement more content moderation and know-your-customer provisions within Telegram—an expensive proposition that could spell the end of its crypto experiment.  Campo said that during his time at Telegram, Durov never implemented a succession plan. “Nobody really knows how to solve [moderation] at scale,” he said. “Telegram will have to change and go beyond this 60-person group of hackers.” "
    },
    {
        "url": "https://fortune.com/europe/2024/08/25/aliens-rovers-energy-crystals-space-lego-detail-fans-92-years-outperform-toy-market/",
        "title": "Aliens, rovers and energy crystals: How Lego’s obsession with detail has kept fans hooked for 92 years and counting",
        "published": "2024/08/25",
        "published_date": "2024-08-25",
        "author": "Prarthana Prakash",
        "author_info": {
            "author_name": "Prarthana Prakash",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2022/06/Prakash.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Opening a Lego set can feel equal parts overwhelming and exciting. With numerous bricks and tiny details laced into each element found in a box, the eagerness to build brick castles, rocket ships, city skylines, and more has attracted kids in droves for 92 years. In 2024, few companies have been able to replicate Lego’s success. Its toys span generations, from adult hobbyists reconnecting with their favorite toys to the next generation. Since its humble beginnings in 1932 as no more than a carpenter’s passion project, Lego toys have become an indispensable part of childhood. Name the topic, and there’s likely a set for it, whether architecture, anime, racing, or jazz music.   Over the decades, Lego could very well have been replaced by more addictive and appealing electronic gadgets. But that wasn’t the case—if anything, things couldn’t be better for the family-owned Danish company. It outperformed the toy market with record sales in 2023, with a 2% revenue growth, notching DKK 66 billion ($9.7 billion) against a 7% decline in the broader industry.  What, then, is Lego’s secret sauce to keep kids (and, more recently, adults) hooked to its colorful bricks?  Fortune takes an exclusive look behind the scenes of Lego’s product development and the secret to keeping the iconic brand relevant. One of Lego’s long-standing themes—space—illustrates what makes its approach unique and helps it stand the test of time. Space was one of the company’s three official categories within which it developed toys (“castle” and “city” were the others) dating back to the 1970s. It was meant to represent the mysteries of the future, much like castles did for the past. Space’s popularity with kids has endured through the years as it has captured kids’ imaginations as a realm of endless opportunities. “Lego-building is a passion in its own right,” Julia Goldin, Lego’s chief product and marketing officer, told Fortune in an interview.  Lego realized early on that there was no proxy to understanding what kids want without hearing from them directly. Goldin said the company made this deliberate decision about 10 years ago, and it’s helped the company change how it pursued toy-making.  “What makes a Lego set unique is, first and foremost, really understanding the audience,” Goldin said. “Not just understanding what will be of interest for them, but what are the right dynamics of the experience.”  The quality of Lego’s bricks is another factor that sets it apart, as sets can get passed from one generation to the next, according to Frédérique Tutt, global toy industry advisor at market research firm Circana. Unlike mindless games, parents think their kids could gain something good from Lego toys, whether that’s engineering abilities or using their creativity.  “When parents buy Lego for their child, they think it’s going to help them build their brain,” Tutt told Fortune. “They [Lego] try to develop products for anyone and everyone.” As a long-time toy maker, Lego has developed a well-oiled machine to help it constantly generate new ideas. The company does a “boost week” once a year—think of it like a rapid brainstorming session typically associated with startups that spur new concepts. Designers come up with fresh ideas or work on existing ones, giving them creative freedom outside their day-to-day schedules. There isn’t a checklist of what needs to be achieved, although the goal is to see what can be turned into a potential Lego set, said Daniel Meehan, one of the brick company’s creative leads.  The next step is to figure out how “decodable” the models are, including finding elements that tell stories and make them easier to play with, like Lego astronauts or purple collectible crystals.    In addition to milking ideas from the company’s designated toy developers, the company hears directly from its audience.  “We play-test stuff as well with kids extensively,” Meehan said.  The company brings kids together across the world, from Germany to China, to see what they want more of. That process yielded one of the critical elements we see in Lego’s space-themed sets today, said Meehan, who is spearheading the company’s recent space campaign.  During one of its space “DIY tests,” one of the kids was flying around a vehicle with wheels, collecting aliens along the way—both of which weren’t part of the initial set’s design.  “We’re very practical, we’re adults … but in the eyes of kids, it was a perfect space flying vehicle. But there was one complaint: he [the kid] said we need more aliens. And we actually did put more aliens in the box as a result of that one kid,” Meehan said.   The addition of aliens to Lego sets, such as in a Lego space station, adds more layers to what would otherwise be a straightforward set and also marks a common thread that ties sets from other categories together. For instance, Lego aliens can also be found in the space science lab and rover sets. The little green creatures were deliberately designed to look alike as a cue to Lego builders, Meehan tells Fortune. Lego’s quality and complexity can make its products expensive—sometimes pricier than the latest iPhone. That’s especially true of products pulled out of the market, making them rare. The novelty of its products has made them a collector’s dream and even the object of $100,000 heists in the U.S. The company says it offers sets across different price points so no one feels priced out. Its most simplified products can cost single-digit dollars, just as its 7,500-piece Millennium Falcon set could cost about $960.       To be sure, Lego’s care for quality and detail isn’t a new phenomenon. The company’s founder, Ole Kirk Kristiansen, imbibed it strictly to his son, who once tried using two instead of three coats of paint to hasten an order and was reprimanded.  The company’s penchant for detail applies not just to its space creations or toy development process but also to its business. Goldin, for instance, straddles meetings that look at the company’s present performance while also discussing the pipeline for the next few years.      So much of the Danish company’s legacy as a toy maker is linked to how it makes play accessible across age groups, interests, and experience levels. The theme of space, Meehan explains, can be aimed at three types of audiences: storytellers, who are mostly kids with a fascination for the subject; enthusiasts, who have an interest in learning about the field; and others, who are generally drawn to all things space, including its artistic side. “Another strength they have is they appeal to the young children as well as the teenagers or adults with intricate pieces. So, they grow with you,” Tutt said.  The granular approach also applies to how Lego prices products and designs, and markets sets for its up-and-coming adult fanbase, ensuring there’s a toy for everyone. But one thing is sure: irrespective of the motivations, the company tries not to dial down on details because that gives Lego toys their character.  Goldin says Lego fans “really notice” the little elements it adds, as they “bring a lot of excitement.” “It’s much more than a toy because it’s a very immersive experience,” she said."
    },
    {
        "url": "https://fortune.com/2024/08/19/rei-outdoor-gear-green-vests-unionizing-losses-eric-artz/",
        "title": "REI has hemorrhaged money for two years in a row. Now employees fear its famed outdoor-nerd culture is at risk",
        "published": "2024/08/19",
        "published_date": "2024-08-19",
        "author": "Phil Wahba",
        "author_info": {
            "author_name": "Phil Wahba",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2014/05/Wahba_bio.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Recreational Equipment Inc., the outdoor-gear retailer better known as REI, began its annual meeting this May in pretty much the way you’d expect from a member-owned co-op famed for its progressive practices. In the meeting, held virtually and open to all of the company’s 24 million members, an outgoing director touted REI’s record as a “values-based organization,” pointing to the company’s latest work to protect public lands, such as mobilizing customers to pressure the U.S. government to expand Joshua Tree National Park. Executives proudly noted that company carbon emissions had fallen 10% in 2023 compared to the prior year. (In years past, in-person meetings have included land acknowledgements, recognizing that speakers were standing on territory stolen from Native peoples.) The updates were a reminder of the planet-friendly earnestness that has endeared REI to its millions of customers and thousands of employees, known as Green Vests, for decades. “We are not just about gear, we are about collective impact,” CEO Eric Artz told the meeting. But soon enough, Artz delivered a reality check, in the form of a discussion of REI’s 2023 financial results. REI bled money last year, losing $311 million, its second year of losses in a row. Sales, meanwhile, slipped 2.4% to $3.76 billion, hurt by a shrinking outdoor-gear market and REI’s own missteps.Artz, CEO since 2019, had already warned that more pain was likely in 2024. “We have borrowed from our savings, but we cannot do that forever,” he wrote in a letter to stakeholders published a week before the meeting. He put the blame for the steep losses on the company’s wages—which are higher than average for retail—and REI’s decision to continue paying a dividend to members. That April letter presaged more belt tightening at REI—at a time when relations are already tense between the C-suite and the thousands of frontline employees who have helped the retailer build its high-touch brand.  Only executives were able to speak in the May annual meeting, but the Green Vests, reeling from reduced hours and three recent rounds of layoffs, have been increasingly vocal about their grievances. Over the past two years, staff at 10 of REI’s 187 stores have unionized. Employees have chafed not only at cutbacks but also at what they see as changes in REI’s culture. Artz has implemented more centralized decision-making, conducted a costly overhaul of its e-commerce, and hired a raft of executives from large national retailers—leaving many Green Vests, and industry observers, to wonder whether REI is losing its soul by aping big-box rivals like Cabela’s, Dick’s Sporting Goods, or Walmart.  For all of REI’s idealism—its website states that “Being a member-owned co-operative allows us to focus on shared values, not share value”—the co-op is colliding with the realities of a tough retail climate, as it struggles with intensifying competition, a cautious consumer, and thin profit margins. The high-touch, eco-conscious ethos that made REI so popular with shoppers and workers is also arguably jeopardizing its future. And as it fumbles toward becoming more efficient, a company that started out selling mountain-climbing equipment finds itself caught between a rock and a hard place.  Speaking with Fortune in July, Artz dismisses the idea that REI is going corporate. But he argues that REI can live up to its co-op ideals only if it is on solid financial footing and competitive. “The journey I believe we are on is about constantly living up to the essence of how we got here,” he says. “The customers change, as does the global landscape, so we are trying to meet the moment and do what’s right for the long-term health of the co-op.” He adds, “There is no mission without margin.” REI was founded in 1938 in Seattle by recreational climbers Lloyd and Mary Anderson, a married couple who were in search of quality ice axes. Such gear was typically prohibitively expensive, but the Andersons figured out how to order the axes directly from an Austrian supplier—for a fraction of the price they had been paying at nearby ski stores. Other climbers joined their endeavor, pooling money to help the Andersons place larger orders and get even lower prices, and thus the co-op was born. REI further burnished its cred with outdoors enthusiasts when executive James Whittaker became the first American to climb to the summit of Mount Everest, in 1963. He later went on to become CEO. (REI was not always only about the outdoors. In decades past, it even sold men’s suits.) There are many large business co-ops in the U.S., particularly in the areas of agriculture (Land O’ Lakes), insurance (State Farm), and banking (Navy Federal Credit Union), but REI is by far the largest retailer co-op in the country and the largest one owned by its customers, many of whom are also REI employees. REI was a purpose-driven company long before PR professionals concocted the term. Promoting the outdoors and protecting lands has been part of its mission since inception. REI has facilitated millions of hours of volunteer work in state and national parks and other natural outdoor spaces, and historically has spent 3% of its annual profits on outdoor stewardship. (In good years, that comes out to a few million dollars: In 2021, for example, REI reported $98 million in profit on close to $4 billion in sales.)  Over the decades, REI’s purpose has helped it attract particularly committed customers—whether or not they became members—and a very particular class of employee. The sense of mission and freedom to nerd out on the outdoors—chatting with customers about the top hiking trail in Boulder’s Flatiron foothills, or offering technical advice on the best sleeping bag for wintertime camping in Vermont—long made REI a highly desired employer.  And happy workers often equal happy customers. “Their employees always seem to have answers to my questions and are very helpful,” says Michael Buscher, a customer from Maryland. Buscher recalled a time in 2020 when an employee followed him to the store parking lot to help install a new Yakima rooftop box on his truck before a family road trip. (The employees’ expertise can be truly wide reaching; a few years ago, REI helpfully posted a video on the etiquette of pooping in the woods.) Pay at REI is competitive by retail standards—and so are perks. Employee discounts, which can reach 50% off REI’s store brands, are a big draw, and so tempting that some Green Vests joke that REI stands for “Recycle Employees’ Income.” Every year, the company has opted to remain closed on Black Friday, the busiest U.S. shopping day of the year, to give workers a day off to enjoy the outdoors. Sustaining this kind of community isn’t cheap. Every year, members get a dividend, which the company now prefers to call a “member reward”—a store credit equal to 10% of what they spent on full price items the year before. REI has historically given back amounts equivalent to about 70% of profits each year in the form of dividends, employee bonuses, and investments in the outdoor industry. That generosity makes REI’s cost structure higher than that of many rivals, which in turn endangers it more when business slumps. REI’s co-op structure may have allowed relatively lackluster operational and cost discipline to creep in, says one outdoors industry expert. “It might be seen as a bit unseemly for them [REI] over the years to be dramatically profitable,” says Eoin Comerford, the former CEO of outdoor retailer Moosejaw and now an advisor to retailers. Artz acknowledges that being a co-op makes REI tougher to run in some ways. “We have a quadruple bottom line,” he says, referring to REI’s obligations to members, its 15,000 employees, the business, and society. Yet he also dismisses the idea that REI’s status as a co-op might be a hindrance.  “On the contrary, it’s an advantage,” he says. “We’re here for a purpose,” he continues. “At our stores, you’ll be greeted by a knowledgeable Green Vest and get expert advice, and they believe working here means something more than just selling things,” he says.  There had been discontent brewing among the Green Vests for years. It picked up steam during the pandemic, when unpredictable and chaotic conditions created stress for frontline workers at all kinds of retailers. Tim Spangler, head of retail and a 28-year REI veteran whom many credited with building the strong Green Vest culture, left in 2021. And early the following year, for the first time in REI’s history, workers at one of its stores—the flagship in New York City’s SoHo neighborhood—began the process that led them to unionize as part of the Retail, Wholesale and Department Store Union.  Some of the workers' complaints included being classified as “part-time” despite working 32 hours a week—a move they said was an effort by REI to avoid paying benefits—or being under-scheduled outside of the holiday break. More than two years later, REI and the union still haven’t agreed to a contract.  Claire Chang, an avid hiker and a visual merchandiser who sets up in-store product displays, has worked at REI’s SoHo store since 2017. She was drawn by the prospect of working with people who share her idealism and her belief that companies can be a force for good. But Chang says employee disillusionment got more intense early in the pandemic. “REI does put such an emphasis internally and externally about how they are a different type of company,” she said. “But then we're seeing decision-making that shows that no, actually at the end of the day, they are more similar to big-box companies.” Part of the problem: A boom in outdoor-gear sales, itself fueled by the pandemic, began to dissipate in 2022, and REI struggled to adjust. Its first big layoff round came in early 2023 with 167 job cuts, followed by 275 later that year, and then 357 job reductions announced in January this year. Altogether the cuts represented a little over 5% of REI’s workforce, and while many of them were at the corporate level, store workers still felt the pain; many saw their hours reduced. The fact that the layoffs came in several waves added to the frustration: It suggested to many workers that management had underestimated the company’s struggles. Frustrated workers protested REI’s annual anniversary sale this May at two stores, one in Chicago and the other in Cleveland, with work stoppages aimed at embarrassing REI in front of shoppers who could assume a progressive co-op would be friendly to labor organizing. Many workers at stores across the country still wear pins that say, “Ask Me About My Pay Cut.” Says Chang, “The company hasn’t taken care of the soul of the company, which it says is about people, profit, and planet.”   Artz in particular has become a lightning rod. Some employees have called for his ouster on Reddit threads, with one commentator saying Artz has been subject to “zero accountability for his abject failures.” Artz’s total compensation in 2023 was $2.8 million, with some employees seeing in it proof that REI is just another big corporation. (REI has said its executive pay is in fact lower than what leaders make at similarly sized, publicly traded retailers. Artz’s 2023 compensation was also significantly less than his packages in 2022 and 2021.) Artz and REI face an undeniable challenge: They have to find the sweet spot between transforming REI’s business to keep up with big rivals, while preserving the culture that made it special.  The pandemic, which initially was great for business, exposed some of REI’s weaknesses vis-à-vis rivals like Dick’s Sporting Goods, with its supply-chain prowess, or Amazon and Walmart, with their formidable e-commerce firepower.  As lockdowns eased in the second half of 2020, Americans took to the outdoors where they could easily socially distance. They snapped up bikes and camping gear, flocking to chains like REI. The retailer’s net sales ballooned 36% in 2021, to $3.7 billion. (REI in August 2020 sold its lavish, never-used new corporate campus in a Seattle suburb to Meta, a setback that still provided hundreds of millions of needed dollars to the co-op.) As beloved as REI was, it was not quite a well-oiled retail machine: The surge in demand for goods seemed to catch REI flat-footed. Like its rivals, it fell victim to the Great Bicycle Shortage of 2021; that crunch hurt lots of retailers, but REI sometimes struggled to land inventory more than Dick’s or Walmart did. (In 2022, REI appointed a chief supply-chain officer for the first time.) Management proceeded to make a wave of decisions based on the assumption that the torrid pace in growth in outdoor-gear spending would continue: It increased wages and invested heavily in e-commerce capabilities, including improved inventory management tech and new distribution centers to speed up delivery. But growth slowed almost as abruptly as it had soared. In 2022 REI’s revenue rose a modest 4%, before slipping 2.4% last year. (Little relief is on the way: Research firm Circana estimates that the core outdoor market was 24% bigger at $27.8 billion in 2023 than it was in 2019, but that growth is tapering off. What’s more, REI is facing growing competition from the likes of Amazon, which sells plenty of tents, TJX’s Sierra, and the small Public Lands division of Dick’s.) These factors showed up in REI’s bottom line in 2023. The co-op’s merchandise profit margin last year was 38.7%, down from a historical average in the mid-40s. One cause was that REI had to dramatically discount REI-branded merchandise because of inventory management difficulties, according to a recent analysis by Comerford.  Adding to the pressure: REI’s high-touch specialty retail model, a selling point with customers, does mean more staff in stores. REI’s payroll was equal to 25% of revenue in 2023, compared to 14% at Dick’s, Comerford found. All the while, REI’s COVID-era pay and benefit hikes, including expanded health insurance coverage and a $50 million outlay in 2022 to raise hourly wages, added weight to cost structure. Artz has responded to the need to right REI by reshaping his executive team. Most of the senior executive appointments announced in REI’s press releases in the last two years—a new technology chief and the new head of supply chain among them—have come from the outside, from companies including Chipotle, Amazon, Levi Strauss and Bed Bath & Beyond. They’ve replaced long-time REI executives with deep roots in the outdoor-gear industry, including Spangler, the head of retail, and Chris Speyer, a well-regarded former chief merchant. To be sure, REI has long recruited outsiders. Artz himself came to REI in May 2012 after a stint at Urban Outfitters and 17 years at The North Face parent VF Corp. His predecessor, Jerry Stritzke, had come from Coach. And Sally Jewell, a CEO revered by the REI troops, came from the finance industry. (She left REI in 2013 to become secretary of the interior under President Barack Obama.) One former REI executive, speaking on condition of anonymity, says that now “suddenly, you have more of an efficiency-driven, big-box retail mindset.” That risks hurting the culture by centralizing decision-making and playing it safe, the executive says; it could erode the outdoor-industry expertise and focus that has long been REI’s secret sauce. But Artz makes no apologies for bringing in so much new blood. “Any growing healthy organization wants that stimulation from the outside,” he says. For all its challenges, it is not all doom and gloom at REI. The company recently opened new stores in Ithaca, N.Y., and Glendale, Ariz.; will open new locations in Albany, N.Y., and Loveland, Colo., this week (Aug. 23); and has plans for a new store in Louisville, Ky., in the fall. It is a major seller of hot, expensive brands like Arc'teryx, Vuori, and Rapha; its rental business is growing; and its marketplace for secondhand goods is doing solid business.  REI remains a leader at making shopping fun, which is more than can be said for many retailers. Its flagship in downtown Denver, for instance, allows customers to test out kayaks in the South Platte River, right outside the store. “Its biggest strength is its specialization on outdoor pursuits and its loyal customers. Because of that, its newest stores are very nicely appointed,” says Neil Saunders, managing director at GlobalData. And REI stores’ sales per square foot are above the $600 level, or 2.5 times that of Dick’s. That stems from being a specialty retailer with hyper-knowledgeable workers selling expensive gear.  But REI’s comeback largely hinges on the motivation of Green Vests. So workers’ friction with management and worries about the big-boxing of REI do matter. “The corporatization of REI is in full swing…It is not a co-op as they market, it is a corporation,” lamented one worker in February in a Reddit room.    One plank of Artz’s growth strategy that has been an irritant to store workers has been his long-held ambition to hit 50 million members by 2030. That’s an extremely ambitious goal given REI’s current tally of 24 million, up only 1.3 million from last year. Many employees have complained that they feel forced to sell memberships even though customers don’t need them to shop at REI (this isn’t Costco). They also feel that selling memberships takes away time from talking gear with customers. (This is not a new irritant: Stritzke got lambasted by employees on a Reddit “Ask me anything” discussion in 2015 over the membership push.) What’s more, REI’s slow progress in getting to 50 million suggests a worrisome long-term problem that REI has to solve to grow: a clientele that is still overwhelmingly and stubbornly white and older. At a conference last year, an REI executive noted that only 29% of REI members were under 40, and in 2022, 85% of REI members were white compared to 57% of the population. Artz bristles at the suggestion that his goal is too aggressive—and, in true outdoorsy spirit, he suggests that the journey to 50 million is just as important as the destination. “When and how we get there is less important than building a healthy community that’s thriving,” he says. “A bigger REI with more members equals more impact.”"
    },
    {
        "url": "https://fortune.com/europe/2024/08/19/conny-kalcher-zurich-one-of-europes-largest-insurers-gen-z-priority-tiktok-instagram/",
        "title": "How Zurich, one of Europe’s largest insurers, is making Gen Z a priority with TikTok and Instagram",
        "published": "2024/08/19",
        "published_date": "2024-08-19",
        "author": "Prarthana Prakash",
        "author_info": {
            "author_name": "Prarthana Prakash",
            "author_img": "https://fortune.com/img-assets/wp-content/uploads/2022/06/Prakash.jpg?w=1440&q=75",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "body": "Insurance isn’t sexy. If you ask Zurich’s chief customer officer, Conny Kalcher, she’ll tell you otherwise. But it didn’t start that way for her.  Kalcher joined the company after a 33-year career at the toy giant Lego. The industries are like chalk and cheese—and their customers, too. Yet Kalcher saw an opportunity for Zurich to educate Gen Z about all things financial. It was the company’s chance to turn insurance’s cold and distant approach into something more accessible. “I did think it would be men in suits, being very formal and doing things in a particular way. But that’s not at all the case,” Kalcher told Fortune in an interview. The Swiss company has been around for 150 years, starting as a humble marine insurer in 1872. It has weathered several wars, natural disasters, pandemics, and more, making it the insurance behemoth it is today. But under Kalcher, who joined Zurich five years ago, the insurer has been transforming for the modern world—one that is threatened by climate change, cyberattacks, and an aging population.  Lego’s reputation as a top toymaker precedes it. But Kalcher was at the company when things looked different. “Lego is a very rich brand. If you dig into Lego’s history, it’s filled with strong narrative traditions, brand understanding, [and] customer understanding. It wasn’t always like that,” she said.  Through Kalcher’s three-decade career leading marketing and consumer experience efforts at Lego, there were low points for the company when it was verging on bankruptcy, something that feels unthinkable today, given the Danish company is outperforming the global toy industry.    Part of the reason Lego was able to turn its business around, Kalcher said, was because it prioritized shoppers and tried to go after what they wanted. In that sense, she doesn’t see insurance as very different.  “Of course, the two industries are super different,” Kalcher said. “However, customers are customers, and customers often want the same [thing].”  People want to feel catered to in a way that fits their needs and lifestyles. But often, that gets lost in insurers’ sea of technical jargon.  In Zurich’s case, although the company had seen remarkable global growth through its 100-plus-year history, it was still struggling to redefine itself. Roughly 70% of the company’s retail business comes from Europe, the Middle East, and Africa. It’s a competitive landscape where loyalty is hard to come by as pricing lures customers more.   “When I joined, the purpose was, ‘We’re here to protect you.’ Guess what? Every insurance company in the whole world is there to protect you. That doesn’t make you stand out,” Kalcher said. And that’s where she saw her role become key: making the company more relatable and undoing the “bad narrative” insurance had earned over time.  Kalcher’s vision for the Swiss company is to make it the “Apple of Insurance.” Why? To set itself a high bar in how it reaches people and makes them feel cared for.  It’s no secret that Apple is great at understanding what its customers need, and one of its secrets is consistency. That’s probably why the company’s gadgets are the most widely used world over, from youngsters to the elderly. Zurich wants to build a similar relationship with its base, too.   Take Gen Z, for example. The group, born between 1997 and 2012, is beginning to enter the workforce in droves every year and, with time, will overtake their millennial counterparts. They’re a digitally savvy generation that has only ever known the world through technology.  Not sure what kind of cover you actually need for your vacation? Check out these 3 tips to make sure you get the right travel insurance! ✈️🗺️ Learn more ➡️ https://spkl.io/620654fCqc They’re also not as financially aware, opening new doors for Zurich, Kalcher said. However, that also means that the insurer needs to change its ways and make insurance more appealing to its younger audience. “We use TikTok in some countries to talk with that generation, and that works very well. Instagram as well,” Kalcher said. The goal is to be fun, engaging, and reliable for Gen Z and beyond.  Zurich’s short videos on TikTok and Instagram, some of which have gained over 10 million views, discuss various topics, from protecting oneself financially while on vacation to busting myths about car insurance. Since 2021, when Zurich launched its Instagram handle, it said it has seen a 96% growth in its follower count. Meanwhile, since the launch of its TikTok the following year, it’s seen a 430% growth. Once you’ve passed your driving test or even if you’re still learning, you’ll need to think about getting car insurance! But are you sure know everything you need to get properly insured? 🚗 Kalcher’s thinking is simple: “It’s about starting to become relevant by showing up in the places where these customers are. Then it’s about having the right offers for these customers as well.” The company is also simplifying how it communicates with people using AI, making it easier to find information and making the information easier to understand.  Ultimately, Kalcher wants people to see Zurich as a unique company that is changing for its customers.  “I would like our customers to start talking about us as different, as really being there for them,” she said. “That would be the ultimate accolade for us.”  "
    }
]