[
    {
        "url": "https://www.healthcare-brew.com/stories/2024/09/04/johns-hopkins-carefirst-techstars-create-health-ai-startup-accelerator",
        "title": "Johns Hopkins, CareFirst, and Techstars team up to create health AI startup accelerator",
        "author": "Maia Anderson",
        "author_info": {
            "author_name": "Maia Anderson",
            "author_img": "https://cdn.sanity.io/images/bl383u0v/production/3b58f6e7c34aee0ceb0af1d9b2611464f5468a3d-340x340.jpg?w=110&h=110&q=70&auto=format",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "published": "September 4, 2024",
        "published_date": "2024-09-04",
        "body": "Navigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nA nationally renowned research university, a pre-seed investor, and an insurance company walk into a bar…\nAnd create a startup accelerator.\nJohns Hopkins University, venture capital (VC) firm Techstars, and not-for-profit payer CareFirst BlueCross BlueShield announced a partnership in late August to create a 13-week program that supports early-stage companies looking to improve healthcare with artificial intelligence (AI).\nThe partners plan to invest in startups in the health tech, medtech, and biotech fields, according to an August 23 press release. The accelerator, based in Baltimore, will provide the companies with guidance on navigating the healthcare and regulatory landscapes.\n“By collaborating with Techstars at the intersection of healthcare and AI, Johns Hopkins aims to bring more entrepreneurs to our ecosystem and catalyze more startup activity to bring high-impact healthcare innovation to market,” Myra Norton, head of innovation, startup, and ecosystem acceleration at Johns Hopkins Technology Ventures, said in the release.\nTechstars has a history of investing in the healthcare space. The VC firm has put millions into more than 600 startups in the industry, including\nPillPack\nin 2013, a pharmacy startup that\nAmazon acquired\nin 2018 for roughly $1 billion, and it also invested in\nfertility monitoring\ncompany Ovia Health in 2012 and behavioral health clinical supervision firm Motivo in 2018.\nThe accelerator—called Techstars AI Health Baltimore powered by Johns Hopkins and CareFirst—is slated to begin in March 2025, and the program is accepting applications through November 20, according to the press release.\nThe bigger picture.\nAI-based healthcare deals have been booming in recent months as companies try to cash in on the emerging technology’s potential to transform the industry, Healthcare Brew\npreviously reported\n. According to digital health strategy group and venture fund Rock Health, 34% of overall digital health VC dollars went to AI-based startups in the first half of 2024.\nAnd as a result, the incumbent tech giants are looking to get into the space, too.\nAmazon and General Electric’s healthcare spinoff, for example,\nannounced a partnership\nin August to create AI models the companies hope could move healthcare from reactive to more preventative care. And in July, Microsoft\nteamed up with\nMass General Brigham and the University of Wisconsin–Madison to refine AI models for medical imaging.\n“We are excited by the prospect of [AI] as a transformative tool for the future of medicine, but also recognize that it needs to integrate seamlessly into workflows and systems to be most effective,” Doba Parushev, VP and managing partner at Healthworx Ventures, CareFirst’s innovation and investment arm, said in the release."
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/08/20/healthcare-data-attacks-more-expensive",
        "title": "Healthcare data attacks are more expensive than in any other industry",
        "author": "Cassie McGrath",
        "author_info": {
            "author_name": "Cassie McGrath",
            "author_img": "https://cdn.sanity.io/images/bl383u0v/production/a1e0ed88dc7994de8a1c7ed65d8b4efb4d06aee7-960x960.jpg?w=110&h=110&q=70&auto=format",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "published": "August 20, 2024",
        "published_date": "2024-08-20",
        "body": "Navigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nCyberattacks are causing issues across all sorts of industries, from\nMicrosoft\nto\nAT&T\nto\nAscension\n. But it looks like the healthcare industry is getting hit the hardest—financially, at least.\nThe 2024 Cost of a Data Breach\nReport\nfrom IBM and think tank Ponemon Institute found that the global average cost of a data breach rose 10% between March 2023 and February 2024, reaching a total average cost of $4.88 million in that period. Costs for disruptions to business processes and post-breach customer support and remediation were the largest drivers behind the increase.\nHowever, of the 17 industries studied, healthcare had the most expensive data breaches, with an average cost of $9.77 million during that same period. In fact, healthcare has held the No. 1 spot for costliest breaches since 2011, according to the study.\nFor comparison, the next highest average cost was in finance, at $6.08 million.\nGive me a\nbreach\nbreak.\nHealthcare data breaches are becoming more common: The Department of Health and Human Services’s Office for Civil Rights (OCR) reported a 239% increase in “hacking-related data breaches” between January 2018 and September 2023, and it also reported a 278% increase in ransomware attacks over that time, according to the\nHIPAA Journal\n, which tracks the data.\nIn 2023, the OCR received 725 reports of data breaches, with more than 133 million patient records impacted.\nOCR reportedly recorded more than 5,880 breaches between October 2009, when it began publishing cyberattack data, and the end of December 2023. According to the HIPAA Journal, the OCR only publishes details of data breaches that affect 500 or more records, meaning there are also smaller breaches.\nAs of August 14, there have been 387 in 2024, the HIPAA Journal reported. A recent target for cyberattacks has been\nblood banks\n.\nHardest hit.\nThere are also variations in how hard health systems are impacted by breaches.\nHealthcare software developer Strata Decision Technology looked at Q2 in its\nHealthcare Performance Trends Report\nto study how the February\nChange Healthcare cyberattack\naffected the industry.\nThe analysis included more than 1,600 hospitals. For the smallest health systems, those with annual operating expenses under $500 million, there was a shortfall of 11.1% in estimated missing payments compared to total payments for Medicare inpatient services in February. Mid-sized health systems, in comparison, only saw a shortfall of 1.5%.\nLarge health systems—i.e., those with $1 billion to $2.5 billion in operating expenses—saw a shortfall of 4.3% in February, while the largest with more than $2.5 billion in operating expenses had a shortfall of 5.5%.\n“Health systems nationwide felt the repercussions of missing and delayed payments throughout the first half of 2024, but many larger systems were able to narrow those gaps by the end of the second quarter,” Steve Wasson, chief data and intelligence officer at Strata Decision Technology, said in a press release last week."
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/08/14/telehealth-tumble-experts-fight-isnt-over",
        "title": "Telehealth takes a tumble, but experts say the fight isn’t over",
        "author": "Caroline Catherman",
        "author_info": {
            "author_name": "Caroline Catherman",
            "author_img": "https://cdn.sanity.io/images/bl383u0v/production/90c831bff2c90907e3ad2f311c769a5977ed8a38-700x830.jpg?rect=0,65,700,700&w=110&h=110&q=70&auto=format",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "published": "August 14, 2024",
        "published_date": "2024-08-14",
        "body": "Telehealth has taken more hits lately than a piñata at a birthday party.\nIn April,\nUnitedHealth Group\nannounced it was shutting down its Optum Virtual Care program. Days later,\nWalmart\nannounced it would shutter both Walmart Health and Walmart Health Virtual Care.\nAnd in July,\nTeladoc\nposted a net loss of $838 million in Q2. The drop was largely driven by an impairment charge of ~$800 million for BetterHelp, the virtual mental health platform it acquired in 2015, Fierce Healthcare reported. Executives attributed the decline to increased customer acquisition costs, among other factors.\nBut while telehealth might currently be down, it’s not out. There are still plenty of industry experts that believe in its value and usefulness to patients.\n“Telehealth is definitely here to stay,” Kyle Zebley, SVP of public policy for the American Telemedicine Association, said. “I don’t think there’s any interest in yanking the US healthcare system back toward the pre-pandemic normalcy in terms of having very limited access to telehealth and virtual care services.”\nRewinding:\nTelehealth use skyrocketed during the pandemic when it was difficult to get in-person care. Bolstered by\nflexibilities\nlike Medicare coverage for telehealth visits, the percentage of physicians who used telemedicine increased from 15.4% in 2019 to 86.5% in 2021, the National Center for Health Statistics\nfound.\nBut since 2021, telehealth use has largely been on the decline. Healthcare analytics group Trilliant Health found that quarterly telehealth visits have fallen from their peak of more than 60 million in 2020 to less than 30 million in Q3\n2023\n, suggesting that, with the exception of behavioral health, consumers don’t feel like telehealth is replicating an in-person experience, according to a June analysis\nMore Stories\nTech\nSpark Biomedical distributes wearable, drug-free opioid withdrawal treatment\nStartups\nWeight-inclusive primary care founder shares what good healthcare looks like amid GLP-1 craze\nPharma\nPfizer launches direct-care navigation platform\nZebley said recent financial struggles and pivots in the telehealth industry are more reflective of the current economy and restructuring than of telehealth’s longevity. “If we believe, as we do, that telehealth is healthcare, [it’s] not going to be immune from fluctuations and changes in the market,” Zebley said.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nLooking forward.\nAnother fluctuation may come from pandemic-era rules that expanded telehealth access for Medicare patients. They are set to expire at year’s end, though Congress is likely to extend them,\nPolitico reported.\nSome, like Trilliant Health’s chief research officer, Sanjula Jain, are doubtful these flexibilities should continue. In a June\nupdate\n, Jane said there are “limited” cases where telehealth is a good substitute for in-person care, but “numerous” cases where it leads to “excess spending through inappropriate utilization.”\nJain also called the current telehealth market “unsustainable,” recommending that health systems learn to use telehealth to “complement” in-person care instead of replacing it.\nAnd it’s true that telehealth is best done in tandem with in-person offerings, said Derek Streat, co-founder and CEO of DexCare, a care orchestration platform that uses data intelligence to optimize workforce capacity and match patients to the best provider for them.\nOne example might be the one-stop-shop SmileDirectClub, a now-bankrupt 2014 startup that shipped clear dental aligners directly to consumers without requiring an in-person dentist or orthodontist visit, to the ire of groups like the\nAmerican Dental Association,\nwhich argued aligning could not be safely done without regular in-person checkups for damage to gums, bones, and teeth.\n“If you’re only kind of doing one piece of the puzzle…care doesn’t really work that way,” Streat said. “You can’t be single-threaded because it’s not going to be able to help me, as a patient, deal with my care journey.”"
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/08/06/spark-biomedical-drug-free-opioid-withdrawal-treatment",
        "title": "Spark Biomedical distributes wearable, drug-free opioid withdrawal treatment",
        "author": "Cassie McGrath",
        "author_info": {
            "author_name": "Cassie McGrath",
            "author_img": "https://cdn.sanity.io/images/bl383u0v/production/a1e0ed88dc7994de8a1c7ed65d8b4efb4d06aee7-960x960.jpg?w=110&h=110&q=70&auto=format",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "published": "August 6, 2024",
        "published_date": "2024-08-06",
        "body": "This opioid withdrawal treatment is making sparks fly (Spark Biomedical’s version).\nSpark Biomedical, a small medical device company, is distributing a drug-free, wearable tool that can treat opioid withdrawal symptoms like nausea, vomiting, insomnia, and anxiety.\nThe Sparrow Ascent is an earpiece that delivers mild electric pulses to the vagus nerve, which sends signals between the brain, heart, digestive system, and trigeminal nerve—which signals pain, touch, and temperature in the face—and in turn releases endorphins.\nThe opioid epidemic is a major health issue in the US; more than 81,000 people died from opioid-related drug overdoses in 2023, according to the\nCenters for Disease Control and Prevention\n. And recovery from opioid dependency can be challenging, making relapses common and setting back the recovery process.\nDue to pain, patients are left in a “super high state of fight or flight,” Daniel Powell, president and CEO of Spark Biomedical, told Healthcare Brew.\n“What we’re able to do is bring [patients] out of that fight or flight with this neuro stimulation and cause the brain to release natural endorphins—and those endorphins end up relieving the pain and the aches associated with withdrawal,” he said.\nThe Sparrow Ascent received FDA approval in July 2023, and has since been distributed to patients in about 50 treatment centers across the US.\nBut Powell said it was crucial for the company to also reach patients outside rehabilitation centers.\n“We had so many individuals seeking the product who couldn’t go into rehab,” Powell said, including patients who couldn’t take time off work or had to provide childcare. “We started saying we really need to meet people where they are, which is at their home, and provide this solution where you can comfortably get off your opioids from home.”\nMore Stories\nTech\nJohns Hopkins, CareFirst, and Techstars team up to create health AI startup accelerator\nPharma\nGLP-1s could become Medicare’s most expensive drugs\nPharma\nPfizer launches direct-care navigation platform\nSpark to a flame.\nThat’s where UpScriptHealth comes in; it’s a DTC healthcare company that partners with pharmaceutical companies and med techs to prescribe treatments to send directly to patients.\nNavigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nUnder the partnership, UpScript connects patients with a provider who can write a prescription for the Sparrow Ascent, and then sends them the device.\n“It’s really important in providing access to care for consumers and filling a valuable need in today’s healthcare market where there is just a flat-out shortage of physicians,” according to George Jones, COO of UpScriptHealth.\nUpScript has used the same strategy with Spark Biomedical to help get the product in more patient’s hands. The benefit to Spark, Jones told Healthcare Brew, is that it could “provide direct-to-consumer access to [the] product without building a very capital intensive commercial infrastructure.”\n“It was a really wonderful opportunity to help a lot of patients suffering,” Jones said. “It was also a unique opportunity to help a small startup company with its go-to market strategy.”\nGoing forward.\nSpark Biomedical is now studying patients who use the Sparrow Ascent for three months to understand long-term relapse, treatment engagement, and see if it can help patients overcome addiction.\nThe company is also conducting a clinical study to see if the device can be used on babies who are born dependent on opioids; it hopes to eventually get FDA approval, Powell said.\nBut the company’s “biggest challenge” at this time, he said, is getting the Centers for Medicaid and Medicare Services to cover the product through health insurance. Currently, the Sparrow Ascent can only be purchased out of pocket for $4,500.\n“We want to get this into the hands of the people who really need it, and most of the people who really need it can’t afford to pay cash for it,” Powell said. “We’re aiming all of our resources to get this into Medicaid, Medicare, and private insurance.”"
    },
    {
        "url": "https://www.healthcare-brew.com/stories/2024/08/06/amazon-ge-healthcare-generative-ai",
        "title": "Amazon, GE HealthCare team up on generative AI",
        "author": "Maia Anderson",
        "author_info": {
            "author_name": "Maia Anderson",
            "author_img": "https://cdn.sanity.io/images/bl383u0v/production/3b58f6e7c34aee0ceb0af1d9b2611464f5468a3d-340x340.jpg?w=110&h=110&q=70&auto=format",
            "author_linkedin": "",
            "author_twitter": ""
        },
        "published": "August 6, 2024",
        "published_date": "2024-08-06",
        "body": "Navigate the healthcare industry\nHealthcare Brew covers pharmaceutical developments, health startups, the latest tech, and how it impacts hospitals and providers to keep administrators and providers informed.\nSubscribe\nAmazon and General Electric’s (GE) healthcare spinoff are teaming up to create artificial intelligence (AI) models they hope could make healthcare into a system that’s predictive and preventive instead of reactive.\nThe healthcare industry generates a massive amount of data from things like doctor’s notes, x-rays, and diagnostic tests. But a vast majority (97%) of that data isn’t accessible for clinicians because it’s unstructured and siloed, according to a press release from Amazon and GE HealthCare. The two companies plan to develop AI models that make it possible for clinicians to consolidate, access, and sort through that trove of patient data.\nGE HealthCare plans to use Amazon Bedrock, the company’s service for building generative AI applications, to “tap the world’s leading foundation models and train new models to develop AI-powered application[s] to help hospitals and clinics access and gain insights for improving patient care based on a comprehensive view of their data, rather than just pieces of it,” according to a press release.\nFor example, clinicians could use AI tools to review a patient’s entire medical history quickly, which could help lead to a more timely diagnosis. The tools could also help clinicians detect health issues quicker and figure out precise treatments.\n“Unfortunately, very little of [patient data] can be accessed efficiently and securely to help inform diagnoses, prognoses, or treatments for patients,” Taha Kass-Hout, chief technology officer at GE HealthCare, said in a statement. “Until recently, technology capable of aggregating, analyzing, and interpreting this data securely and efficiently simply didn’t exist.”\nThe companies hope the AI models will help clinicians “not just improve existing protocols and workflows, but invent entirely new approaches to deliver better patient care for everyone.”\n“With AWS, GE HealthCare plans to use the cloud to deliver more personalized, intelligent, and efficient care,” AWS CEO Matt Garman said in a statement."
    }
]